<HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=windows-1252">
<META NAME="Generator" CONTENT="Microsoft Word 97">
<TITLE>Torredekapter</TITLE>
<META NAME="Template" CONTENT="C:\Archivos de programa\Microsoft Office\Office\html.dot">
</HEAD>
<BODY LINK="#0000ff" VLINK="#800080">

<B><FONT FACE="Arial" SIZE=4><FONT FACE="Arial" SIZE=4><SPAN LANG="ES"><P>Torredekapter.es renueva su WEB</P>
</B></FONT></FONT><FONT SIZE=2><P>&#9;Tras arduas investigaciones en el mundo de las tecnolog&iacute;as de la "telara&ntilde;a", se ha elegido la m&aacute;s sencilla y actualizable manera de plasmar las ideas de este grupo cuatro miembros, autodenominado CaSaMaDa.</P>
<P>&#9;"<I>La prioridad ha sido la limpieza y facilitar el acceso a estos tres</I>" dec&iacute;a el t&eacute;cnico o "webkasper" que ha construido las bases de las p&aacute;ginas. Por lo visto, las necesidades primordiales eran hacer la colaboraci&oacute;n lo m&aacute;s sencilla posible, a la par que dar un lavado de cara al maquetado y hacerlo m&aacute;s accesible desde tel&eacute;fonos m&oacute;viles hasta los modernos netbooks, pasando por una agradable y descansada visualizaci&oacute;n del contenido, antes m&aacute;s lleno de im&aacute;genes de fondo y adornos sup&eacute;rfluos.</P>
<P>&#9;"<I>Yo, es que lo del html lo llevo muy mal</I>" comentaba otro de los componentes del grupo a la par que intentaba conectar la antena de GPS a su navegador y daba vueltas con una br&uacute;jula preguntando a todo el mundo si una estatua copia de la Venus que hab&iacute;a en el hall estaba all&iacute; antes de construir el edificio. Todos los componentes colaboran en esta nueva etapa, aunque uno de ellos ha tenido que salir corriendo a "<I>apagar un fuego</I>" No es bombero, pero es inform&aacute;tico y estaba de guardia, por lo que no ha podido hacer ning&uacute;n comentario a la hora de publicar esta noticia.</P>
<P>&#9;El componente m&aacute;s veterano del grupo, func&iacute;a el ce&ntilde;o hacia su iPod intentando teclear un mensaje a sus allegados para hacerles saber de la novedad. Mientras, juraba que sab&iacute;a como entrar en internet con su tel&eacute;fono para ver a todas horas su nueva WEB y poner fotos y a&ntilde;adir un podcast y muchas m&aacute;s cosas que este "periodista" no tuvo tiempo de recoger.</P>
<P>&#9;Demasiada creatividad en este grupo de almas c&aacute;ndidas, pero con una gran ilusi&oacute;n por explicar al mundo su fresco punto de vista ligado al amor y al colaboracionismo de una manera que es dif&iacute;cil de ignorar.</P>
<P ALIGN="RIGHT">Para torredekapter.es, Washedfrere Lionline Pax.(21/10/2010)</P></FONT></SPAN></BODY>
</HTML>
