Repository: washedfrere/dudad
Catalog: blog/locales/*/LC_MESSAGES/messages.po
Languages: es_es

source: Attention
es_es: Atención

source: Planned at
es_es: Planeado para

source: none
es_es: ninguno

source: Repeat
es_es: Repetir

source: Duplicate this job
es_es: Duplicar este trabajo

source: Delete this job!
es_es: ¡Eliminar esta tarea!

source: Execute pending jobs in a popup window now!
es_es: ¡Ejecutar tareas pendientes en una ventana emergente, ahora!

source: Refresh comment list
es_es: Recargar lista de comentarios

source: Comments awaiting moderation
es_es: Comentarios a la espera de moderación

source: Write a new post...
es_es: Escribir una publicación nueva...

source: Recently edited
es_es: Editados últimamente

source: No title
es_es: Sin título

source: Getting started
es_es: Para empezar

source: Welcome to your new blog's dashboard!
es_es: ¡Bienvenido al panel de control de tu nuevo blog!

source: Use the links on the right to write a first post or to customize your blog.
es_es: Usa los vínculos a la derecha para escribir una primera publicación o para personalizar tu blog.

source: You can see your blog page at any time by clicking "See" in the b2evolution toolbar at the top of this page.
es_es: Puedes ver tu blog en cualquier momento pulsando "Ver" en la barra de herramientas de b2evolution en la parte superior de esta página.

source: You can come back here at any time by clicking "Manage" in that same evobar.
es_es: Puede regresar acá en cualquier momento pinchando "Administrar" en la misma evobarra.

source: Manage this collection
es_es: Administrar esta colección

source: Write a new post
es_es: Escribir una publicación nueva

source: Browse
es_es: Navegar

source: Posts (full)
es_es: Publicaciones (completas)

source: Posts (list)
es_es: Publicaciones (listado)

source: Edit categories
es_es: Editar categorías

source: View this collection
es_es: Ver esta colección

source: Customize this collection
es_es: Personalizar esta colección

source: Blog properties
es_es: Propiedades del blog

source: Blog features
es_es: Atributos del blog

source: Blog skin
es_es: Skin del blog

source: Blog widgets
es_es: Artilugios del blog

source: Blog URLs
es_es: URLs del blog

source: Collection metrics
es_es: Métricas de la colección

source: Files
es_es: Archivos

source: Conversations
es_es: Conversaciones

source: System metrics
es_es: Métricas del sistema

source: Updates from b2evolution.net
es_es: Actualizaciones desde b2evolution.net

source: Getting updates from %s.
es_es: Obteniendo actualizaciones de: %s

source: Invalid updates received
es_es: Actualizaciones inválidas

source: in response to
es_es: en respuesta a

source: Recent drafts
es_es: Borradores recientes

source: Recent posts to review
es_es: Posts recientes a revisar

source: Recent member posts awaiting moderation
es_es: Posts recientes de miembros esperando moderación

source: Recent community posts awaiting moderation
es_es: Posts recientes de comunidad esperando moderación

source: Recent posts awaiting moderation
es_es: Posts recientes esperando moderación

source: Email Campaign
es_es: Campaña de Email

source: The email campaign was created. Please select the recipients.
es_es: La campaña de email fue creada. Por favor, seleccione los destinatarios.

source: The email campaign was updated.
es_es: La campaña de email fue actualizada.

source: Please select new recipients for this email campaign.
es_es: Por favor seleccione nuevos destinatarios para esta campaña de email.

source: The email campaign was deleted.
es_es: La campaña de email fue eliminada.

source: Please enter test email address
es_es: Por favor introduzca la dirección de email de pruebas

source: Test email address is incorrect
es_es: La dirección de correo electrónico de prueba es incorrecta

source: Sorry, the test email could not be sent.
es_es: Lo sentimos, el correo electrónico de prueba no puede ser enviado.

source: One test email was sent to email address: %s
es_es: Un correo electrónico de prueba fue enviado a su dirección de correo: %s

source: No found accounts in filterset. Please try to change the filter of users list.
es_es: No se encontraron cuentas en los filtros. Por favor intente cambiar el fitro de listas de usuarios.

source: No found active accounts which accept newsletter email. Please try to change the filter of users list.
es_es: No se encontraron cuentas activas que acepten boletines de correo electrónico. Por favor intente cambiar el filtro de listas de usuarios.

source: Edit campaign
es_es: Editar campaña

source: %d links with users
es_es: %d enlaces con usuarios

source: Please enter a campaign name.
es_es: Por favor, introduzca un nombre para la campaña.

source: Please enter an email title.
es_es: Por favor, introduzca un título para el correo electrónico.

source: Please enter an HTML message.
es_es: Por favor, introduzca un mensaje HTML.

source: Please enter a plain-text message.
es_es: Por favor, introduzca un mensaje en texto plano.

source: No recipients found for this campaign.
es_es: No se encontraron destinatarios para esta campaña.

source: Email was sent to user: %s
es_es: Correo electrónico enviado al usuario: %s

source: User %s has already received max # of newsletters today.
es_es: El usuario %s ya ha recibido el máximo # de boletines por el día de hoy.

source: Email was not sent to user: %s
es_es: Correo electrónico no enviado al usuario: %s

source: Campaign info
es_es: Información de la campaña

source: HTML message
es_es: Mensaje HTML

source: Plain-text message
es_es: Mensaje en texto plano

source: Review and send
es_es: Revisar y enviar

source: Email campaigns
es_es: Campañas de correo electrónico

source: Create new campaign
es_es: Crear nueva campaña

source: Email title
es_es: Título de correo electrónico

source: Edit this email campaign...
es_es: Editar esta campaña de correo electrónico...

source: Delete this email address!
es_es: ¡Borrar esta dirección de correo electrónico!

source: Campaign created
es_es: Campaña creada

source: Last sent
es_es: Última enviada

source: Not sent yet
es_es: No enviado aún

source: HTML Message
es_es: Mensaje HTML

source: Newsletter recipients
es_es: Destinatarios del boletín

source: Accounts which accept newsletter emails
es_es: Cuentas que aceptan boletines de correo electrónico

source: Change selection
es_es: Cambiar selección

source: Currently selected recipients
es_es: Destinatarios seleccionados actualmente

source: Accounts which have already been sent this newsletter
es_es: Cuentas a las que ya se les ha enviado este boletín

source: Already received
es_es: Ya recibido

source: Accounts which have not been sent this newsletter yet
es_es: Cuentas a las que no se les ha enviado el boletín aún

source: Ready to send
es_es: Listo para enviar

source: Save HTML message
es_es: Guardar mensaje HTML

source: Number of accounts in filterset
es_es: Número de cuentas en los filtros

source: Number of active accounts in filterset
es_es: Número de cuentas activas en los filtros

source: Save info
es_es: Guardar información

source: New campaign
es_es: Nueva campaña

source: Create campaign and select recipients
es_es: Crear campaña y seleccionar destinatarios

source: Send report
es_es: Enviar reporte

source: Review and Send
es_es: Revisar y Enviar

source: Send test email
es_es: Enviar correo electrónico de prueba

source: Email address
es_es: Dirección de correo electrónico

source: Fill your email address and press button "Send test email" if you want to test this newsletter
es_es: Introduzca su dirección de correo electrónico y presion el botón "Enviar correo electrónico de prueba" si quiere probar este boletín

source: Send campaign to %s users now
es_es: Enviar campaña ahora a %s usuarios

source: Extract from HTML
es_es: Extraer desde HTML

source: Plain-text Message
es_es: Mensaje en texto plano

source: Save Plain-text message
es_es: Guardar mensaje en texto plano

source: Edit unlocked file types...
es_es: Editar tipos de archivos desbloqueados...

source: Edit locked file types...
es_es: Editar tipos de archivo trabados...

source: View files for all allowed roots
es_es: Ver archivos en todas las raíces permitidas

source: You can allow specific collection roots in each collection's advanced user/group permissions.
es_es: Puede permitir especificar una raíz de colección en los permisos avanzados de usuario/grupo de cada colección.

source: Add/Upload files to allowed roots
es_es: Agregar/Subir archivos a las raíces permitidas

source: Only %sunlocked file types can be uploaded.
es_es: Solo se pueden subir los ficheros desbloqueados %s.

source: Edit files in allowed roots
es_es: Editar archivos en las raíces permitidas

source: Only %sunlocked file types can be edited.
es_es: Solo pueden editarse los tipos de ficheros desbloqueados %s.

source: Edit %sunlocked files in all roots
es_es: Editar ficheros desbloqueados %s en todas las raíces

source: Edit all files, including %slocked ones, in all roots
es_es: Editar todos los ficheros, incluidos los bloqueados %s, en todas las raíces

source: Needed for editing PHP files in skins.
es_es: Necesario para editar archivos PHP de Skins

source: Access to shared root
es_es: Acceso a la raíz ('root') compartida

source: Read only
es_es: Sólo lectura

source: Add/Upload
es_es: Añadir/Subir

source: Access to import root
es_es: Acceso a la raíz del importador

source: File management
es_es: Administración de archivos

source: Moderation
es_es: Moderación

source: Likes
es_es: Clics 'Me gusta'

source: Suspicious
es_es: Sospechoso

source: Duplicates
es_es: Duplicados

source: Restored default values.
es_es: Restaurados los valores por defecto.

source: Settings have not changed.
es_es: La configuración no ha cambiado.

source: Invalid CHMOD value. Use 3 digits.
es_es: Valor CHMOD inválido. Usa 3 dígitos.

source: Maximum allowed filesize must be between %d and %d KB.
es_es: El tamaño máximo del archivo debe estar entre %d y %d KB.

source: Valid filename pattern is not a regular expression!
es_es: ¡El patrón de archivo válido no es una expresión regular!

source: Valid dirname pattern is not a regular expression!
es_es: ¡El patrón de directorio no es una expresión regular!

source: All %s folders have been renamed to %s
es_es: Todas las direcciones %s se han renombrado a %s

source: Some %s folders could not be renamed to %s
es_es: Algunas %s carpetas no han podido ser renombradas a %s

source: The compression value must be between %d and %d.
es_es: El valor de compresión debe estar entre %d y %d.

source: File settings updated.
es_es: Configuración de archivo actualizado.

source: File type
es_es: Tipo de archivo

source: Add a file type...
es_es: Agregar un tipo de archivo...

source: Copy file type...
es_es: Copiar tipo de archivo...

source: New file type created.
es_es: Creado tipo de archivo nuevo.

source: Record, then Create Similar
es_es: Guardar, luego crear similar

source: Record, then Create New
es_es: Guardar, luego crear nuevo

source: File type updated.
es_es: Tipo de archivo actualizado

source: File type &laquo;%s&raquo; deleted.
es_es: Tipo de archivo &laquo;%s&raquo eliminado.

source: Cannot delete file type &laquo;%s&raquo;
es_es: No se puede eliminar el tipo de archivo &laquo;%s&raquo;

source: File types
es_es: Tipo de archivos

source: Delete file type &laquo;%s&raquo;?
es_es: ¿Eliminar tipo de archivo &laquo;%s&raquo;?

source: Requested object does not exist any longer.
es_es: El objeto solicitado ya no existe.

source: User
es_es: Usuario

source: No permission to edit this user.
es_es: No tienes permiso para editar este usuario.

source: You don't have access to the requested root directory.
es_es: No tienes acceso al directorio raíz solicitado.

source: You don't have access to any root directory.
es_es: No tienes acceso a ningún directorio raíz.

source: The root directory &laquo;%s&raquo; does not exist.
es_es: El directorio raíz &laquo;%s&raquo; no existe.

source: The directory &laquo;%s&raquo; does not exist.
es_es: El directorio &laquo;%s&raquo; no existe.

source: You are not allowed to go outside your root directory!
es_es: ¡No tienes permiso para salir del directorio raíz!

source: This folder has an access path that is too long and cannot be properly handled by b2evolution. Please check and increase the &laquo;%s&raquo; variable.
es_es: Esta carpeta tiene una ruta de acceso que es demasiado larga y no puede ser manejada apropiadamente por b2evolution. Marque e incremente la variable &laquo;%s&raquo;.

source: Directory creation is disabled.
es_es: La creación de directorios no está habilitada

source: Cannot create a directory without name.
es_es: No se puede crear un directorio sin nombre.

source: The new file access path is too long, shorter folder names would be required.
es_es: La nueva ruta de acceso al fichero es demasiado larga, serán necesarios nombres de carpeta más cortos.

source: The file &laquo;%s&raquo; already exists.
es_es: El archivo &laquo;%s&raquo; ya existe.

source: Could not create directory &laquo;%s&raquo; in &laquo;%s&raquo;.
es_es: No se pudo crear el directorio &laquo;%s&raquo; en &laquo;%s$raquo;.

source: The directory &laquo;%s&raquo; has been created.
es_es: El directorio &laquo;%s&raquo; ha sido creado.

source: File creation is disabled.
es_es: La creación de archivos no está habilitada.

source: Cannot create a file without name.
es_es: No se puede crear un archivo sin nombre.

source: Could not create file &laquo;%s&raquo; in &laquo;%s&raquo;.
es_es: No se pudo crear el archivo &laquo;%s&raquo; en &laquo;%s&raquo;.

source: The file &laquo;%s&raquo; has been created.
es_es: El archivo &laquo;%s&raquo; ha sido creado.

source: Your user settings have been updated.
es_es: Tus configuración de usuario se ha actualizado.

source: You are not allowed to edit &laquo;%s&raquo;.
es_es: No tienes permiso para editar &laquo;%s&raquo;.

source: The file &laquo;%s&raquo; has been updated.
es_es: El archivo &laquo;%s&raquo; ha sido actualizado.

source: The file &laquo;%s&raquo; could not be updated.
es_es: No se pudo actualizar el archivo &laquo;%s&raquo;.

source: Nothing selected.
es_es: No hay nada seleccionado.

source: Please provide the name of the archive.
es_es: Por favor, proporciona un nombre para el archivo.

source: You have no permission to edit/modify files.
es_es: No tienes permiso para editar/modificar archivos.

source: &laquo;%s&raquo; has not been renamed
es_es: &laquo;%s&raquo; no ha sido renombrado

source: &laquo;%s&raquo; could not be renamed to &laquo;%s&raquo;
es_es: &laquo;%s&raquo; no pudo ser renombrado a &laquo;%s&raquo;

source: &laquo;%s&raquo; has been successfully renamed to &laquo;%s&raquo;
es_es: &laquo;%s&raquo; ha sido renombrado a &laquo;%s&raquo;

source: cannot be deleted because of the following relations
es_es: no se pudo eliminar por una de estas relaciones

source: The directory &laquo;%s&raquo; has been deleted.
es_es: El directorio &laquo;%s&raquo; ha sido eliminado.

source: The file &laquo;%s&raquo; has been deleted.
es_es: El archivo &laquo;%s&raquo; ha sido eliminado.

source: Could not delete the directory &laquo;%s&raquo; (not empty?).
es_es: No se pudo eliminar el directorio &laquo;%s&raquo; (¿no está vacío?).

source: Could not delete the file &laquo;%s&raquo;.
es_es: No se pudo eliminar el archivo &laquo;%s&raquo;.

source: No destination blog is selected.
es_es: No se ha seleccionado un blog de destino.

source: Sorry, you have no permission to post into this blog.
es_es: Lo sentimos, no tienes permiso para publicar en este blog.

source: &laquo;%s&raquo; has been attached.
es_es: &laquo;%s&raquo; ha sido adjuntado.

source: Couldn't create the new post
es_es: No pudo crearse el nuevo post

source: File properties for &laquo;%s&raquo; have been updated.
es_es: Las propiedades de archivo de &laquo;%s&raquo; han sido actualizadas.

source: File properties for &laquo;%s&raquo; have not changed.
es_es: Las propiedades de &laquo;%s&raquo; no han cambiado.

source: Your profile picture must have a minimum size of %dx%d pixels.
es_es: Su imagen de perfil (avatar) debe tener un tamaño mínimo de %dx%d pixels.

source: Your profile picture has been changed.
es_es: La imagen de su perfil ha sido cambiada.

source: You have to give a default permission!
es_es: ¡Tienes que dar un permiso de por defecto!

source: Read-only
es_es: Solo lectura

source: Read and write
es_es: Lectura y escritura

source: Permissions for &laquo;%s&raquo; have not been changed.
es_es: Los permisos para &laquo;%s&raquo no han sido cambiados.

source: Failed to set permissions on &laquo;%s&raquo; to &laquo;%s&raquo;.
es_es: Fallo al establecer permisos sobre &laquo;%s&raquo; a &laquo;%s&raquo;.

source: Permissions for &laquo;%s&raquo; changed to &laquo;%s&raquo;.
es_es: Permisos para &laquo;%s&raquo; cambiados a &laquo;%s&raquo;.

source: No source files!
es_es: ¡No existe el archivo de origen!

source: The target path is too long for this folder.
es_es: La ruta objetivo es demasiado larga para esta carpeta.

source: Source and target files are the same. Please choose another name or directory.
es_es: El archivo original y de destino son identicos. Por favor, escoge otro nombre o directorio.

source: Cannot overwrite the file &laquo;%s&raquo; because of the following relations
es_es: No se puede sobrescribir el archivo &laquo;%s&raquo; debido a una de las siguientes relaciones

source: Copied &laquo;%s&raquo; to &laquo;%s&raquo;.
es_es: Copiado &laquo;%s&raquo; a &laquo;%s&raquo;.

source: Could not copy &laquo;%s&raquo; to &laquo;%s&raquo;.
es_es: No se pudo copiar &laquo;%s&raquo; a &laquo;%s&raquo;.

source: Moved &laquo;%s&raquo; to &laquo;%s&raquo;.
es_es: Movido &laquo;%s&raquo; a &laquo;%s&raquo;.

source: Could not move &laquo;%s&raquo; to &laquo;%s&raquo;.
es_es: No se pudo mover &laquo;%s&raquo a &laquo;%s&raquo;.

source: You are ready to post files from %s into %s...
es_es: Ya puedes publicar archivos desde %s en %s...

source: %d linked items
es_es: %d ítems vinculados

source: %d linked comments
es_es: %d comentarios enlazados

source: %d linked users (profile pictures)
es_es: %d usuarios enlazados (imágenes del perfil)

source: Directory &laquo;%s&raquo;
es_es: Directorio &laquo;%s&raquo;

source: File &laquo;%s&raquo;
es_es: Archivo &laquo;%s&raquo;

source: Directory
es_es: Directorio

source: Comment
es_es: Comentario

source: Locate this directory!
es_es: ¡Encontrar esta carpeta!

source: Locate this file!
es_es: ¡Ubicar este archivo!

source: Deleted user
es_es: Usuario borrado

source: %d times by %s
es_es: %d veces por %s

source: Empty
es_es: Vacío

source: Empty file name is not valid.
es_es: Un nombre de fichero vacío no es válido.

source: The filename was too long. It has been shortened.
es_es: El nombre del archivo es demasiado largo. Se ha acortado.

source: &laquo;%s&raquo; is not a valid filename.
es_es: &laquo;%s&raquo; no es un nombre de archivo válido.

source: Consecutive dots are not allowed.
es_es: Los puntos consecutivos no están permitidos.

source: Max %d characters are allowed on filenames.
es_es: Está permitido un máximo de %d caracteres en los nombres de fichero.

source: &laquo;%s&raquo; is a locked extension.
es_es: &laquo;%s&raquo es una extensión trabada.

source: &laquo;%s&raquo; has an unrecognized extension.
es_es: &laquo;%s&raquo; tiene una extensión no reconocida.

source: &laquo;%s&raquo; has not a valid extension.
es_es: &laquo;%s&raquo; no tiene una extensión válida.

source: &laquo;%s&raquo; is not a valid directory name.
es_es: &laquo;%s&raquo; no es un nombre de directorio válido.

source: Max %d characters are allowed.
es_es: Está permitido un máximo de %d caracteres.

source: The new name is too long for this folder.
es_es: El nuevo nombre es demasiado largo para esta carpeta.

source: Allowed file extensions
es_es: Extensiones permitidas

source: Maximum allowed file size
es_es: Tamaño máximo permitido

source: Open this directory in the file manager
es_es: Abrir este directorio en el explorador de archivos

source: Advanced Upload
es_es: Subida Avanzada

source: Could not delete directory: %s
es_es: No se puede eliminar la carpeta: %s

source: Please select a local file to upload.
es_es: Por favor, selecciona un archivo local para subir.

source: The file was only partially uploaded.
es_es: El archivo se subió solo parcialmente.

source: No file was uploaded.
es_es: Ningún archivo subido.

source: An unknown error has occurred!
es_es: ¡Ha ocurrido un error desconocido!

source: The file does not seem to be a valid upload! It may exceed the upload_max_filesize directive in php.ini.
es_es: El archivo al parecer no es una subida válida. Puede que excedee el valor de la directiva upload_max_filesize en php.ini.

source: The extension of the file &laquo;%s&raquo; has been corrected. The new filename is &laquo;%s&raquo;.
es_es: La extensión del archivo &laquo;%s&raquo; ha sido corregida. El nuevo nombre del archivo es &laquo;%s&raquo;.

source: An unknown error occurred when moving the uploaded file on the server.
es_es: Un error desconocido ocurrió en el traslado del archivo en el servidor.

source: Could not change permissions of &laquo;%s&raquo; to default chmod setting.
es_es: No se pudo cambiar los permisos de &laquo;%s&raquo;.

source: "%s was renamed to %s. Would you like to replace %s with the new version instead?
es_es: "%s ha sido renombrado a %s. ¿Deseas reemplazar %s con la nueva versión también?

source: %s was resized to %dx%d pixels.
es_es: %s fue redimensionado a %dx%d píxeles.

source: %s could not be resized to target resolution of %dx%d pixels.
es_es: %s no pudo ser redimensionado a la resolución objetivo de %dx%d píxeles.

source: Image
es_es: Imagen

source: Document
es_es: Documento

source: Web file
es_es: Fichero web

source: Log file
es_es: Fichero de registro ('log')

source: Audio file
es_es: Fichero de audio

source: Video file
es_es: Fichero de vídeo

source: Message
es_es: Mensaje

source: Encrypted file
es_es: Fichero encriptado

source: Zip archive
es_es: Archivo Zip

source: Tar archive
es_es: Archivo Tar

source: Tgz archive
es_es: Archivo Tgz

source: Archive
es_es: Archivo

source: Microsoft PowerPoint Slideshow
es_es: Microsoft PowerPoint Slideshow (presentación de diapositivas)

source: Drop files here to upload
es_es: Suelte los ficheros aquí para subir

source: Please enable JavaScript to use file uploader.
es_es: Por favor, habilite JavaScript para usar el importador de archivos.

source: Save modified files
es_es: Guardar ficheros modificados

source: Drag & Drop files to upload here <br /><span>or click to manually select files...</span>
es_es: Arrastrar y soltar ficheros a subir aquí <br /><span>o haga clic para seleccionarlos manualmente...<span>

source: Your browser supports full upload functionality.
es_es: Su navegador soporta la funcionalidad completa de subida de ficheros.

source: Click to manually select files...
es_es: Haga clic para seleccionar ficheros manualmente.

source: Your browser does not support full upload functionality: You can only upload files one by one and you cannot use Drag & Drop.
es_es: Su navegador no soporta la funcionalidad completa de subida: Sólo puede subir ficheros uno a uno y no puede usar arrastrar y soltar.

source: Upload ERROR
es_es: Error en subida

source: Server dropped the connection.
es_es: El servidor rechazó la conexión.

source: Upload OK
es_es: Subida Correcta

source: Upload Conflict
es_es: Conflicto en la Subida

source: Use this new file to replace the old file
es_es: Utilice este nuevo archivo para reemplazar el antiguo

source: Revert
es_es: Revertir

source: (Old File)
es_es: (Archivo Antiguo)

source: The new file name is empty!
es_es: ¡El nuevo archivo está vacío!

source: The old file name is empty!
es_es: ¡El nombre del archivo antiguo está vacío!
