Repository: washedfrere/dudad
Catalog: blog/locales/*/LC_MESSAGES/messages.po
Languages: es_es

source: All blogs of the user were deleted.
es_es: Todos los blogs del usuario fueron borrados.

source: The posts created by the user were deleted.
es_es: Los posts creados por el usuario fueron borrados.

source: The posts edited by the user were deleted.
es_es: Los posts editados por el usuario fueron borrados.

source: The comments posted by the user were deleted.
es_es: Los comentarios posteados por el usuario fueron borrados.

source: The private messages sent by the user were deleted.
es_es: Los mensajes privados enviados por el usuario fueron borrados.

source: The user &laquo;%s&raquo; and all his contributions were deleted.
es_es: El usuario &laquo;%s&raquo; y todas sus contribuciones fueron borradas.

source: %s comments were deleted.
es_es: %s comentarios fueron eliminados.

source: 1 comment was deleted.
es_es: 1 comentario fue eliminado.

source: %s posts were deleted.
es_es: %s publicaciones fueron eliminadas.

source: 1 post was deleted.
es_es: 1 publicación fue eliminada.

source: %s private messages were deleted.
es_es: %s mensajes privados fueron eliminados.

source: 1 private message was deleted.
es_es: 1 mensaje privado fue eliminado.

source: Delete %d blogs of the user?
es_es: ¿Borrar %d blogs del usuario?

source: Delete %d posts created by the user?
es_es: ¿Borrar %d posts creados por el usuario?

source: Delete %d posts edited by the user?
es_es: ¿Borrar %d posts editados por el usuario?

source: Delete %s comments posted by the user?
es_es: ¿Eliminar %s comentarios publicados por este usuario?

source: Delete %d private messages sent by the user?
es_es: ¿Borrar %d mensajes privados enviados por el usuario?

source: Delete user and all his contributions?
es_es: ¿Borrar el usuario y todas sus contribuciones?

source: User field
es_es: Campo de usuario

source: New User field created.
es_es: Nuevo Campo de usuario creado

source: User field updated.
es_es: Campo de usuario actualizado

source: User field &laquo;%s&raquo; deleted.
es_es: Campo de usuario &laquo;%s&raquo; eliminado.

source: Cannot delete user field &laquo;%s&raquo;
es_es: No se puede eliminar el campo de usuario &laquo;%s&raquo;

source: Order has been changed.
es_es: El orden ha sido cambiado.

source: User fields configuration
es_es: Configuración de campos de usuario

source: Delete user field &laquo;%s&raquo;?
es_es: ¿Eliminar el campo de usuario &laquo;%s&raquo;?

source: User field group
es_es: Grupo de campo de usuario

source: This user field group already exists. Do you want to <a %s>edit the existing user field group</a>?
es_es: Este grupo de campo de usuario ya existe. ¿Quiere <a %s>editar el grupo de campo de usuario existente</a>?

source: New User field group created.
es_es: Creado nuevo grupo de campo de usuario.

source: User field group updated.
es_es: Actualizado el grupo de campo de usuario

source: User field group &laquo;%s&raquo; deleted.
es_es: Borraro el grupo de campo de usuario &laquo;%s&raquo;.

source: Cannot delete user field group &laquo;%s&raquo;
es_es: No se pudo borrar el grupo de campo de usuario &laquo;%s&raquo;

source: Admin skin changed to &laquo;%s&raquo;
es_es: Skin de admin cambiado a &laquo;%s&raquo;

source: Invalid promotion.
es_es: Promoción inválida.

source: User level changed.
es_es: Nivel de usuario cambiado.

source: You can't delete yourself!
es_es: ¡No puedes eliminarte a ti mismo!

source: You can't delete User #1!
es_es: ¡No puedes eliminar al usuario #1!

source: User &laquo;%s&raquo; [%s] deleted.
es_es: El usuario &laquo;%s&raquo; [%s] eliminado.

source: User &laquo;%s&raquo; deleted.
es_es: Usuario &laquo;%s&raquo; eliminado.

source: Note: the same email address (%s) is still in use by: %s
es_es: Nota: la misma dirección de correo electrónico (%s) todavía está en uso por: %s

source: Cannot delete User &laquo;%s&raquo; [%s]
es_es: No se puede eliminar Usuario &laquo;%s&raquo; [%s]

source: Cannot delete User &laquo;%s&raquo;
es_es: No se puede eliminar Usuario &laquo;%s&raquo;

source: Customizations have been removed!
es_es: ¡Las personalizaciones han sido eliminadas!

source: The report has been removed!
es_es: ¡El informe ha sido eliminado!

source: List
es_es: Listado

source: Delete user &laquo;%s&raquo; [%s]?
es_es: ¿Eliminar al usuario &laquo;%s&raquo; [%s]?

source: Delete user &laquo;%s&raquo;?
es_es: ¿Eliminar el usuario &laquo;%s&raquo;?

source: Note: this will not automatically delete private messages sent/received by this user. However, this will delete any new orphan private messages (which no longer have any existing sender or recipient).
es_es: Nota: esto no borrará automáticamente los mensajes privados enviados/recibidos por este usuario. Sin embargo, esto borrará cualquier nuevo mensaje privado huérfano (aquellos que dejan de tener cualquier remitente o destinatario).

source: Note: this will not delete comments made by this user. Instead it will transform them from member to visitor comments.
es_es: Nota: esto no borrará comentarios hechos por este usuario. En su lugar los transformará de comentarios de miembros a comentarios de visitantes.

source: Note: this user has the same email address (%s) as: %s
es_es: Nota: este usuario tiene la misma dirección de correo electrónico (%s) que: %s

source: Send an info message to %s users who reported this account.
es_es: Enviar un mensaje informativo a %s usuarios que reportaron esta cuenta.

source: Increase spam fighter score for the %s users who reported this account.
es_es: Aumentar la puntuación de combate de spam para los %s usuarios que informaron sobre esta cuenta.

source: Allow closing
es_es: Permitir cierre

source: check to allow users to close their account themselves.
es_es: marcar para permitir que los usuarios puedan cerrar sus propias cuentas.

source: Enter a message to display to users who want to close their account.
es_es: Introduzca el mensaje para mostrar a los usuarios que quieren cerrar sus cuentas.

source: Intro text
es_es: Texto introductorio

source: Closing reasons
es_es: Razones del cierre

source: Enter one possible reason per line. There will always be an "Other" reason added at the end.
es_es: Introduzca una posible razón por línea. Siempre habrá una razón "Otra" añadida al final.

source: Enter a text to display after closing the account.
es_es: Introduzca un texto para mostrar después de cerrar la cuenta.

source: Good-bye message
es_es: Mensaje de despedida

source: Profile pictures
es_es: Imágenes de perfil

source: Fall back to Gravatar if a user has not uploaded a profile picture.
es_es: Volver a usar Gravatar si un usuario no ha subido una imagen de perfil.

source: Use gravatar
es_es: Usar Gravatar

source: For unknown gender
es_es: Para genero desconocido

source: For men
es_es: Para hombres

source: For women
es_es: Para mujeres

source: Default image
es_es: Imagen por defecto

source: Default gravatars
es_es: Gravatares por defecto

source: Gravatar users can choose to set up a unique icon for themselves, and if they don't, they will be assigned a default image.
es_es: Los usuarios de Gravatar pueden escoger configurar un icono único para si mismos, y si no lo hacen se les asignará una imagen por defecto.

source: Username display options
es_es: Opciones de pantalla para nombre de usuario

source: Secure options
es_es: Opciones seguras

source: Usernames/Logins
es_es: Nombres de usuario

source: Friendly names (Nickname or Firstname if available)
es_es: Nombres amistosos (Apodo o Primer nombre si están disponibles)

source: WARNING: this may allow users to fake their identity
es_es: ADVERTENCIA: esto puede permitir a los usuarios fingir su identidad

source: What to display
es_es: Qué mostrar

source: Display gender in back-office
es_es: Mostrar genero en el back-office

source: Use colored usernames to differentiate men & women.
es_es: Usar nombres de usuario coloreados para diferenciar hombres y mujeres.

source: Username display in back-office
es_es: Nombre de usuario a mostrar en el back-office

source: Check to enable bubble tips on usernames
es_es: Marcar para habilitar globos de conssejos en los nombres de usuario

source: Username bubble tips
es_es: Globo de consejos de nombre de usuario

source: Bubble tip image format
es_es: Formato de imagen de globo de consejos

source: Username display for logged-in users (front-office)
es_es: Nombre de usuario a mostrar para usuarios autentificados (front-office)

source: Always user page
es_es: Siempre a la página de usuario

source: User website if available (fallback to user page)
es_es: Página web de usuario, si está disponible (fallar a página de usuario)

source: Link to
es_es: Enlazar a

source: Enable bubble tips in each skin's settings.
es_es: Habilitar globos de consejos en las configuraciones de cada skin.

source: Username display for anonymous user (front-office)
es_es: Nombre de usuario a mostrar para usuarios anónimos (front-office)

source: Always user page (if allowed)
es_es: Siempre a la página del usuario (si está permitido)

source: Allow to see user profiles
es_es: Permitir ver los perfiles de usuarios

source: Allow to see bubbletips
es_es: Permitir ver globos de consejos

source: Image overlay text
es_es: Texto sobreimpreso en la imagen

source: Other permissions for anonymous users
es_es: Otros permisos para usuarios anónimos

source: Allow to see user list
es_es: Permitir ver la lista de usuarios

source: from
es_es: desde

source: Show only User Groups Levels
es_es: Mostrar sólo Niveles de Grupos de Usuarios

source: Creating new group
es_es: Creando nuevo grupo

source: Editing group:
es_es: Editando grupo:

source: Viewing group:
es_es: Revisando grupo:

source: Group level
es_es: Nivel de grupo

source: Blogging permissions
es_es: Permisos para bloguear

source: Depending on each blog's permissions
es_es: Depende de los permisos en cada blog

source: View all blogs
es_es: Ver todos los blogs

source: Select to give Collection Admin permission
es_es: Seleccionar para dar permiso de Administrador de Colección

source: Force valid XHTML + strong security
es_es: Forzar XHTML válido + seguridad fuerte

source: The security filters below will be strongly enforced.
es_es: Los filtros de seguridad abajo se imponen estrictamente.

source: Basic security checking
es_es: Prueba de seguridad básica

source: Security filters below will still be enforced but with potential lesser accuracy.
es_es: Los filtros de seguridad abajo se imponen todavía, pero con menos precisión potencialmente.

source: XHTML validation
es_es: Validación XHTML

source: XHTML validation on XML-RPC calls
es_es: Validación XHTML en llamadas XML-RPC

source: Prevent CSS tweaks
es_es: Prevenir pellizcos en CSS

source: WARNING: if allowed, users may deface the site, add hidden text, etc.
es_es: ADVERTENCIA: si se permite, los usuarios pueden desfigurar el sitio fácilmente, agregar texto oculto, etc.

source: Prevent iframes
es_es: Prevenir iframes

source: WARNING: if allowed, users may do XSS hacks, steal passwords from other users, etc.
es_es: ADVERTENCIA: Si se permite, los usuarios pueden hackear XSS, robar contraseñas, etc.

source: Prevent javascript
es_es: Prevenir Javascript

source: WARNING: if allowed, users can easily do XSS hacks, steal passwords from other users, etc.
es_es: ADVERTENCIA: Si se permite, los usuarios pueden hackear XSS, robar contraseñas, etc.

source: Prevent objects
es_es: Prevenir objetos

source: WARNING: if allowed, users can spread viruses and malware through this blog.
es_es: ADVERTENCIA: Si se permite, los usuarios podrían propagar virus y malware a través de este blog

source: Security filters
es_es: Filtros de seguridad

source: Antispam filtering
es_es: Filtro Antispam

source: Inputs from these users will be checked against the antispam blacklist.
es_es: Entradas provenientes de estos usuarios serán comparadas con la lista negra de spam.

source: Additional permissions
es_es: Permisos adicionales

source: Based on each blog's edit permissions
es_es: Basado en los permisos de edición de cada blog

source: View stats for specific blogs
es_es: Ver estadísticas de blogs específicos

source: View stats for all blogs
es_es: Ver estadísticas para todos los blogs

source: Includes deleting/reassigning of stats
es_es: Incluye la eliminación/reasignación de estadísticas

source: System admin permissions
es_es: Permisos para Admins de sistema

source: Notification options
es_es: Opciones de notificación

source: Groups (for setting permissions)
es_es: Grupos (para establecer permisos)

source: Back-office access
es_es: Acceso a Back-office

source: Delete this invitation code!
es_es: ¡Eliminar este código de invitación!

source: Invitation code
es_es: Código de invitación

source: New invitation code
es_es: Nuevo código de invitación

source: Must be from 3 to 32 letters, digits or signs "-", "_".
es_es: Debe estar conformado por 3 a 32 letras, dígitos o sígnos "-", "_".

source: Expire date
es_es: Fecha de expiración

source: Expire time
es_es: Hora de expiración

source: Invitation codes
es_es: Códigos de invitación

source: Add invitation code
es_es: Agregar código de invitación

source: Create a new invitation code...
es_es: Crear un nuevo código de invitación...

source: Expires
es_es: Vencimiento

source: Edit this invitation code...
es_es: Editar este código de invitación

source: Duplicate this invitation code...
es_es: Duplicar este código de invitación...

source: Delete this organization!
es_es: ¡Eliminar esta organización!

source: New organization
es_es: Nueva organización

source: Users of this organization
es_es: Usuarios de esta organización

source: Add organization
es_es: Agregar organiación

source: Create a new organization...
es_es: Crear una nueva organización...

source: Edit this organization...
es_es: Editar esta organización...

source: Duplicate this organization...
es_es: Duplicar esta organización...

source: Default user permissions
es_es: Permisos de usuario predeterminados

source: No (Only admins can create new users)
es_es: No (Sólo los administradores pueden crear nuevos usuarios)

source: Users can register only with an Invitation code/link
es_es: Los usuarios se pueden registrar únicamente con un Código/enlace de invitación

source: Users can register themselves freely
es_es: Los usuarios se pueden registrar a si mismos libremente

source: New users can register
es_es: Usuarios nuevos pueden registrarse

source: Check to show self-registration links to the public.
es_es: Marcar para mostrar enlaces de auto-registro al público.

source: Registration links
es_es: Enlaces de registro

source: Check to allow registering with email only (no username, no password) using the quick registration widget.
es_es: Marcar para permitir registro sólo con email (ni usuario, ni contraseña) usando el widget de registro rápido.

source: Quick registration
es_es: Registro rápido

source: Groups determine user roles and permissions.
es_es: Los grupos determinan roles de usuario y permisos.

source: Level for new users
es_es: Nivel para usuarios nuevos

source: Levels determine hierarchy of users in blogs.
es_es: Los niveles determinan la jerarquía de usuarios en los blogs

source: Default user settings
es_es: Configuraciones predeterminadas del usuario

source: private messages on this site.
es_es: mensajes privados en este sitio.

source: emails through a message form that will NOT reveal my email address.
es_es: correos a través de un formulario de mensaje que NO revelarán mi dirección de correo electrónico

source: Other users can send me
es_es: Otros usuarios me pueden enviar

source: I receive a private message.
es_es: Recibo un mensaje privado

source: I have unread private messages for more than 24 hours.
es_es: Tengo mensajes privados para más de 24 horas.

source: This notification is sent only once every 3 days.
es_es: Esta notificación se envía sólo una vez cada 3 días.

source: a comment is published on one of <strong>my</strong> posts.
es_es: se publicó un comentario en uno de <strong>mis</strong> posts.

source: a comment is posted and I have permissions to moderate it.
es_es: se posteó un comentario y tengo permisos para moderarlo.

source: a meta comment is posted and I have permission to view it.
es_es: un meta comentario se ha publicado y tengo permiso para verlo.

source: a post is created and I have permissions to moderate it.
es_es: se creó un post y tengo permisos para moderarlo.

source: Notify me by email whenever
es_es: Notifíqueme por correo electrónico en cualquier momento

source: Each message contains an easy 1 click unsubscribe link.
es_es: Cada mensaje contiene un enlace de desuscripción fácil en 1 clic.

source: Send me news about this site.
es_es: Enviarme noticias sobre este sitio.

source: I want to receive ADs that may be relevant to my interests.
es_es: Quiero recibir PUBLICIDADes que puedan ser relevantes para mis intereses.

source: Newsletter
es_es: Boletín

source: Limit notification emails to
es_es: Limitar correos de notificación a

source: emails per day
es_es: correos por día

source: Limit newsletters to
es_es: Limitar boletines a

source: Check to require users to activate their account by clicking a link sent to them via email.
es_es: Marcar para solicitar a los usuarios activar sus cuentas mediante clic en un enlace enviado a ellos vía correo electrónico.

source: New users must activate by email
es_es: Los nuevos usuarios deben activarse mediante correo electrónico

source: Check to require users to re-activate their account when they change their email address.
es_es: Marcar para solicitar a los usuarios re-activar sus cuentas cuando cambien sus direcciones de correo electrónico asociadas.

source: Reactivate after email change
es_es: Reactivar tras un cambio de cuenta de correo asociada

source: Secure account activation process
es_es: Proceso de activación de cuenta seguro

source: Users must validate their account in the same session. Prevents activation of an account by someone else if an incorrect email address is entered. No reminder emails can be sent.
es_es: Los usuarios deben validar sus cuentas en la misma sesión. Esto previene la activación de la cuenta por cualquier otro si se introdujo una dirección de correo electrónico incorrecta. Ningún correo de recordatorio puede enviarse.

source: Allows to send reminder emails to unregistered accounts.
es_es: Permite enviar correos de recordatorio a cuentas no registradas.

source: Easy account activation process
es_es: Proceso fácil de activación de cuenta

source: Activation process
es_es: Proceso de activación

source: Limit activation email requests to
es_es: Limitar las solicitudes de correo de activación a

source: Only one activation email can be sent to the same email address in every given minutes.
es_es: Sólo un correo de activación puede enviarse a la misma dirección de correo electrónico en cada intervalo de tiempo establecido en minutos.

source: After each activation, find comments left by the user based on the validated email address and attach them to the user account.
es_es: Después de cada activación, buscar comentarios abandonados por el usuario en base a la dirección de correo electrónico validada, y adjuntarlos a la cuenta del usuario.

source: Find old comments
es_es: Buscar comentarios antiguos

source: Return to original page
es_es: Volver a la página original

source: Go to specific URL
es_es: Ir a la URL específica

source: After email activation
es_es: Después de la activación mediante correo

source: Security options
es_es: Opciones de seguridad

source: Minimum password length
es_es: Largo mínimo de contraseñas

source: characters.
es_es: caracteres.

source: Check to enable the login form to hash the password with Javascript before transmitting it. This provides extra security on non-SSL connections.
es_es: Marcar para permitir que el formulario de ingreso encripta contraseñas con Javascript antes de trasmitirlas. Brinda seguridad adicional en conexiones non-SSL.

source: Login password hashing
es_es: Encripción (<em>hash</em>) de constraseña

source: Check to require at least 1 special character (not a letter nor a digit).
es_es: Marcar para requerir al menos un caracter especial (no una letra ni dígito).

source: Require specials characters
es_es: Requerir caracteres especiales

source: Check to require only plain ACSII characters in user logins. Uncheck to allow any characters and symbols. The following characters are never allowed for security reasons: %s
es_es: Marcar para requerir sólo caracteres ASCII simples en los identificadores de usuario. Desmarcar para permitir cualquier caracter y símbolo. Los siguientes caracteres no están permitidos nunca por razones de seguridad: %s

source: Require strict logins
es_es: Requerir identificadores de usuario estrictos

source: Other options
es_es: Otras opciones

source: New users will have to specify their country in order to register.
es_es: Los nuevos usuarios deberán especificar su país para poder registrarse.

source: Require country
es_es: Requiere país

source: New users will have to specify their first name in order to register.
es_es: Los nuevos usuarios tendrán que especificar sus nombres para registrarse.

source: Require first name
es_es: Requerir nombre

source: Ask for language
es_es: Preguntar idioma

source: New users will be prompted for their preferred language/locale.
es_es: A los nuevos usuarios se les preguntará por su idioma/configuración regional preferidos.

source: After registration
es_es: Después del registro

source: Session Settings
es_es: Ajustes de Sesión

source: After login, redirect to
es_es: Después de acceder, redireccionar a

source: Users will be redirected there upon successful login, unless they are in process of doing something.
es_es: Los usuarios serán redirigidos allí después de identificarse satisfactoriamente, a menos que se encuentren en proceso de hacer algo.

source: Session timeout
es_es: Tiempo de expriración de sesión

source: If the user stays inactive for this long, he will have to log in again.
es_es: Si el usuario permanece inactivo por tanto tiempo, tendrá que autentificarse de nuevo.

source: Online/Offline timeout
es_es: Tiempo de espera Online/Offline

source: If the user stays inactive for this long, we will no longer display him as "online" and we will start sending him email notifications when things happen while he is away.
es_es: Si el usuario permanece inactivo por tanto tiempo, dejaremos de mostrarle por más tiempo como "online", y comenzaremos a enviarle correos de notificación cuando ocurran cosas mientras él no está.

source: User latitude
es_es: Latitud del usuario

source: Allow profile pictures
es_es: Permitir imágenes perfil (avatar)

source: Allow users to upload profile pictures.
es_es: Permitir a los usuarios subir imágenes de perfil (avatar).

source: Minimum picture size
es_es: Tamaño mínimo de imagen

source: pixels (width and height)
es_es: píxeles (ancho y alto)

source: Can be edited by user
es_es: Puede ser editado por el usuario

source: Can be edited by user + required
es_es: Puede editarse por el usuario + requerido

source: Can be edited by admins only
es_es: Puede editarse por administradores sólo

source: Firstname
es_es: Nombre

source: Lastname
es_es: Apellidos

source: Minimum age
es_es: Edad mínima

source: years old.
es_es: años de edad.

source: Never allow
es_es: Nunca permitir

source: Let admins decide for each user, default to "no" for new users
es_es: Permitir a los administradores decidir por cada usuario, predeterminado a "no" para nuevos usuarios

source: Let users decide, default to "no" for new users
es_es: Permitir a los usuarios decidir, predeterminado "no" para nuevos usuarios

source: Let users decide, default to "yes" for new users
es_es: Permitir a los usuarios decidir, predeterminado "sí" para nuevos usuarios
