Repository: washedfrere/dudad
Catalog: blog/locales/*/LC_MESSAGES/messages.po
Languages: es_es

source: You have no permission to duplicate the original post.
es_es: No tiene permiso para duplicar la publicación original.

source: The post couldn't be updated.
es_es: Este post no pudo ser actualizado.

source: Post type has been updated.
es_es: El Tipo de Publicación ha sido actualizado.

source: Advanced properties panel
es_es: Panel de propiedades avanzadas

source: If you want to redirect this post, you must specify an URL!
es_es: ¡Si quiere redireccionar esta publicación, debe especificar una URL!

source: Post status has been updated.
es_es: El estado de la publicación ha sido actualizado.

source: One post has been updated!
es_es: ¡Una entrada ha sido actualizada!

source: %d posts have been updated!
es_es: ¡Las entradas %d han sido actualizadas!

source: No update executed!
es_es: ¡No se ha ejecutado la actualización!

source: Post has been published.
es_es: La publicación ha sido publicada.

source: The post is now visible by the community.
es_es: Este post ahora es visible para la comunidad.

source: The post is now visible by the members.
es_es: Este post ahora es visible para los miembros.

source: The post is now visible by moderators.
es_es: Este post ahora es visible para los moderadores.

source: Post has been restricted.
es_es: El post ha sido restringido.

source: Post has been deprecated.
es_es: La publicación ha sido desaprobada.

source: Post has been deleted.
es_es: La publicación ha sido eliminada.

source: Workflow feature has not been enabled for this collection.
es_es: La funcionalidad Workflow no ha sido habilitada para esta colección.

source: Since this blog has no categories, you cannot post into it.
es_es: Como este blog no tiene categorías, no puede postear en él.

source: You must <a %s>create categories</a> first.
es_es: Primero debe <a %s>crear categorías</a>.

source: Delete this post
es_es: Eliminar esta publicación

source: You are about to delete this post!\nThis cannot be undone!
es_es: ¡Estás a punto de eliminar esta publicación!\n¡Esta acción es irreversible!

source: Permanent link to full entry
es_es: Vínculo permanente a la publicación completa

source: Duplicate this post...
es_es: Duplicar este post...

source: Duplicate...
es_es: Duplicar...

source: In skin editing
es_es: Edición en skin

source: View post & comments
es_es: Ver publicación y comentarios

source: Browse blog
es_es: Navegar el blog

source: User %s doesn't exist!
es_es: ¡El usuario %s no existe!

source: User %s cannot be assigned to the items of this blog!
es_es: ¡El usuario %s no puede ser asignado a elementos de este blog!

source: (deleted user)
es_es: (usuario borrado)

source: Please provide a "Link To" URL.
es_es: Por favor, proporcione una URL en "Enlace a".

source: The parent ID is not a correct Item ID.
es_es: El ID del padre no es un elemento correcto de ID.

source: Please provide a parent ID.
es_es: Por favor, facilite el ID del padre.

source: Please enter a valid issue date.
es_es: Por favor, introduzca una fecha válida.

source: Please enter a valid deadline.
es_es: Por favor, introduzca una fecha tope válida.

source: Please provide a title tag.
es_es: Por favor, proporcione una etiqueta de título.

source: Please provide a meta description.
es_es: Por favor, proporcione una descripción meta.

source: Please provide the meta keywords.
es_es: Por favor, proporcione las palabras meta.

source: Please provide at least one tag.
es_es: Por favor, proporcione al menos una etiqueta.

source: Please enter valid owner login.
es_es: Por favor introduce un login de propietario válido.

source: Please provide a latitude.
es_es: Por favor, proporcione una latitud.

source: Please provide a longitude.
es_es: Por favor, proporcione una longitud.

source: Please provide a comment expiration delay.
es_es: Por favor, proporcione un retardo a la caducidad del comentario.

source: Please provide a title.
es_es: Por favor, introduce un título

source: Invalid content.
es_es: Contenido inválido.

source: Please enter some text.
es_es: Por favor, introduzca algún texto.

source: Please provide an excerpt.
es_es: Por favor, proporcione un extracto.

source: Please select a country
es_es: Seleccione un país

source: Please select a region
es_es: Seleccione una región

source: Please select a sub-region
es_es: Seleccione una sub-región

source: Please select a city
es_es: Seleccione una ciudad

source: You must activate your account to see the comments.
es_es: Debe activar su cuenta para ver los comentarios.

source: There is <b>one comment</b> on this post but you must activate your account to see the comments.
es_es: Hay <b>un comentario</b> en este post, pero debe activar su cuenta para ver los comentarios.

source: There are <b>%s comments</b> on this post but you must activate your account to see the comments.
es_es: Hay <b>%s comentarios</b> en este post, pero debe activar su cuenta para ver los comentarios.

source: You must be logged in to see the comments.
es_es: Debe estar autentificado para ver los comentarios.

source: There is <b>one comment</b> on this post but you must be logged in to see the comments.
es_es: Hay <b>un comentario</b> en este post, pero debe estar autentificado para ver los comentarios.

source: There are <b>%s comments</b> on this post but you must be logged in to see the comments.
es_es: Hay <b>%s comentarios</b> en este post, pero debe estar autentificado para ver los comentarios.

source: You must be a member of this blog to see the comments.
es_es: Debe ser un miembro de este blog para ver los comentarios.

source: There is one comment on this post but you must be a member of this blog to see the comments.
es_es: Hay un comentario en este post, pero deber ser un miembro de este blog para ver los comentarios.

source: There are %s comments on this post but you must be a member of this blog to see the comments.
es_es: Hay %s comentarios en este post, pero debe ser un miembro de este blog para ver los comentarios.

source: Comments are closed for this post.
es_es: Los comentarios están cerrados para esta publicación.

source: This post is not published. You cannot leave comments.
es_es: Esta publicación no está publicada. No puedes dejar comentarios.

source: You don't have permission to reply on this post.
es_es: No tiene permiso para responder a este post.

source: Invalid inline file placeholders won't be displayed.
es_es: Los marcadores inválidos de ficheros en línea no serán mostrados.

source: more
es_es: Leer más...

source: The custom field %s does not exist!
es_es: ¡El campo personalizado %s no existe!

source: Full story
es_es: Texto completo

source: Read more
es_es: Leer más...

source: Follow up:
es_es: Seguimiento:

source: Send email to post author
es_es: Enviar email al autor de la publicación

source: Send message to post author
es_es: Enviar mensaje al autor del post

source: Send email to assigned user
es_es: Enviar email al usuario asignado

source: Pages:
es_es: Páginas:

source: Attachments
es_es: Adjuntos

source: Comment feed for this post
es_es: Feed de cometarios para esta publicación

source: Display feedback / Leave a comment
es_es: Mostrar opinión / Dejar un comentario

source: Send feedback
es_es: Enviar opinión

source: 1 feedback
es_es: 1 opinión

source: %d feedbacks
es_es: %d opiniones

source: Display comments / Leave a comment
es_es: Mostrar comentarios / Dejar un comentario

source: Display trackbacks / Get trackback address for this post
es_es: Mostrar trackbacks / Obtener una direccion de trackback para esta publicación

source: Send a trackback
es_es: Enviar una referencia

source: 1 trackback
es_es: 1 referencia

source: Display pingbacks
es_es: Mostrar pingbacks

source: No pingback yet
es_es: No hay pingbacks todavía

source: 1 meta comment
es_es: 1 meta comentario

source: %d meta comments
es_es: %d meta comentarios

source: star
es_es: estrella

source: rating
es_es: valoración

source: ratings
es_es: valoraciones

source: Average user rating
es_es: Valoración media del usuario

source: User ratings
es_es: Valoraciones de los usuarios

source: Overall user ratings
es_es: Valoraciones en conjunto del usuario

source: Moderate these feedbacks
es_es: Moderar estas opiniones

source: Moderate...
es_es: Moderar...

source: Edit this post...
es_es: Editar esta publicación...

source: Publish NOW!
es_es: ¡Publicar AHORA!

source: Publish now using current date and time.
es_es: ¡Publicar ahora usando la fecha y hora actual.

source: Deprecate this post!
es_es: ¡Desaprobar esta publicación!

source: Could not set the selected categories!
es_es: ¡No se pudieron establecer las categorías seleccionadas!

source: Post had already pinged: skipping notifications...
es_es: La publicación ya ha realizado pings: saltando notificaciones...

source: Post processing already pending...
es_es: El procesamiento de la publicación ya está pendiente...

source: Post not publicly published: skipping notifications...
es_es: La publicación no se ha hecho público: saltando notificaciones...

source: This post type doesn't need notifications...
es_es: Este tipo de artículo no necesita notificaciones...

source: You just published a post in the future. You must set your notifications to <a %s>Asynchronous</a> so that b2evolution can send out notification when this post goes live.
es_es: Usted acaba de publicar un mensaje en el futuro. Debe establecer sus notificaciones en <a %s>Asíncrono</a> para que b2evolution pueda enviar una notificación cuando este post se publique.

source: %s created a new post on "%s"
es_es: %s creó un post nuevo en "%s"

source: New post may need moderation:
es_es: Un post nuevo precisa moderación:

source: Notifying subscribed users...
es_es: Notificar usuarios suscritos...

source: No-one to notify.
es_es: No hay nadie a quien notificar.

source: %s created a new post in blog "%s"
es_es: %s creó un post nuevo en el blog "%s"

source: [%s] New post: "%s"
es_es: [%s] Nueva publicación: "%s"

source: Notifying:
es_es: Notificando:

source: Skipping pings (Running on localhost).
es_es: Saltando pings (ejecutándose en localhost).

source: This is a tinyurl you can copy/paste into twitter, emails and other places where you need a short link to this post
es_es: Esta es una URL abreviada que puedes copiar/pegar en twitter, correos electrónicos y otros sitios cuando necesites un enlace corto a este artículo

source: New topic
es_es: Nuevo tema

source: Updated topic
es_es: Tema actualizado

source: Updated post
es_es: Publicación actualizada

source: Do you want to save your changes before changing the Post Type?
es_es: ¿Quiere guardar los cambios antes de cambiar el Tipo de Publicación?

source: Warning: the URL slug has been changed to &laquo;%s&raquo;.
es_es: Atención: la URL abreviada ha cambiado a &laquo;%s&raquo;.

source: Clearing autogenerated excerpt values
es_es: Eliminando valores de extractos autogenerados

source: Note: One excerpt was re-created in another simultaneous process!
es_es: Nota: ¡Volvió a crearse un extracto en otro proceso simultáneo!

source: Note: %d excerpts were re-created in another simultaneous process!
es_es: Nota: ¡Volvieron a crearse %d extractos en otros procesos simultáneos!

source: Main category
es_es: Categoría principal

source: Additional category
es_es: Cateogría adicional

source: Select as MAIN category
es_es: Seleccionar como categoría PRINCIPAL

source: Select as an additional category
es_es: Seleccionar como una categoría adicional

source: Locked
es_es: Clausurado

source: View category in blog.
es_es: Ver categoría del blog.

source: Issue date
es_es: Fecha de publicación

source: Update to NOW
es_es: Actualizar a AHORA

source: Set to
es_es: Poner a

source: The post has been created but not published because it seems like you wanted to publish with an invalid status.
es_es: El post ha sido creado pero no publicado porque parece como si quisiese publicar con un status no válido.

source: The post has been updated but not published because it seems like you wanted to publish with an invalid status.
es_es: El post ha sido actualizado pero no publicado porque parece como si quisiese publicar con un status no válido.

source: Publish!
es_es: ¡Publicado!

source: Type in a tag
es_es: Teclee una etiqueta

source: No results
es_es: Sin resultados

source: Searching...
es_es: Buscando...

source: The main category for this post has been automatically set to "%s" (Blog "%s")
es_es: La categoría principal para este artículo ha sido automáticamente asignada a "%s" (Blog "%s")

source: You are not allowed to create a new category.
es_es: No tiene permitido crear una categoría nueva.

source: Please provide a name for new category.
es_es: Proporcione un nombre para la nueva categoría.

source: New category created.
es_es: Nueva categoría creada.

source: New category creation failed.
es_es: La creación de nueva categoría ha fallado.

source: cross-posting is disabled
es_es: la publicación cruzada está desactivada

source: The category selection "%s" was ignored since %s
es_es: La selección de categorías "%s" es ignorada desde %s

source: No feedback for this post yet...
es_es: Todavía no hay opiniones para esta publicación...

source: Meta link
es_es: Meta enlace

source: EXPIRED
es_es: CADUCADO

source: You don't have permission to edit this post
es_es: No tiene permiso para editar este post

source: The post you are trying to edit uses the post type #%d "%s" which is currently disabled. Thus you cannot edit this post.
es_es: La publicación que está intentando editar utiliza el tipo de mensaje #%d "%s", que está actualmente desactivado. Por lo tanto no se puede editar esta entrada.

source: The post you are trying to edit uses an unknown post type. Thus you cannot edit this post.
es_es: La publicación que está intentando editar utiliza un tipo de mensaje desconocido. Por lo tanto, no se puede editar esta entrada.

source: Location
es_es: Explazamiento

source: Country
es_es: País

source: Region
es_es: Región

source: Sub-region
es_es: Sub-región

source: City
es_es: Ciudad

source: No priority
es_es: Sin prioridad

source: 1 - Highest
es_es: 1 - Superior

source: 2 - High
es_es: 2 - Alto

source: 3 - Medium
es_es: 3 - Medio

source: 4 - Low
es_es: 4 - Bajo

source: 5 - Lowest
es_es: 5 - Inferior

source: Add new chapter...
es_es: Añadir un nuevo capítulo...

source: Add top level chapter
es_es: Añadir un capítulo del nivel más alto

source: Posts created by the user
es_es: Posts creados por el usuario

source: User has not created any posts
es_es: El usario no ha creado post alguno

source: Delete all post created by %s
es_es: Borrar todos los posts creados por %s

source: Posts edited by the user
es_es: Posts editados por el usario

source: User has not edited any posts
es_es: El usuario no ha editado post alguno

source: Delete all post edited by %s
es_es: Borrar todos los posts editados por %s

source: Load more entries
es_es: Cargar más entradas

source: Ord
es_es: Órden

source: i
es_es: inf

source: Item history information
es_es: Información de historial del elemento

source: Mass edit
es_es: Edición masiva

source: Mass edit the current post list...
es_es: Edición en masa de la lista de artículos actual...

source: Create multiple posts...
es_es: Crear múltiples artículos...

source: Mass create "%s"
es_es: Creación masiva "%s"

source: View this post...
es_es: Ver esta publicación...

source: Click to change an order
es_es: Haga clic para cambiar el orden

source: New chapter...
es_es: Nuevo capítulo...

source: New manual page...
es_es: Nueva página de manual...

source: Delete chapter...
es_es: Borrar capítulo...

source: Edit slugs...
es_es: Editar slugs (URLs sin consultas, para SEO)

source: %d links to child items
es_es: %d vínculos a ítems hijo

source: %d links to destination items
es_es: %d vínculos a ítems destino

source: %d links to extra categories
es_es: %d vínculos a categorías extra

source: %d versions
es_es: %d versiones

source: %d slugs
es_es: %d abreviaturas

source: %d links to tags
es_es: %d enlaces a etiquetas

source: %d items settings
es_es: %d configuraciones de elementos

source: %d items subscriptions
es_es: %d suscripciones a elementos

source: %d recordings of a post having been read
es_es: %d grabaciones de una publicación habiendo sido leídas

source: Browse category
es_es: Navegar categoría

source: Invalid post, please correct these errors:
es_es: Publicación inválida, por favor corrigir estos errores:

source: All but
es_es: Todo excepto

source: Authors
es_es: Autores

source: All authors except
es_es: Todos los autores excepto

source: Statuses
es_es: Estados

source: Archives for
es_es: Archivos para

source: Assigned to
es_es: Asignado a

source: and
es_es: y

source: Invalid request
es_es: Solicitud inválida

source: Remove this filter
es_es: Quitar este filtro

source: week
es_es: semana

source: Not assigned
es_es: Sin asignación

source: Without status
es_es: Sin estado

source: Start at
es_es: Comenzar en

source: Hide past
es_es: Esconder pasado

source: Stop at
es_es: Parar en

source: Hide future
es_es: Esconder futuro

source: Limited to last %d days
es_es: Limitar a los últimos %d días

source: Limited to %d days
es_es: Limitado a %d días

source: %d related items
es_es: %d ítems relacionados

source: %d tags from the posts
es_es: %d etiquetas de las publicaciones

source: Tags cannot contain commas.
es_es: Las etiquetas no pueden contener comas.

source: This tag already exists. Do you want to <a %s>edit the existing tag</a>?
es_es: Esta etiqueta ya existe. ¿Quiere <a %s> editar la etiqueta existente</a>?

source: The previously named "%s" tag (applied to %d posts) will be merged with the existing "%s" tag (already applied to %d posts). Are you sure?
es_es: La etiqueta anteriormente llamada "%s" (aplicada a %d publicaciones) se combinará con la etiqueta existente "%s" (ya aplicada a %d publicaciones). ¿Está seguro?

source: %d Post type associations with collections
es_es: %d asociaciones de Tipos de Publicación con colecciones

source: %d Custom field definitions
es_es: %d definiciones de campo personalizadas

source: ID must be a number.
es_es: El ID debe ser un número.

source: Custom field titles can't be empty!
es_es: ¿Los títulos de campo personalizado no pueden estar vacíos!

source: Please enter name for custom field "%s"
es_es: Introduzca un nombre para el campo personalizado "%s"

source: The field name "%s" is not identical, please use another.
es_es: El nombre del campo "%s" no es idéntico, por favor use otro.

source: Posts preview
es_es: Previsualizaciones de posts

source: Post #
es_es: Post (nº) #

source: Post title
es_es: Título del post

source: Same as above
es_es: Igual que el de arriba

source: Post content
es_es: Contenido del post

source: Status of new posts
es_es: Estado de la nueva publicación

source: Make posts
es_es: Elaborar posts

source: Change Post Type
es_es: Cambiar el tipo de publicación

source: Do NOT change the type
es_es: NO cambiar el tipo

source: (current)
es_es: (actual)

source: Template name
es_es: Nombre Plantilla

source: Change type
es_es: Cambiar el tipo

source: Item
es_es: Elemento

source: Duplicating Item %s
es_es: Elemento duplicado %s

source: New Item
es_es: Nuevo elemento

source: Type: %s
es_es: Tipo: %s

source: Language
es_es: Idioma

source: HTML is allowed
es_es: Se permite HTML

source: HTML is not allowed
es_es: No se permite HTML

source: Advanced properties
es_es: Propiedades avanzadas

source: Edit slugs
es_es: Editar identificador de página

source: for this post
es_es: para esta publicación

source: No Tiny URL yet.
es_es: Sin Tiny URL (acortada) aún.

source: Tiny URL
es_es: Tiny URL (acortada)

source: &quot;slug&quot; to be used in permalinks
es_es: &quot;abreviatura&quot; para ser usada en enlaces permanentes

source: URL slugs
es_es: URL slugs (URLs sin consultas, para SEO)

source: Go to tags manager
es_es: Ir a gestión de etiquetas

source: Auto-suggest tags as you type (based on existing tags)
es_es: Sugerencia automática de etiquetas mientras escribe (basado en etiquetas existentes)

source: Excerpt
es_es: Extracto

source: Link to url
es_es: Víncular a URL

source: Parent ID
es_es: ID del padre

source: &lt;title&gt; tag
es_es: etiqueta &lt;título&gt;

source: Additional actions
es_es: Acciones adicionales

source: Trackback URLs
es_es: URLs de referencia

source: (Separate by space)
es_es: (Separar con espacios)

source: Meta comments
es_es: Meta comentarios

source: Add meta comment
es_es: Añadir meta comentario

source: Workflow properties
es_es: Propiedades del flujo de trabajo

source: Task status
es_es: Estado de la tarea

source: Deadline
es_es: Fecha tope

source: Featured post
es_es: Artículo destacado

source: Hide teaser when displaying -- more --
es_es: Ocultar presentación cuando se muestre -- más --

source: can be decimal
es_es: puede ser decimal

source: login of this post's owner.
es_es: login del propietario de esta publicación

source: Latitude
es_es: Latitud

source: Longitude
es_es: Longitud

source: Visitors can leave comments on this post.
es_es: Los visitantes pueden dejar comentarios sobre esta publicación.

source: Open
es_es: Abrir

source: Visitors can NOT leave comments on this post.
es_es: Los visitantes NO pueden dejar comentarios sobre esta publicación.

source: Closed
es_es: Cerrado

source: Visitors cannot see nor leave comments on this post.
es_es: Los visitantes no pueden ver ni dejar comentarios sobre esta publicación.

source: Disabled
es_es: Deshabilitado

source: Expiry delay
es_es: Espera hasta la caducidad

source: Older comments and ratings will no longer be displayed.
es_es: Los comentarios más antiguos y las valoraciones ya no serán mostradas.

source: Goal tracking
es_es: Seguimiento de objetivos

source: Goals
es_es: Metas

source: You can track a hit on a goal every time this page is displayed to a user.
es_es: Puede rastrear una visita en un objetivo cada vez que esta página es mostrada a un usuario.

source: No Category
es_es: Sin Categoría

source: Goal
es_es: Objetivo

source: Show the quick "Publish!" button when relevant.
es_es: Mostrar el botón "¡Publicar!" cuando sea relevante.

source: Never show the quick "Publish!" button.
es_es: Nunca mostrar el botón "¡Publicar!".

source: Reset defaults for this screen.
es_es: Restablecer los valores predeterminados para esta pantalla.

source: Current version
es_es: Versión actual

source: Archived version
es_es: Versión archivada

source: Item history (experimental) for:
es_es: Histórico de elementos (experimental) para:

source: Note
es_es: Nota

source: Restore
es_es: Restaurar

source: Compare selected revisions
es_es: Comparar revisiones seleccionadas

source: Cancel comparing!
es_es: ¡Cancelar comparación!

source: Difference between revisions for: %s
es_es: Diferenciar entre revisiones para: %s

source: Revision #%s as of %s by %s
es_es: Revisión #%s desde la %s por %s

source: View
es_es: Vista

source: View this revision
es_es: Ver esta revisión

source: No difference between contents of the selected revisions
es_es: No hay diferencias entre los contenidos de las revisiones seleccionadas

source: Cancel viewing!
es_es: ¡Cancelar visionado!

source: Revision #%s for: %s
es_es: Revisión #%s para: %s

source: Close post
es_es: Cerrar publicación

source: Posts Browser
es_es: Navegar por publicaciones

source: by
es_es: por

source: Task Status
es_es: Estado de Tarea

source: no comment
es_es: sin comentario

source: 1 Trackback
es_es: 1 Referencia

source: Meta discussion
es_es: Meta discusión

source: Show
es_es: Mostrar

source: Drafts
es_es: Borradores

source: Published
es_es: Publicado

source: All comments
es_es: Todos los comentarios

source: Leave a meta comment
es_es: Dejar un meta comentario
