Repository: washedfrere/dudad
Catalog: blog/locales/*/LC_MESSAGES/messages.po
Languages: es_es

source: Front page is set to display page ID=%d but it does not exist.
es_es: La página principal está configurada para mostrar una identificación-de-pagina=%d pero no esta no existe.

source: You already accepted these terms.
es_es: Usted ya aceptó estos términos.

source: You need to accept the following before you can enter this site.
es_es: Usted debe aceptar lo siguiente antes de entrar al sitio.

source: The skin [%s] is not installed on this system.
es_es: El skin [%s] no está instalado en el sistema.

source: The skin [%s] set for blog [%s] does not exist. It must be properly set in the <a %s>blog properties</a> or properly overriden in a stub file.
es_es: El Skin [%s] seleccionado para el blog [%s] no existe. Debes seleccionarlo en las <a %s>propiedades del blog</a> o sobrescribirlo correctamente en un archivo stub.

source: No group
es_es: Sin grupo

source: No Access
es_es: Sin acceso

source: View only
es_es: Ver solo

source: Moderate
es_es: Moderar

source: Full Access
es_es: Acceso completo

source: View details
es_es: Ver detalles

source: Edit/delete all
es_es: Editar/eliminar todo

source: Access to Admin area
es_es: Acceso al área de administración

source: Visible link
es_es: Vínculo visible

source: Users & Groups
es_es: Usuarios & Grupos

source: This group has User Admin permission.
es_es: Este grupo tiene permiso de Usuario Administrador.

source: No Toolbar
es_es: Sin Barra de herramientas

source: Restricted
es_es: Restringido

source: Select to give User Admin permission
es_es: Seleccionar para dar permiso de Usuario Administrador

source: Short
es_es: Corto

source: Full text
es_es: Texto completo

source: Selecting "Full text" may generate email containing unwanted spam.
es_es: Seleccionar "Texto completo" puede generar correo electrónico que contenga spam indeseado.

source: Browsing / Viewing users is currently allowed for anonymous users
es_es: Navegar / Ver usuarios esta actualmente permitido para usuarios anónimos

source: Settings
es_es: Configuraciones

source: Slug manager
es_es: Administrador de abreviaturas

source: Email management
es_es: Gestión de correo electrónico

source: Check to allow access to skin files.
es_es: Marcar para permitir acceso a archivos Skin.

source: New Private Message notifications
es_es: Nuevas notificaciones de Mensaje privado

source: New Comment subscription notifications
es_es: Nuevas notificaciones de suscripción a Comentarios

source: New Comment moderation notifications
es_es: Nuevas notificaciones de moderación de Comentarios

source: New Post subscription notifications
es_es: Nuevas notificaciones de suscripción a Posts

source: New Post moderation notifications
es_es: Nuevas notificaciones de moderación de Posts

source: Users
es_es: Usuarios

source: Allow to browse users from other countries
es_es: Permitir navegar a usuarios desde otros países

source: Messages
es_es: Mensajes

source: Allow to contact users from other countries
es_es: Permitir contactar con usuarios desde otros países

source: Go to the site home page (Front-office)
es_es: Ir a la página principal del sitio (Front-office)

source: Go to the site dashboard (Back-office)
es_es: Ir al tablero de instrumentos del sitio (Back-office)

source: No blog is currently selected
es_es: No se ha elegido ningún blog

source: Collection
es_es: Colección

source: More
es_es: Más

source: Write a new post into this blog
es_es: Escribir un artículo nuevo en este blog

source: You don't have permission to post into this blog
es_es: Lo sentimos, no tienes permiso para publicar en este blog

source: Manage this blog
es_es: Administrar este blog

source: Collection Front Page
es_es: Colección Portada

source: Collection Dashboard
es_es: Colección Dashboard

source: Manual view
es_es: Vista manual

source: Workflow view
es_es: Ver flujo de trabajo

source: Posts
es_es: Publicaciones

source: Categories
es_es: Categorías

source: Features
es_es: Atributos

source: Front page
es_es: Página principal

source: Other displays
es_es: Otras pantallas

source: Widgets
es_es: Complementos

source: Hide containers
es_es: Ocultar contenedores

source: Show containers
es_es: Mostrar contenedores

source: Post Types
es_es: Tipos de publicaciones

source: Post Statuses
es_es: Estado de las publicaciones

source: Advanced
es_es: Avanzado

source: User perms
es_es: Permisos de usuario

source: Group perms
es_es: Permisos de grupo

source: Common Settings
es_es: Configuraciones comunes

source: Hide includes
es_es: Ocultar inclusiones

source: Show includes
es_es: Mostrar inclusiones

source: Emails
es_es: Correos electrónicos

source: Campaigns
es_es: Campañas

source: Addresses
es_es: Direcciones

source: Sent
es_es: Enviado

source: Returned
es_es: Devuelto

source: System
es_es: Sistema

source: Status
es_es: Estado

source: Scheduler
es_es: Programador

source: Remote publishing
es_es: Publicación remota

source: Maintenance
es_es: Mantenimiento

source: System log
es_es: Log del sistema

source: JS log
es_es: Registro ('log') JS

source: Edit your profile
es_es: Editar perfil

source: Your profile picture
es_es: La imagen de su perfil

source: Change password
es_es: Cambiar contraseña

source: Preferences
es_es: Preferencias

source: Notifications
es_es: Notificaciones

source: Admin skin
es_es: Skin del admin (administrador)

source: Log out!
es_es: ¡Cerrar sesión!

source: User management
es_es: Administración de usuarios

source: My profile
es_es: Mi perfil

source: User profile
es_es: Perfil de usuario

source: Groups
es_es: Grupos

source: Organizations
es_es: Organizaciones

source: Stats
es_es: Estadísticas

source: Profiles
es_es: Perfiles

source: Registration
es_es: Registro

source: Invitations
es_es: Invitaciones

source: Display
es_es: Apariencia

source: User fields
es_es: Campos del usuario

source: Account closing
es_es: Cierre de cuenta

source: Log
es_es: Registro ('log')

source: SMTP gateway
es_es: Pasarela SMTP

source: Test
es_es: Prueba

source: Blacklist
es_es: Lista negra

source: IP Ranges
es_es: Rangos IP

source: Countries
es_es: Paises

source: Referring domains
es_es: Dominios referentes

source: Tools
es_es: Herramientas

source: Locales
es_es: Localizaciones idiomáticas

source: Time
es_es: Hora

source: Regions
es_es: Regiones

source: Sub-regions
es_es: Sub-regiones

source: Cities
es_es: Ciudades

source: Currencies
es_es: Divisas

source: Remote Publishing
es_es: Publicación remota

source: Post by Email
es_es: Publicar por correo electrónico

source: XML-RPC
es_es: XML-RPC (llamada XML a procedimiento remoto)

source: Poll the antispam blacklist
es_es: Sondear la lista negra antispam

source: Process the return path inbox
es_es: Procesar la bandeja de entrada de la ruta de retorno

source: Send reminders about non-activated accounts
es_es: Enviar recordatorios acerca de cuentas no-activadas.

source: Hello
es_es: Hola

source: Today
es_es: Hoy

source: Yesterday
es_es: Ayer

source: %s days ago
es_es: Hace %s días

source: %s month ago
es_es: Hace %s mes

source: %s months ago
es_es: Hace %s meses

source: %s year ago
es_es: Hace %s año

source: %s years ago
es_es: Hace %s años

source: %s years
es_es: %s años

source: 1 year
es_es: 1 año

source: %s months
es_es: %s meses

source: 1 month
es_es: 1 mes

source: %s days
es_es: %s días

source: 1 day
es_es: 1 día

source: %s hours
es_es: %s horas

source: 1 hour
es_es: 1 hora

source: %s minutes
es_es: %s minutos

source: 1 minute
es_es: 1 minuto

source: %s seconds
es_es: %s segundos

source: 1 second
es_es: 1 segundo

source: Last %d years
es_es: Últimos %d años

source: Last %d months
es_es: Últimos %d meses

source: Last %d days
es_es: Últimos %d días

source: Last %d hours
es_es: Últimas %d horas

source: Last %d minutes
es_es: Últimos %d minutos

source: Last %d seconds
es_es: Últimos %d segundos

source: No response!
es_es: ¡No hay respuesta!

source: Remote error
es_es: Error remoto

source: Response
es_es: Respuesta

source: An unexpected error has occurred!
es_es: ¡Ha ocurrido un error inesperado!

source: If this error persists, please report it to the administrator.
es_es: Si este error persiste, por favor avisa al administrador.

source: Additional information about this error:
es_es: Información adicional acerca de este error:

source: Go back to home page
es_es: Volver a la página principal

source: Bad Request!
es_es: ¡Solicitud inválida!

source: The parameters of your request are invalid.
es_es: Los parámetros de tu solicitud son inválidos.

source: If you have obtained this error by clicking on a link INSIDE of this site, please report the bad link to the administrator.
es_es: Si este error ocurrió pulsando en un vínculo AL INTERIOR de este sitio, advierta el admin sobre el vínculo corrupto, por favor.

source: Clear
es_es: Limpiar

source: You have sent too much data (too many large files?) for the server to process (%s sent / %s maximum). Please try again by sending less data/files at a time.
es_es: Ha enviado demasiados datos (¿ficheros demasiado grandes?) para que el servidor los procese (%s enviado / %s máximo). Por favor inténtelo de nuevo enviando menos datos/ficheros al mismo tiempo.

source: Open relevant page in online manual
es_es: Abrir la página relevante en el manual en línea

source: Date issued (Default)
es_es: Fecha de generación (por defecto)

source: Order (as explicitly specified)
es_es: Orden (como se especificó explícitamente)

source: Date created
es_es: Fecha de creación

source: Date last modified
es_es: Fecha de última modificación

source: Date last touched
es_es: Fecha de última modificación

source: URL "filename"
es_es: URL "nombre de archivo"

source: Priority
es_es: Prioridad

source: Random order!
es_es: ¡Órden aleatorio!

source: Order (Default)
es_es: Orden (Por defecto)

source: Blog ID
es_es: ID del blog

source: Name
es_es: Nombre

source: Short name
es_es: Nombre corto

source: Tagline
es_es: Lema

source: Short Description
es_es: Descripción corta

source: (Please check UNIX file permissions on the parent folder. %s)
es_es: (Por favor compruebe los permisos de fichero UNIX en la carpeta progenitora. %s)

source: Click to edit
es_es: Haga clic para editar

source: Coll. Admin
es_es: Administradores de la Colección

source: This can only be edited by users with the Collection Admin permission.
es_es: Esto solo puede ser editado por usuarios con permiso de Administrador de la Colección.

source: User Admin
es_es: Usuario Administrador

source: This can only be edited by users with the User Admin permission.
es_es: Esto solo puede ser editado por usuarios con permiso de Usuario Administrador.

source: Parameter &laquo;%s&raquo; is required!
es_es: ¡Se require el parámetro &laquo;%s&raquo;!

source: Illegal value received for parameter &laquo;%s&raquo;!
es_es: ¡Recibido valor ilegal para el parámetro &laquo;%s&raquo;!

source: The field &laquo;%s&raquo; cannot be empty.
es_es: El campo &laquo;%s&raquo; no puede estar vacío.

source: This field cannot be empty.
es_es: Este campo no puede estar vacío.

source: The number value is invalid.
es_es: El valor numérico no es válido.

source: The decimal value is invalid.
es_es: El valor decimal no es válido

source: The email address is invalid.
es_es: La dirección de correo electrónico no es válida.

source: Please choose a username.
es_es: Escoja un nombre de usuario.

source: Logins cannot start with "usr_", this prefix is reserved for system use.
es_es: Los nombres de usuario no pueden comenzar por "usr_", este prefijo está reservado para uso del sistema.

source: Logins can only contain letters, digits and the following characters: _ .
es_es: Los nombres de usuario sólo pueden contener letras, dígitos, y los siguientes caracteres: _ .

source: Logins cannot contain whitespace and the following characters: %s
es_es: Los nombres de usuario no pueden contener espacios en blanco y los siguientes caracteres: %s

source: There is no user with username &laquo;%s&raquo;.
es_es: No hay ningún usuario de nombre &laquo;%s&raquo;.

source: Supplied URL is invalid. (%s)
es_es: URL proveída es inválida. (%s)

source: Please enter a valid URL, like for example: %s.
es_es: Por favor introduce una URL válida, como por ejemplo: %s.

source: The color value is invalid.
es_es: El valor del color no es válido

source: Please enter a valid time.
es_es: Por favor, provee una hora válida.

source: The phone number is invalid.
es_es: El número de teléfono es inválido.

source: Please enter a valid phone number like for example: %s.
es_es: Por favor introduce un número de teléfono válido como por ejemplo: %s.

source: Passwords cannot contain the characters &lt;, &gt; and &amp;.
es_es: Las contraseñas no pueden contener los caracteres &lt;, &gt; y &amp;.

source: Please enter your new password.
es_es: Introduzca su nueva contraseña

source: Please enter your new password twice.
es_es: Introduzca su nueva contraseña dos veces.

source: You typed two different passwords.
es_es: Escribistes dos contraseñas distintas.

source: The minimum password length is %d characters.
es_es: El largo mínimo de una contraseña es de %d caracteres.

source: This field should be a single word; A-Z only.
es_es: Este campo debe ser una única letra; sólo A-Z.

source: Invalid XHTML.
es_es: XHTML inválido.

source: Please select a gender.
es_es: Seleccione un género.

source: Illegal content found (spam?)
es_es: Contenido ilegal encontrado (¿spam?)

source: Illegal content found: blacklisted word "%s".
es_es: Contenido ilegal encontrado: palabra en la lista negra "%s".

source: Illegal content found (spam?).
es_es: Contenido ilegal encontrado (¿spam?).

source: Illegal content found: blacklisted word &laquo;%s&raquo;.
es_es: Contenido ilegal encontrado: palabra en la lista negra &laquo;%s&raquo;.

source: Illegal CSS markup found:
es_es: Código CSS ilegal encontrado:

source: Illegal javascript markup found:
es_es: Código Javascript ilegal encontrado:

source: Illegal frame markup found:
es_es: Código markup de marcos ilegal encontrado:

source: Illegal object markup found:
es_es: Código markup de objeto ilegal encontrado:

source: (Note: To get rid of the above validation warnings, you can deactivate unwanted validation rules in your <a %s>Group settings</a>.)
es_es: (Nota: para deshacerte de las advertencias de validación arriba, puedes desactivar las reglas de validación que no quieres ver en tu <a %s>Configuración de Grupo</a>)

source: A redirection to an external URL was blocked for security reasons.
es_es: La redirección a una URL externa fue bloqueada por razones de seguridad.

source: Archive Directory
es_es: Directorio del Archivo

source: Category Directory
es_es: Directorio de Categorias

source: Photo Index
es_es: Índice de fotos

source: Post Index
es_es: Índice de artículos

source: Search
es_es: Buscar

source: Site Map
es_es: Mapa del Sitio

source: Sending a message
es_es: Enviando un mensaje

source: Login
es_es: Identificador de usuario

source: Register
es_es: Registrar

source: Account activation
es_es: Activación de cuenta

source: User Profile
es_es: Perfil del Usuario

source: Profile picture
es_es: Imagen del perfil

source: Password change
es_es: Cambio de contraseña

source: User preferences
es_es: Preferencias de usuario

source: User: %s
es_es: Usuario: %s

source: Close account
es_es: Cerrar cuenta

source: Latest Comments
es_es: Últimos Comentarios

source: Feedback
es_es: Opinión

source: New post
es_es: Publicación nueva

source: Editing post
es_es: Editando publicación

source: Duplicating post
es_es: Post duplicado

source: Editing comment
es_es: Editar comentario

source: User posts
es_es: Posts del usuario

source: User comments
es_es: Comentarios del usuario

source: Tags
es_es: Etiquetas

source: on %s
es_es: en %s

source: PREVIEW
es_es: PREVISUALIZAR

source: Advanced editing
es_es: Edición avanzada

source: Go to advanced edit screen
es_es: Ir a la pantalla de edición avanzada

source: Cancel editing
es_es: Cancelar edición

source: Update cancelled
es_es: Actualización cancelada

source: Update paused
es_es: Actualización pausada

source: Changes pending
es_es: Cambios pendientes

source: Saving changes
es_es: Guardar cambios

source: image {current} of {total}
es_es: imagen {current} de {total}

source: Previous
es_es: Anterior

source: Next
es_es: Siguiente

source: Open in a new window
es_es: Abrir en una ventana nueva

source: Start slideshow
es_es: Iniciar desplazamiento de diapositivas

source: Stop slideshow
es_es: Detener desplazamiento de dispositivas

source: February
es_es: Febrero

source: January
es_es: Enero

source: March
es_es: Marzo

source: April
es_es: Abril

source: June
es_es: Junio

source: August
es_es: Agosto

source: July
es_es: Julio

source: September
es_es: Septiembre

source: December
es_es: Diciembre

source: November
es_es: Noviembre

source: October
es_es: Octubre

source: Mon
es_es: Lun

source: Sun
es_es: Dom

source: Tue
es_es: Mar

source: Fri
es_es: Vie

source: Sat
es_es: Sáb

source: Thu
es_es: Jue

source: Wed
es_es: Mié

source: This section can't be displayed because wrong params were created by the skin.
es_es: Esta sección no puede mostrarse porque se crearon parámetros erróneos por el skin.

source: Form is loading...
es_es: El formulario está cargando...

source: This section can only be displayed by javascript enabled browsers.
es_es: Esta sección sólo puede ser mostrada por navegadores con JavaScript activado.

source: Abort login!
es_es: ¡Abortar inicio de sesión!

source: Enter your username (or email address).
es_es: Introduzca su nombre de usuario (o dirección de correo electrónico).

source: Login
es_es: Usuario

source: Username (or email address)
es_es: Nombre de usuario (o dirección de correo electrónico)

source: Password
es_es: Contraseña

source: Log in!
es_es: ¡Inicie sesión!

source: No account yet? Register here
es_es: ¿No tiene cuenta aún? Regístrese aquí

source: Send me a recovery email!
es_es: ¡Envíenme un correo electrónico de recuperación!

source: How to recover your password:
es_es: Cómo recuperar su contraseña:

source: Please enter you login (or email address) above.
es_es: Por favor, introduzca su usuario (o dirección de correo electrónico) arriba.

source: An email will be sent to your registered email address immediately.
es_es: Enseguida se enviará un email a tu dirección registrado.

source: As soon as you receive the email, click on the link therein to change your password.
es_es: Una vez que recibas el email, pulsa el vínculo incluido allí para cambiar tu contraseña.

source: Your browser will open a page where you can chose a new password.
es_es: Su navegador abrirá una página donde podrá escoger una nueva contraseña.

source: Important: for security reasons, you must do steps 1 and 4 on the same computer and same web browser. Do not close your browser in between.
es_es: Importante: por razones de seguridad, debe realizar los pasos 1 y 4 en el mismo ordenador y el mismo navegador. No cierre su navegador entre medias.

source: Back to login form
es_es: Volver al formulario de inicio de sesión

source: Please confirm your email address below:
es_es: Por favor confirme su dirección de correo electrónico debajo:

source: Your email
es_es: Tu email

source: Send me a new activation email now!
es_es: ¡Envíenme una nueva activación de correo electrónico ahora!

source: Open your email account for %s and find a message we sent you on %s at %s with the following title:
es_es: Abra su cuenta de correo para %s y busque un mensaje que le enviamos en %s a %s con el siguiente título:

source: Activate your account: %s
es_es: Active su cuenta: %s

source: NOTE: If you don't find it, check your "Junk", "Spam" or "Unsolicited email" folders. If you really can't find it, <a %s>request a new activation email</a>.
es_es: NOTA: Si no lo encuentra, compruebe sus carpetas "Basura" (Junk), "Spam", o "Correo no solicitado" (Unsolicited email). Si de verdad no puede encontrarlo, <a %s>solicite una nueva activación de correo electrónico</a>.

source: Add us (%s) to your contacts to make sure you receive future email notifications, especially when someone sends you a private message.
es_es: Añádanos (%s) a sus contactos para asegurarse de que recibe (que no se traten como spam) notificaciones de correo electrónico futuras, especialmente cuando alguien le envíe un mensaje privado.

source: Click on the activation link in the email.
es_es: Haga clic en el enlace de activación en el correo.

source: If this does not work, please copy/paste that link into the address bar of your browser.
es_es: Si esto no funciona, por favor copie/pegue ese enlace en la barra de direcciones de su navegador.

source: If you need assistance, please send an email to %s
es_es: Si necesita asistencia, por favor envíe un correo electrónico a %s

source: Since you are an admin user, you can activate your account (%s) by a single click.
es_es: Como usted es un usuario administrador, puede activar su cuenta (%s) mediante un sólo clic.

source: Activate my account!
es_es: ¡Activar mi cuenta!

source: Very weak
es_es: Muy débil.

source: Weak
es_es: Débil

source: So-so
es_es: Así-así

source: Good
es_es: Buena

source: Great!
es_es: ¡Estupenda!

source: Estimated crack time
es_es: Tiempo estimado de crackeo

source: The second password is different from the first.
es_es: La segunda contraseña es distinta de la primera.

source: This username is available.
es_es: Este nombre de usuario está disponible.

source: This username is already in use. Please choose another one.
es_es: Este nombre de usuario está en uso. Por favor escoja otro.

source: Choose an username.
es_es: Escoger un nombre de usuario.

source: Do you want discard your changes for this order field?
es_es: ¿Quiere descartar sus cambios para este campo de orden?

source: Invalid URL $code$ format
es_es: Formato de URL $code$ inválido.

source: URI scheme "%s" not allowed.
es_es: Esquema URI "%s" no está permitido.

source: URI scheme not allowed.
es_es: Esquema URI no está permitido.

source: Invalid email link: %s.
es_es: Vínculo de email inválido: %s.

source: Invalid email link.
es_es: Vínculo de email inválido.

source: Supplied email address (%s) is invalid.
es_es: La dirección de email proveída (%s) no es válida.

source: Invalid email address.
es_es: Dirección email inválido.

source: Invalid class ID format
es_es: Formato de clase ID inválido.

source: Invalid URL format (%s).
es_es: Formato de URL inválido (%s).

source: Invalid URL format.
es_es: Formato de URL inválido.

source: URL "%s" must be absolute.
es_es: URL "%s" debe ser absoluto.

source: URL must be absolute.
es_es: URL debe ser absoluto.

source: URL "%s" must be a full path starting with "/" or an anchor starting with "#".
es_es: URL "%s" debe ser una ruta completa antecedida por "/" o una ancla antecedida por "#".

source: URL must be a full path starting with "/" or an anchor starting with "#".
es_es: URL debe ser una ruta completa antecedida por "/" o un ancla antecedida por "#".

source: URL "%s" not allowed: blacklisted word "%s".
es_es: URL "%s" no permitido: palaba en la lista negra "%s".

source: URL not allowed
es_es: URL no permitida

source: Could not parse URL
es_es: No se pudo procesar la URL

source: Invalid response.
es_es: Respuesta inválida.

source: Could not locate end of headers
es_es: No se pudo encontrar el final de las cabeceras

source: Invalid response
es_es: Respuesta inválida

source: fopen() failed
es_es: fopen() falló

source: No method available to access URL!
es_es: ¡No hay un método disponible para acceder a la URL!

source: Line %s
es_es: Línea %s

source: Some files could not be deleted (including: %s).
es_es: Algunos archivos no pueden ser eliminados (incluyendo: %s).

source: Can not access directory: %s.
es_es: No se pudo acceder al directorio: %s.
