Repository: washedfrere/dudad
Catalog: blog/locales/*/LC_MESSAGES/messages.po
Languages: es_es

source: This is a default category for your posts.
es_es: Esta es una categoría predeterminada para sus posts.

source: You can use the following code in message body to define categories: %s. In this example 2 will be main category and 5, 47 extra categories.
es_es: Puede usar el siguiente código en el cuerpo del mensaje para definir categorías: %s. En este ejemplo 2 será la categoría principal, 5 y 47 las categorías extra.

source: Default title
es_es: Título predeterminado

source: This is a default title for your posts.
es_es: Este es un título por defecto para sus posts.

source: You can use the following code in message body to define post title: %s.
es_es: Puede usar el siguiente código en el cuerpo del mensaje para definir el título del post: %s.

source: Add &lt;img&gt; tags
es_es: Añade etiquetas &lt;img&gt;

source: Display image attachments using &lt;img&gt; tags (instead of linking them through file manager).
es_es: Mostrar imágenes adjuntas usando etiquetas &lt;img&gt; (en lugar de enlazándolas a través del administrador de ficheros).

source: Email subject must start with this prefix to be imported, messages that don't have this tag will be skipped.
es_es: El asunto del correo electrónico debe comenzar con este prefijo para ser importado, los mensajes que no tengan esta etiqueta serán evitados.

source: Subject Prefix
es_es: Prefijo de Asunto

source: Body Terminator
es_es: Terminador del texto cuerpo

source: Starting from this string, everything will be ignored, including this string.
es_es: A partir de esta cadena, todo será ignorado, incluyendo la cadena misma.

source: You can use this to remove signature from message body.
es_es: Puede usar esto para eliminar la firma del cuerpo del mensaje.

source: HTML messages
es_es: Mensajes HTML

source: Enable HTML messages
es_es: Habilitar mensajes HTML

source: Check this if you want HTML messages to be processed and posted in your blog.
es_es: Marque esto si quiere que los mensajes HTML sean procesados y posteados en su blog.

source: Limit allowed tags
es_es: Limitar etiquetas permitidas

source: Check this if you want to limit allowed HTML tags to the following list:
es_es: Marque esto si quiere limitar las etiquetas HTML permitidas a la siguiente lista:

source: Enable XML-RPC
es_es: Activar XML-RPC

source: Enable the Movable Type, MetaWeblog, WordPress, Blogger and B2 XML-RPC publishing protocols.
es_es: Habilitar los protocolos de publicación Movable Type, MetaWeblog, WordPress, Blogger, y B2 XML-RPC.

source: Default title for items created with a XML-RPC API that doesn't send a post title (e. g. the Blogger API).
es_es: Título predeterminado para elementos creados con la API XML-RPC que no envien un título de artículo (ejemplo: la API de Blogger).

source: Terms not found. (post ID #%s)
es_es: Términos no encontrados. (ID de publicación #%s)

source: The requested file is not available for download.
es_es: El fichero solicitado no está disponible para descarga.

source: The requested chapter was not found
es_es: No se encontró el capítulo solicitado

source: You must log in before you can contact this user
es_es: Debe iniciar sesión antes de que pueda contactar con este usuario

source: You must activate your account before you can send a private message to %s. However you can send them an email if you'd like. <a %s>More info &raquo;</a>
es_es: Debe activar su cuenta antes de que pueda enviar un mensaje privado a %s. Sin embargo puede enviarle un correo electrónico si lo desea. <a %s>Más información &raquo;</a>

source: You must activate your account before you can contact a user. <b>See below:</b>
es_es: Debe activar su cuenta antes de que pueda contactar con un usuario. <b>Vea debajo:</b>

source: You cannot send a private message to yourself. However you can send yourself an email if you'd like.
es_es: No puede enviarse un mensaje privado a usted mismo. Sin embargo puede enviarse un email a si mismo si quiere.

source: You cannot send a private message to %s. However you can send them an email if you'd like.
es_es: No puede enviar un mesaje privado a %s. Sin embargo puede enviarles un email si quiere.

source: The user "%s" does not want to be contacted through the message form.
es_es: El usuario "%s" no quiere ser contactado mediante el formulario de mensajes.

source: This commentator does not want to get contacted through the message form.
es_es: Este comentarista no quiere ser contactado a través del formulario de mensajes.

source: Comment on %s
es_es: Comentario sobre %s

source: You must log in to read your messages.
es_es: Debe iniciar sesión para leer sus mensajes.

source: You must activate your account before you can read & send messages. <b>See below:</b>
es_es: Debe activar su cuenta antes de que pueda leer y enviar mensajes. <b>Vea debajo:</b>

source: You must log in to manage your contacts.
es_es: Debe iniciar sesión para gestionar sus contactos.

source: User has been added to the &laquo;%s&raquo; group.
es_es: El usuario ha sido añadido al grupo &laquo;%s&raquo;

source: Contact was unblocked.
es_es: El contacto fue desbloqueado.

source: You are logged in but your account is not activated. You will find instructions about activating your account below:
es_es: Está autentificado pero su cuenta no está activada. Encontrará instrucciones acerca de la activación de su cuenta debajo:

source: You are already logged in.
es_es: Usted ya está autentificado.

source: You must log in before you can activate your account.
es_es: Debe iniciar sesión antes de que pueda activar su cuenta.

source: You must log in to view the user directory.
es_es: Debe iniciar sesión para ver el directorio del usuario.

source: You must activate your account before you can view the user directory. <b>See below:</b>
es_es: Debe activar su cuenta antes de que pueda ver el directorio del usuario. <b>Vea debajo:</b>

source: Your account status currently does not permit to view the user directory.
es_es: El status de su cuenta actualmente no permite ver el directorio del usuario.

source: You must log in to view this user profile.
es_es: Debe iniciar sesión para ver su perfil de usuario.

source: You must activate your account before you can view this user profile. <b>See below:</b>
es_es: Debe activar su cuenta antes de que pueda ver este perfil de usuario. <b>Vea debajo:</b>

source: Your account status currently does not permit to view this user profile.
es_es: El status de su cuenta actualmente no permite ver este perfil de usuario.

source: The requested user does not exist!
es_es: ¡El usuario solicitado no existe!

source: The requested user account is closed!
es_es: ¡La cuenta de usuario solicitada está cerrada!

source: You don't have permission to view this user profile.
es_es: Usted no tiene permiso para ver este perfil de usuario.

source: You must log in to create & edit posts.
es_es: Debe iniciar sesión para crear y editar posts.

source: You must activate your account before you can create & edit posts. <b>See below:</b>
es_es: Debe activar su cuenta antes de que pueda crear y editar posts. <b>Vea debajo:</b>

source: You are not allowed to create & edit posts!
es_es: ¡No tiene permitido crear y editar posts!

source: You must log in to edit comments.
es_es: Debe iniciar sesión para editar comentarios.

source: You must activate your account before you can edit comments. <b>See below:</b>
es_es: Debe activar su cuenta antes de que pueda editar comentarios. <b>Vea debajo:</b>

source: This feature is disabled.
es_es: Esta característica está deshabilitada.

source: Your web browser is too old. For this site to work correctly, we recommend you use a more recent browser.
es_es: Su navegador web es demasiado antiguo. Para que este sitio funcione correctamente, le recomendamos que use un navegador más reciente.

source: Same as normal skin.
es_es: El mismo que el skin normal.

source: Skin name
es_es: Nombre del skin

source: Skin version
es_es: Versión de skin

source: Skin type
es_es: Tipo de skin

source: Containers
es_es: Contenedores

source: This skin does not provide any configurable settings.
es_es: Este skin no permite ninguna configuración de opciones.

source: Skin settings
es_es: Configuración del skin

source: %d blogs using this skin
es_es: %d blogs que usan este skin

source: This skin is set as default skin.
es_es: Este skin está establecido como el skin por defecto.

source: %d linked containers
es_es: %d contenedores vinculados

source: Cannot open skin directory.
es_es: No se puede abrir el directorio de skin.

source: Cannot read skin file &laquo;%s&raquo;!
es_es: ¡No se puede leer el archivo de Skin &laquo;%s&raquo;!

source: %d containers have been found in skin template &laquo;%s&raquo;.
es_es: %d contenedores han sido encontrados en la plantilla de skin &laquo;%s&raquo;.

source: No containers found in this skin!
es_es: No se han encontrado contenedores en este skin!

source: Select this skin!
es_es: ¡Seleccionar este skin!

source: No skinshot available for
es_es: No disponible imagen de Skin para

source: Broken.
es_es: Roto

source: Wrong Type!
es_es: ¡Tipo Errado!

source: This skin does not fit the blog type you are trying to create.
es_es: Este skin no coincide con el tipo de blog que esta intentando crear.

source: Preview blog with this skin in a new window
es_es: Previsualizar el blog con este skin en una ventana nueva

source: Cannot edit skin!
es_es: ¡No se puede editar el Skin!

source: Requested skin is not installed any longer.
es_es: El Skin solicitado ya no está disponible.

source: Skin has been installed.
es_es: El Skin ha sido instalado.

source: Please select at least one skin to install.
es_es: Por favor, seleccione al menos un skin para instalar.

source: The selected skins have been installed.
es_es: El skin seleccionado ha sido instalado.

source: Skin properties updated.
es_es: Propiedades del Skin actualizadas.

source: Skin &laquo;%s&raquo; uninstalled.
es_es: Skin &laquo;%s&raquo; desinstalado

source: Cannot uninstall skin &laquo;%s&raquo;
es_es: No se puede desinstalar el skin &laquo;%s&raquo;

source: Skin params have been reset to defaults.
es_es: Los parámetros de skin han sido restablecidos a los predeterminados.

source: Uninstall skin &laquo;%s&raquo;?
es_es: ¿Desinstalar skin &laquo;%s&raquo;?

source: Pick an existing skin below: (or <a %s>install a new one now</a>)
es_es: Seleccione un skin existente: (or <a %s>instale uno nuevo ahora</a>)

source: Choose a skin
es_es: Elegir un skin

source: Choose a Mobile Phone skin
es_es: Escoja un skin para teléfono móvil

source: Choose a Tablet skin
es_es: Escoja un skin para tableta

source: Install new skin...
es_es: Instalar skin nuevo...

source: Don't change
es_es: No cambiar

source: Keep current skin!
es_es: ¡Mantener el skin actual!

source: Install New
es_es: Nueva instalación

source: Default skin
es_es: Skin predeterminado

source: Choose a different skin
es_es: Seleccione un skin diferente

source: Select another skin...
es_es: Seleccionar otro skin...

source: Reset params
es_es: Restablecer parámetros

source: This will reset all the params to the defaults recommended by the skin.\nYou will lose your custom settings.\nAre you sure?
es_es: Esto restablecerá todos los parámetros a los valores predeterminados recomendados por el skin. \nNo perderá sus ajustes personalizados.\n ¿Está seguro?

source: Uninstall this skin!
es_es: ¡Desinstalar este skin!

source: Skin properties
es_es: Propiedades del skin

source: System Settings for this skin
es_es: Configuración del sistema para este skin

source: As seen by blog owners
es_es: Como lo ven los dueños del blog

source: Normal skin for general browsing
es_es: Skin normal para navegación general

source: Mobile
es_es: Móvil

source: Mobile skin for mobile phones browsers
es_es: Skin de móvil para navegadores de teléfonos móviles

source: Tablet
es_es: Tableta

source: Tablet skin for tablet browsers
es_es: Skin de tableta para navegadores de tableta

source: Special system skin for XML feeds like RSS and Atom
es_es: Skin especial de sistema para los feed XML (RSS, Atom, etc.)

source: Special system skin for XML sitemaps
es_es: Skin especial del sistema para mapas de sitio XML

source: XML Sitemap
es_es: Mapa de sitio XML

source: Installed skins
es_es: Skins instalados

source: Edit skin properties...
es_es: Editar propiedades de skin

source: Skin Folder
es_es: Carpeta de Skins

source: Reload containers!
es_es: ¡Recargar contenedores!

source: Sitemap
es_es: Mapa del sitio

source: Install a new %s skin for %s:
es_es: Instalar un nuevo %s skin para %s:

source: Skins available for installation
es_es: Skins disponibles para instalación

source: All skins
es_es: Todos los skins

source: Normal skins
es_es: Skins normales

source: Mobile skins
es_es: Skins para móviles

source: Tablet skins
es_es: Skins para tabletas

source: Feed skins
es_es: Skins de Feed

source: Sitemap skins
es_es: Skins de mapa de sitio

source: DUPLICATE SKIN NAME
es_es: NOMBRE DE SKIN DUPLICADO

source: _skin.class.php NOT FOUND!
es_es: ¡_skin.class.php NO ENCONTRADO!

source: MALFORMED _skin.class.php
es_es: _skin.class.php MAL FORMADO

source: _skin.class.php could not be loaded!
es_es: ¡_skin.class.php no se pudo cargar!

source: Check All
es_es: Seleccionar todo

source: Install Checked
es_es: Instalación seleccionada

source: %d related post
es_es: %d publicaciones relacionadas

source: The slug &laquo;%s&raquo; already exists.
es_es: La abreviatura &laquo;%s&raquo; ya existe.

source: Object ID must be a number!
es_es: ¡El ID de objeto debe ser un número!

source: Object ID must be a valid Post ID!
es_es: ¡el ID de Objeto debe ser un ID de Artículo válido!

source: View this %s...
es_es: Ver esto %s...

source: Edit this %s...
es_es: Editar esto %s...

source: Warning: this change also changed the canonical slug of the post! (%s)
es_es: Alerta: ¡este cambio también afecta a la abreviatura canónica del artículo! (%s)

source: Slug
es_es: Abreviatura

source: New slug created.
es_es: Nueva abreviatura creada.

source: Slug updated.
es_es: Abreviatura actualizada.

source: Slug &laquo;%s&raquo; deleted.
es_es: Abreviatura &laquo;%s&raquo; eliminada.

source: Cannot delete slug &laquo;%s&raquo;
es_es: No se puede eliminar la abreviatura &laquo;%s&raquo;

source: Delete slug &laquo;%s&raquo;?
es_es: ¿Eliminar abreviatura &laquo;%s&raquo;?

source: New Slug
es_es: Nueva Abreviatura...

source: Object ID
es_es: ID de Objeto

source: Item ID
es_es: ID de Elemento

source: Target
es_es: Objetivo

source: (missing)
es_es: (perdido)

source: Edit this slug...
es_es: Editar esta abreviatura...

source: Delete this slug!
es_es: ¡Eliminar esta abreviatura!

source: Add a new slug...
es_es: Añadir una nueva abreviatura...

source: New slug
es_es: Nueva abreviatura

source: Maximum length of the field "Error message decoding configuration" is 5000 symbols, the big value will be cropped.
es_es: Longitud máxima del campo "Mensaje de error decodificando la configuración" es de 5000 símbolos, se recogerá el valor grande.

source: SMTP enabled.
es_es: SMTP habilitado.

source: SMTP disabled.
es_es: SMTP deshabilitado.

source: Reason: %s
es_es: Razón: %s

source: The connection with this SMTP server has been tested successfully.
es_es: La conexión con este servidor SMTP se ha probado con éxito.

source: The connection with this SMTP server has failed.
es_es: La conexión con este servidor SMTP ha fallado.

source: The email address was updated.
es_es: La dirección de correo electrónico fue actualizada.

source: The email address was deleted.
es_es: La dirección de correo electrónico fue borrada.

source: Removed %d cached entries.
es_es: Eliminados %d entradas en el caché.

source: General cache deleted: %s
es_es: Cache general eliminada: %s

source: Could not delete general cache: %s
es_es: Nos se ha podido eliminar la cache general: %s

source: Blog %d cache deleted: %s
es_es: Eliminada la cache del blog %d: %s

source: Could not delete blog %d cache: %s
es_es: No se ha podido eliminar la cache del blog %d: %s

source: Page caches deleted.
es_es: Cache de la página eliminada.

source: Deleted %d directories.
es_es: Eliminiadas %d carpetas.

source: All cache folders are working properly.
es_es: Todas las carpetas de caché están funcionando adecuadamente.

source: Unable to repair all cache folders becaue of file permissions
es_es: No se pudieron reparar todas las carpetas de caché a causa de los permisos de ficheros

source: Optimize %s tables...
es_es: Optimizar las tablas %s...

source: Time: %s seconds
es_es: Hora: %s segundos

source: Full execution time: %s seconds
es_es: Tiempo completo de ejecución: %s segundos

source: Database table %s is optimized.
es_es: La tabla %s de la base de datos está optimizada.

source: Database table %s could not be optimized. Message: %s
es_es: La tabla %s de la base de datos no pudo ser optimizada. Mensaje: %s

source: All database tables are already optimized.
es_es: Todas las tablas de la base de datos ya están optimizadas.

source: Database table %s is checked.
es_es: La tabla %s de la base de datos está marcada.

source: Database table %s could not be checked. Message: %s
es_es: La tabla %s de la base de datos no pudo ser comprobada. Mensaje: %s

source: All database tables are already checked.
es_es: Todas las tablas de la base de datos ya están comprobadas

source: Database table %s is analyzed.
es_es: La tabla %s de la base de datos está analizada.

source: Database table %s could not be analyzed. Message: %s
es_es: La tabla %s de la base de datos no está analizada. Mensaje: %s

source: All database tables are already analyzed.
es_es: Todas las tablas de la base de datos ya están analizadas.

source: Database table %s does not support optimize, doing recreate + analyze instead
es_es: La tabla %s de la base de datos no soporta optimizar, y en su lugar hace recrear + analizar

source: Removing broken posts that have no matching category...
es_es: Eliminando publicaciones que no coinciden con ninguna categoría...

source: Cannot delete post with ID %s
es_es: No se puede eliminar la publicación con ID %s

source: Deleted %d posts.
es_es: Eliminadas %d publicaciones.

source: Deleted %d slugs.
es_es: Eliminadas %d abreviaturas.

source: %d comments have been deleted
es_es: Se han eliminado %d comentarios

source: %d files have been deleted
es_es: %d ficheros han sido borrados

source: Deleting of the orphan File objects from the database...
es_es: El borrado de los objetos de fichero huérfanos de la base de datos...

source: Number of deleted orphan File objects: %d.
es_es: Número de objetos File huerfanos eliminados: %d.

source: Number of valid File objects in the database: %d.
es_es: Número de objetos File válidos en la base de datos: %d.

source: %d invalid File objects were found in the database.
es_es: Se encontraron %d objetos File inválidos en la base de datos.

source: An invalid File object was found in the database.
es_es: Se encontró un objeto File inválido en la base de datos.

source: It is strongly recommended to also execute the &lt;<a %s>Remove orphan file roots</a>&gt; tool to remove invalid files from the database and from the disk as well!
es_es: ¡Es altamente recomendable ejecutar también la herramienta &lt;<a %s>Eliminar raíces de ficheros huérfanas</a>&gt; para eliminar ficheros inválidos tanto de la base de datos como del disco!

source: Removing orphan file roots recursively with all of their content...
es_es: Eliminando recursivamente raíces de ficheros huérfanas y todo su contenido...

source: Cannot open blogs media directory %s
es_es: No se pudo abrir el directorio de audiovisuales %s de los blogs

source: Cannot open users media directory %s
es_es: No se pudo abrir el directorio de audiovisuales %s de los usuarios

source: Invalid file root %s was found and removed with all of its content.
es_es: Se encontró y eliminó una raíz de fichero %s no válida con todo su contenido.

source: Cannot delete directory %s. Please check the permissions or delete it manually.
es_es: No se pudo eliminar el directorio %s. Por favor compruebe los permisos o bórrelo manualmente.

source: %d File roots have been removed from the disk.
es_es: %d raíces de fichero han sido eliminadas del disco.

source: %d File objects have been deleted from DB.
es_es: %d objetos fichero han sido eliminados de la base de datos.

source: Continue re-creating of autogenerated excerpts...
es_es: Continuar re-creando los extractos auto-generados...

source: Re-creating of autogenerated excerpts...
es_es: Re-creando los extractos auto-generados...

source: All autogenerated excerpts were re-created ( %d custom excerpts were left untouched ).
es_es: Todos los extractos autogenerados volvieron a crearse ( %d extractos personalizados permanecieron intactos ).

source: Check tables...
es_es: Comprobar tablas...

source: Analyze tables...
es_es: Analizar tablas...

source: Convert item content separators from &lt;!--more--&gt; to [teaserbreak] and &lt;!--nextpage--&gt; to [pagebreak]...
es_es: Convertir separadores de contenido de &lt;!--more--&gt; a [teaserbreak] y &lt;!--nextpage--&gt; a [pagebreak]...

source: %d items have been updated.
es_es: %d elementos han sido actualizados.

source: Clear pre-rendered item cache (DB)
es_es: Limpiar caché de ítems preinterpretados (BD)

source: No old separators were found.
es_es: No se encontraron separadores antiguos.

source: Redemption
es_es: Redención

source: Suspicious 1
es_es: Sospechoso 1

source: Suspicious 2
es_es: Sospechoso 2

source: Suspicious 3
es_es: Sospechoso 3

source: Permanent error
es_es: Error permanente

source: We could not send %d email to %s because this address is blocked.
es_es: No podríamos enviar %d correo electrónico a %s porque esta dirección está bloqueda.

source: SMTP gateway is not enabled.
es_es: La pasarela SMTP no está habilitada.

source: PHP version must be 5.2 or higher to enable SMTP gateway.
es_es: Debe tener una version de PHP 5.2 o superior para habilitar la pasarela SMTP.

source: SMTP Host and Port Number must be defined to enable SMTP gateway.
es_es: Host SMTP y Número de Puerto deben estar definidos para habilitar la pasarela SMTP.

source: Encryption Method %s must be available on this system in order to enable SMTP gateway.
es_es: El Método de Encriptación %s debe estar disponible en este sistema para habilitar la pasarela SMTP.

source: Check SMTP settings...
es_es: Verificar configuración de SMTP...

source: Test SMTP connection...
es_es: Probar conexión SMTP...

source: Please enter email address.
es_es: Introduzca la dirección de correo electrónico.

source: This email address already exists. Do you want to <a %s>edit the existing email address</a>?
es_es: Esta dirección de correo electrónico ya existe. ¿Quiere <a %s>editar la dirección de correo electrónico existente</a>?

source: The count must be a number.
es_es: La cifra debe ser un número.

source: WARNING:
es_es: ADVERTENCIA:

source: No import
es_es: No importar

source: Importing users...
es_es: Importando usuarios...

source: %s users have been found in the phpBB database
es_es: %s usuarios han sido encontrados en la base de datos phpBB

source: No users found in the phpBB database.
es_es: No se encontraron usuarios en la base de datos phpBB.

source: Start importing <b>users</b> into the b2evolution database...
es_es: Comenzar a importar <b>usuarios</b> a la base de datos de b2evolution...

source: User "%s" with ID %s ignored
es_es: Ignorado el usuario "%s" con ID (identificador) %s

source: The phpBB users "%s" and "%s" have the same email address "%s" and will be merged in b2evolution as just "%s"
es_es: Los usuarios de phpBB "%s" y "%s" tienen la misma dirección de correo electrónico "%s" y serán fusionados en b2evolution como "%s"
