Repository: washedfrere/dudad
Catalog: blog/locales/*/LC_MESSAGES/messages.po
Languages: es_es

source: Subscriptions have been changed.
es_es: Las suscripciones han sido cambiadas.

source: Please select at least one setting to subscribe on the selected blog.
es_es: Seleccione al menos una de las configuraciones para suscribirse al blog seleccionado.

source: Notificaiton email limit must be between %d and %d.
es_es: El límite de correos electrónicos de notificación debe estar entre %d y %d.

source: Newsletter limit must be between %d and %d.
es_es: El límite de boletines debe estar entre %d y %d.

source: The threshold must be between 1 and 5.
es_es: El umbral debe estar entre 1 y 5.

source: Show the user profile
es_es: Mostrar el perfil de usuario

source: Go to user activity
es_es: Ir a la actividad del usuario

source: The user's media directory &laquo;%s&raquo; could not be created, because the parent directory is not writable or does not exist.
es_es: No se puede crear el directorio de medios &laquo;%s&raquo; del usuario, ya que no existe o no se puede grabar en el directorio padre.

source: The user's media directory &laquo;%s&raquo; could not be created.
es_es: No se puede crear el directorio de medios del usuario &laquo;%s&raquo;

source: The user's directory &laquo;%s&raquo; has been created with permissions %s.
es_es: El directorio del usuario &laquo;%s&raquo; ha sido creado con permisos %s.

source: Group/user permission denied by %s!
es_es: ¡Permisos de grupo/usuario denegados por %s!

source: You are not allowed to contact with this user.
es_es: Usted no tiene permitido contactar con este usuario.

source: You cannot send a private message to yourself.
es_es: No puedes enviarte un mensaje privado a ti mismo.

source: This user can only be contacted through private messages, but you are not allowed to send private message to this user.
es_es: Este usuario sólo puede ser contactado a través de mensajes privados, pero no tiene permitido enviar mensajes privados a este usuario.

source: This user can only be contacted through private messages but you are not allowed to send any private messages.
es_es: Este usuario sólo puede ser contactado por mensaje privado pero tu no tienes permitido enviar mensajes privados.

source: This user does not wish to be contacted directly.
es_es: Este usuario no desea ser contactado directamente.

source: Activate your account: $login$
es_es: Activar su cuenta: $login$

source: New user account activated
es_es: Nueva cuenta de usuario activada

source: Send email to user
es_es: Enviar email al usuario

source: Send message to user
es_es: Enviar mensaje al usuario

source: A man
es_es: Un hombre

source: A woman
es_es: Una mujer

source: You are only allowed to update your own profile!
es_es: ¡Sólo puedes actualizar tu propio perfil!

source: New user has been created.
es_es: Se ha creado un nuevo usuario.

source: Password has been changed.
es_es: La contraseña ha sido cambiada.

source: You cannot choose the new login "%s" (cannot rename user fileroot)
es_es: No puede elegir el nuevo identificador de usuario "%s" (no puede renombrar la raíz de ficheros ('fileroot') del usuario)

source: Profile has been updated.
es_es: El perfil ha sido actualizado.

source: User status couldn't be updated!
es_es: ¡El status del usuario no pudo ser actualizado!

source: Because the Account Activation Process is set to <a %s>Secure</a>, the user will have to request a new activation email next time he tries to log in.
es_es: A causa de que el Proceso de activación de cuenta está establecido a <a %s>Seguro</a>, el usuario tendrá que solicitar un nuevo correo electrónico de activación la próxima vez que intente iniciar sesión.

source: An email has been sent to your email address (%s). Please click on the link therein to activate your account. <a %s>More info &raquo;</a>
es_es: Se ha enviado un correo a su dirección de correo electrónico (%s). Por favor haga clic en el enlace incluido para activar su cuenta. <a %s>Más información &raquo;</a>

source: An account activation email has been sent to %s
es_es: Un correo electrónico de activación de cuenta se ha enviado a %s

source: User feature settings have been changed.
es_es: La configuración de atributos de usuario ha sido cambiado.

source: You are not allowed to update this profile!
es_es: ¡Usted no está autorizado para actualizar este perfil!

source: Profile picture could not be changed!
es_es: ¡La foto de perfil no puede ser cambiada!

source: Profile picture has been restored.
es_es: La foto de perfil ha sido restaurada.

source: Profile picture has been changed.
es_es: La foto de perfil ha sido cambiada.

source: You did not specify a file.
es_es: Uste no especificó un fichero.

source: The requested file does not exist!
es_es: ¡El fichero solicitado no existe!

source: The requested file doesn't belong to this user.
es_es: El fichero solicitado no pertenece a este usuario.

source: Profile picture could not be rotated!
es_es: ¡No se pudo rotar la foto de perfil!

source: Profile picture has been rotated.
es_es: Se ha rotado la foto de perfil.

source: Profile picture could not be cropped!
es_es: ¡No se pudo recortar la foto de perfil!

source: Profile picture has been cropped.
es_es: La foto de perfil se ha recortado.

source: Profile picture is not found!
es_es: ¡Foto de perfil no encontrada!

source: Profile picture has been forbidden.
es_es: La foto de perfil ha sido prohibida.

source: Profile picture has been removed.
es_es: Se ha eliminado la foto de removida.

source: Profile picture has been deleted.
es_es: La foto de perfil ha sido eliminada.

source: You don't have permission to selected user file root.
es_es: No tiene permiso para seleccionar la raíz ('root') de ficheros del usuario.

source: It seems you are trying to upload the same profile picture twice.
es_es: Parece que está tratando de subir dos veces la misma foto de perfil.

source: New picture has been uploaded.
es_es: La nueva imagen ha sido subida.

source: The file you uploaded does not seem to be an image.
es_es: El fichero que subió no parece ser una imagen.

source: %s (%s%% are public)
es_es: %s (%s%% son públicos)

source: %s has posted %s comments (%s%% of which are public). %s of these comments have been found useful by %s different users.
es_es: %s ha publicado %s comentarios (%s%% de los cuales son públicos). %s de esos comentarios han sido marcados como útiles por %s usuarios diferentes.

source: %s has posted %s comments (%s%% of which are public).<br />%s voted useful by %s different users.<br />%s voted NOT useful by %s different users.<br />%s considered OK by %s different users.<br />%s considered SPAM by %s different users.
es_es: %s ha publicado %s comentarios (%s%% de ellos son públicos)<br />%s votados como útiles por %s usuarios diferentes.<br />%s votados NO útiles por %s usuarios diferentes.<br />%s considerados OK por %s usuarios diferentes.<br />%s considerdos SPAM por %s usuarios diferentes.

source: %s has posted %s photos. %s of these photos have been liked by %s different users.
es_es: %s ha publicado %s fotos. %s de esas fotos han gustado a %s usuarios diferentes.

source: %s has posted %s photos.<br />%s voted up (liked) by %s different users.<br />%s voted down by %s different users.<br />%s considered INAPPROPRIATE by %s different users.<br />%s considered SPAM by %s different users.
es_es: %s ha publicado %s fotos.<br />%s votos positivos (Me gusta) por %s usuarios diferentes.<br />%s votos negativos por %s usuarios diferentes.<br />%s veces considerada INAPROPIADA por %s usuarios diferentes.<br />%s veces considerada SPAM por %s usuarios diferentes.

source: %s has uploaded %s audio files.
es_es: %s ha subido %s ficheros de audio.

source: %s has uploaded %s other files.
es_es: %s ha subido %s ficheros de otros tipos.

source: %s successfully reported %s spams and/or spammers!
es_es: ¡%s informes satisfactorios de %s spams y/o spammers!

source: User #%s has no permission to edit user #%s!
es_es: ¡El usuario #%s no tiene permiso para editar al usuario #%s!

source: Gender
es_es: Género

source: User profile changed
es_es: Perfil de usuario modificado

source: Log in
es_es: Iniciar sesión

source: Log in if you have an account...
es_es: Ingresa si tienes una cuenta...

source: Register for a new account...
es_es: Registro de una nueva cuenta...

source: Log out
es_es: Salir

source: Log out from your account
es_es: Salir de su cuenta

source: Profile
es_es: Perfil

source: Subscribe
es_es: Suscribir

source: Subscribe to email notifications
es_es: Suscribir para recibir notificaciones por email

source: Please enter your invitation code.
es_es: Por favor introduzca su código de invitación.

source: Please select country.
es_es: Por favor selecciona un país.

source: Please enter your last name.
es_es: Por favor introduzca su apellido.

source: Please select gender.
es_es: Seleccione género.

source: Please enter your password twice.
es_es: Por favor, introduzca tu contraseña dos veces

source: Your password should contain at least one special character (like & ! $ * - _ + etc.)
es_es: Su contraseña debe contener al menos un caracter especial (como & ! $ * - _ + etc.)

source: The password must be different from your login.
es_es: La contraseña debe ser distinta al nombre de usuario.

source: The password must be different from your nickname.
es_es: La contraseña debe ser distinta a tu alias.

source: %s has left this conversation.
es_es: %s ha abandonado esta conversación.

source: %s has left the conversation and has not received this message.
es_es: %s ha abandonado la conversación y no ha recibido este mensaje.

source: %s has seen this message.
es_es: %s ha visto este mensaje.

source: %s has NOT seen this message yet.
es_es: %s NO ha visto este mensaje aún.

source: %d months
es_es: %d meses

source: %d hours
es_es: %d horas

source: %d minutes
es_es: %d minutos

source: %d seconds
es_es: %d segundos

source: Report User
es_es: Informar del usuario

source: You have reported this user
es_es: Ha informado de este usuario

source: Delete this user!
es_es: ¡Eliminar este usuario!

source: Delete spammer
es_es: Borrar spammer

source: Delete this user as spammer!
es_es: ¡Borrar este usuario como spammer!

source: Compose message
es_es: Escribir mensaje

source: Close user profile!
es_es: ¡Cerrar perfil de usuario!

source: My Activity
es_es: Mi actividad

source: User Activity
es_es: Actividad del usuario

source: Latest account activation email
es_es: Último correo de activación de cuenta

source: Account is already activated
es_es: La cuenta ya está activada

source: The account is closed, it cannot be activated
es_es: La cuenta está cerrada, no puede ser activada

source: This user doesn't want to receive account activation reminders
es_es: Este usuario no quiere recibir recordatorios de activación de cuenta

source: Account validation process is secured, so account activation emails are sent only upon request
es_es: El proceso de validación de cuenta es seguro, así que los correos de activación de cuenta se envían sólo bajo solicitud

source: None yet
es_es: Ninguno aún

source: Next account activation reminder
es_es: Siguiente recordatorio de activación de cuenta

source: %d reminders were sent out of the maximum allowed of %d.
es_es: %d recordatorios fueron enviados de un máximo permitido de %d.

source: Scheduled job responsible for reminders is "Send reminders about not activated accounts".
es_es: El trabajo programado responsable de los recordatorios es "Send reminders about not activated accounts" (enviar recordatorios de cuentas no activadas).

source: Account activation has failed
es_es: La activación de la cuenta falló

source: We already sent %d account activation reminders of the maximum allowed of %d, no more reminders will be sent
es_es: Ya enviamos %d recordatorios de activación de cuenta de un máximo permitido %d, no se enviarán más recordatorios

source: At least one activation email should have been already sent. Check if the user email address is correct, and PHP is sending emails correctly
es_es: Al menos un correo de activación debe haber sido enviado. Compruebe si la dirección de correo electrónico del usuario es correcta, y si PHP está enviando correos correctamente.

source: %s left before next notification
es_es: %s abandonó antes de la siguiente notificación

source: next notification pending since %s - check the "Send reminders about not activated accounts" scheduled job
es_es: la siguiente notificación está pendiente desde %s - compruebe el trabajo programado "Send reminders about not activated accounts" (enviar recordatorios de cuentas no activadas)

source: Add field...
es_es: Añadir campo...

source: Visit the site
es_es: Visitar el sitio

source: Restrict to members of this blog
es_es: Restringido a los miembros de este blog

source: Men
es_es: Hombres

source: Women
es_es: Mujeres

source: Reported users
es_es: Usuarios de los que se informó

source: Users with custom sender address
es_es: Usuarios con direcciones de remitente personalizadas

source: Users with custom sender name
es_es: Usuarios con nombre de remitente personalizado

source: Account status
es_es: Status de la cuenta

source: All (Ungrouped)
es_es: Todos (desagrupados)

source: All (Grouped)
es_es: Todos (agrupados)

source: Age group
es_es: Grupo de edad

source: Activated by email
es_es: Activado por el correo electrónico

source: Autoactivated
es_es: Autoactivado

source: Email changed
es_es: El correo electrónico cambió

source: Deactivated email
es_es: Correo electrónico desactivado

source: Failed activation
es_es: Activación fallida

source: Closed account
es_es: Cuenta cerrada

source: Account has been activated by email
es_es: La cuenta ha sido activada por correo electrónico

source: Account has been automatically activated
es_es: La cuenta ha sido automáticamente activada

source: New account
es_es: Nueva cuenta

source: Deactivated account
es_es: Cuenta desactivada

source: Email address was changed
es_es: La dirección de correo electrónico fue cambiada

source: Account was not activated or the activation failed
es_es: La cuenta no fue activada o la activación falló

source: This user profile is fake
es_es: Este perfil de usuario es falso

source: This user does not follow the guidelines
es_es: Este usuario no sigue las directrices

source: This user is harassing me
es_es: Este usuario está molestándome

source: This user is spamming me
es_es: Este usuario está enviándome spam

source: No reports yet.
es_es: No hay informes aún.

source: User account reported
es_es: Se informó sobre una cuenta de usuario

source: Quick search
es_es: Búsqueda rápida

source: Find User
es_es: Encontrar usuario

source: My vote:
es_es: Mi voto:

source: I like this picture
es_es: Me gusta esta imagen

source: You like this!
es_es: ¡Le gusta esta!

source: I have no opinion
es_es: No me manifiesto

source: You have no opinion on this.
es_es: No manifiesta opinión sobre esta.

source: I don't like this picture
es_es: No me gusta esta imagen

source: You don't like this.
es_es: No le gusta esta.

source: I think the content of this picture is inappropriate
es_es: Creo que el contenido de la imagen es inapropiado

source: I think this picture was posted by a spammer
es_es: Creo que esta imagen fue posteada por un spammer

source: No likes yet
es_es: Ningún me gusta aún

source: 1 person likes this
es_es: A 1 persona le gusta esto

source: %d people like this
es_es: Esto le gusta a %d personas

source: 1 person dislikes this
es_es: A 1 persona no le gusta esto

source: %d people dislike this
es_es: A %d personas no les gusta esto

source: 1 like - 1 dislike
es_es: 1 Me gusta - 1 No me gusta

source: %d likes - 1 dislike
es_es: %d Me gusta - 1 No me gusta

source: 1 like - %d dislikes
es_es: 1 Me gusta - %d No me gusta

source: %d likes - %d dislikes
es_es: %d Me gusta - %d No me gusta

source: (last error was detected on %s)
es_es: (el último error fue detectado el %s)

source: We have detected some delivery problems to your email account %s%s. Please add our email: %s to your address book. If you still don't receive our emails, try using a different email address instead of %s for your account.<br /><a %s>Click here to use a different email address</a>.<br /><a %s>Click here to discard this message once you receive our emails again</a>.
es_es: Hemos detectado algunos problemas con la entrega de correos a su cuenta %s%s. Por favor, agregue nuestro correo: %s a sus contactos. Si usted no recibe aún nuestros correos, pruebe usando una dirección diferente para su cuenta en lugar de %s .<br /><a %s>Haga clic aquí para usar una dirección de correo diferente</a>.<br /> <a %s>Haga clic aquí para descartar este mensaje una vez que reciba de nuevo nuestros</a>.

source: Your email address: %s does not seem to work or is refusing our emails%s. Please check your email address carefully. If it's incorrect, <a %s>change your email address</a>. If it's correct, please add our email: %s to your address book, then <a %s>click here to try again</a>!
es_es: ¡Su dirección de correo: %s no parece funcionar o esta rechazando nuestros correos%s. Por favor, verifíquela con cuidado. Si es incorrecta, <a %s>cambie su dirección de correo</a>. Si es correcta, por favor agregue nuestro correo: %s a sus contactos, luego <a %s>haga clic aquí para intentar de nuevo</a>!

source: We are currently trying to send email to your address: %s again.
es_es: Estamos intentado de nuevo enviar correo a su dirección: %s.

source: Report this user now!
es_es: ¡Informar de este usuario ahora!

source: Contact Groups
es_es: Grupos de contacto

source: Crop profile picture
es_es: Recortar foto de perfil

source: Crop
es_es: Recortar

source: Delete user data
es_es: Eliminar datos de usuario

source: Delete selected data
es_es: Eliminar datos seleccionados

source: If you have an issue with this user, you can report it here:
es_es: Si tiene un problema con este usuario, puede infomar sobre ello aquí:

source: You can provide additional information below
es_es: Puede proporcionar información adicional debajo

source: Reason
es_es: Razón

source: Already Reported User
es_es: Usuario ya informado

source: You have reported this user on %s<br />as "%s"<br />with the additional info "%s"
es_es: Ha informado sobre este usuario en %s <br />como "%s" <br />con la información adicional "%s"

source: Cancel Report
es_es: Cancelar informe

source: Invitation code is incorrect!
es_es: ¡El código de invitación es incorrecto!

source: This user profile has been reported by other users!
es_es: ¡Otros usuarios han informado sobre este perfil de usuario!

source: User was not reported yet.
es_es: No se ha informado sobre este usuario aún.

source: Date and time
es_es: Fecha y hora

source: Reporting user
es_es: Usuario informante

source: Selected option in the select list
es_es: Opción seleccionada en la lista de selección

source: Additional info
es_es: Información adicional

source: Remove this report!
es_es: ¡Quitar este informe!

source: No users
es_es: No hay usuarios

source: Activated users
es_es: Usuarios activados

source: Refresh users list...
es_es: Refrescar la lista de usuarios...

source: Add user
es_es: Agregar usuario

source: Create a new user...
es_es: Crear usuario nuevo...

source: Add group
es_es: Agregar grupo

source: Create a new group...
es_es: Crear grupo nuevo...

source: Send newsletter to the current selection
es_es: Enviar boletín a la selección actual

source: default group for new users
es_es: grupo predeterminado para los nuevos usuarios

source: View personal blogs
es_es: Ver blogs personales

source: Registered
es_es: Registrado

source: RC
es_es: PR

source: Registration country
es_es: País de registro

source: Profile update
es_es: Actualización del perfil

source: Last Visit
es_es: Última visita

source: Contact
es_es: Contacto

source: Edit this group...
es_es: Editar este grupo...

source: Duplicate this group...
es_es: Duplicar este grupo...

source: Delete this group!
es_es: ¡Eliminar este grupo!

source: Private Message
es_es: Mensaje Privado

source: Duplicate this user...
es_es: Duplicar este usuario...

source: Single word
es_es: Palabra individual

source: Option list
es_es: Lista de opciones

source: Number
es_es: Número

source: Phone number
es_es: Número de teléfono

source: Text
es_es: Texto

source: Hidden
es_es: Escondido

source: List style
es_es: Estilo de lista

source: Please select a group.
es_es: Por favor seleccione un grupo.

source: Please enter a type.
es_es: Por favor introduce un tipo.

source: Please provide a code to uniquely identify this field.
es_es: Por favor, facilite un código para identificar exclusivamente este campo.

source: The field code must contain only lowercase letters, digits or the "_" sign. 20 characters max.
es_es: El código de campo debe contener solo letras minúsculas, números o el signo "_". Máximo 20 caracteres.

source: Please enter at least 2 options on 2 different lines.
es_es: Introduzca al menos 2 opciones en 2 líneas diferentes.

source: "Options" field content can not be longer than 255 symbols.
es_es: El contenido del campo "Opciones" no puede contener más de 255 símbolos.

source: Another user field already uses this code. Do you want to <a %s>edit the existing user field</a>?
es_es: Otro campo de usuario ya utiliza este código. ¿Quiere <a %s>editar el campo de usuario existente</a>?

source: %d user fields in this group
es_es: %d campos de usuario en este grupo

source: Please enter a group name.
es_es: Introduzca un nombre de grupo.

source: Please enter an order number.
es_es: Introduzca un número de orden.

source: This organization name already exists. Do you want to <a %s>edit the existing organization</a>?
es_es: Este nombre de organización ya existe. ¿Desea <a %s>editar la organización existente</a>?

source: New organization created.
es_es: Nueva organización creada.

source: Organization updated.
es_es: Organización actualizada.

source: Organization &laquo;%s&raquo; deleted.
es_es: Organización &laquo;%s&raquo; eliminada.

source: Cannot delete organization &laquo;%s&raquo;
es_es: No se pudo eliminar la organización &laquo;%s&raquo;

source: Delete organization &laquo;%s&raquo;?
es_es: ¿Eliminar la organización &laquo;%s&raquo;?

source: Minimum password length must be between %d and %d.
es_es: La longitud mínima de la clave debe estar entre %d y %d.

source: The following user logins must be changed in order for you to disable "Require strict logins" setting:
es_es: Los siguientes identificadores de usuario deben ser cambiados para que pueda deshabilitar la configuración "Requerir identificadores de usuario estrictos":

source: You cannot set a session timeout below %d minutes.
es_es: No puede establecer un tiempo de espera de sesión inferior a %d minutos.

source: Warning: your session timeout is just %d minutes. Your users may have to re-login often!
es_es: Advertencia: su tiempo de espera de sesión es tan sólo de %d minutos. ¡Sus usuarios pueden tener que re-autentificarse a menudo!

source: You cannot set an online/offline timeout below %d minutes.
es_es: No puede establecer un tiempo de espera para el cambio online/offline inferior a %d minutos.

source: You cannot set an online/offline timeout above %d hours.
es_es: No puede establecer un tiempo de espera para el cambio online/offline superior a %d horas.

source: You have no permission to view other users!
es_es: ¡No tienes permisos para ver otros usuarios!

source: You have no permission to edit other users!
es_es: ¡No tienes permiso para editar a otros usuarios!

source: You cannot edit the admin and demo users profile in demo mode!
es_es: ¡No puede editar los perfiles de los usarios administrador y demo en modo demo!

source: Plugin user settings have been updated.
es_es: La configuración de usuario del plugin ha sido actualizada.
