Repository: washedfrere/dudad
Catalog: blog/locales/*/LC_MESSAGES/messages.po
Languages: es_es

source: Address
es_es: Dirección

source: Send messages
es_es: Enviar mensajes

source: Since last error
es_es: Desde el último error

source: Returned error messages
es_es: Mensajes de error devueltos

source: Count
es_es: Contador

source: Permanent errors
es_es: Errores permanentes

source: Temporary errors
es_es: Errores temporales

source: Spam errors
es_es: Errores de spam

source: Other errors
es_es: Otros errores

source: Go to users list with this email address
es_es: Ir a la lista de usuarios con esta direccion de correo electrónico

source: Filter the returned emails by this email address...
es_es: Filtrar los correos devueltos por esta dirección de correo electrónico...

source: Edit this email address...
es_es: Editar esta dirección de correo electrónico...

source: Returned emails
es_es: Correos devueltos

source: Err Type
es_es: Tipo err

source: View this email...
es_es: Ver este correo...

source: Returned mail ID#%s
es_es: Identificador ('ID') de correo devuelto #%s

source: Headers
es_es: Cabeceras

source: Settings to decode the returned emails
es_es: Configuraciones para decodificar correos electrónicos devueltos

source: (currently loaded)
es_es: (actualmente cargado)

source: (currently NOT loaded)
es_es: (actualmente NO cargado)

source: Port number of your incoming mail server (Defaults: IMAP4/SSL: 993, IMAP4 with or without TLS: 143, POP3/SSL: 995, POP3 with or without TLS: 110).
es_es: Número de puerto del servidor de correo entrante (Por defecto: IMAP4/SSL: 993, IMAP4 con o sin TLS: 143, POP3/SSL: 995, POP3 con o sin TLS: 110).

source: Ignore emails that have already been read
es_es: Ignore correos electrónicos que ya se han leído

source: Check this in order not to re-process emails that already have the "seen" flag on the server.
es_es: Marque aquí para no volver a procesar correos electrónicos que tienen la bandera "visto" en el servidor.

source: Check this if you want processed messages to be deleted from server after successful processing.
es_es: Marque esto si quiere que los mensajes procesados sean borrados del servidor después de un procesado exitoso.

source: Strings to match in titles to identify return path emails
es_es: Cadenas que deben corresponder con títulos para identificar correos electrónicos en ruta de retorno.

source: Any email that has any of these strings in the title will be detected by b2evolution as the returned emails
es_es: Cualquier correo electrónico que tenga alguna de estas cadenas en el título será detectado por b2evolution como correo devuelto.

source: Starting from any of these strings, everything will be ignored, including these strings.
es_es: Comenzando por cualquiera de estas cadenas, todo se ignorará, incluyendo estas cadenas.

source: Error message decoding configuration
es_es: Mensaje de error decodificando la configuración

source: The first letter means one of the following:<br />S: Spam suspicion<br />P: Permament error<br />T: Temporary error<br />C: Configuration error<br />U: Unknown error (default)<br />The string after the space is a case-insensitive error text.
es_es: La primera letra tiene uno de los siguientes significados:<br />S: Sospecha de spam<br />P: Error permanente<br />T: Error temporal<br />C: Error de configuración<br />U: Error desconocido (por defecto)<br />La cadena detrás del espacio es un texto de error indiferente a mayúsculas/minúsculas.

source: get one returned email
es_es: obtener un correo electrónico devuelto

source: Paste an error message/returned email
es_es: Pegue el mensaje de error y devuélvanoslo por correo electrónico

source: Test error message
es_es: Probar mensaje de error

source: Sent emails
es_es: Correos enviados

source: To
es_es: A

source: Mail log ID#%s
es_es: Identificador ('ID') de registro ('log') de correo #%s

source: To User
es_es: Al usuario

source: Text content
es_es: Contenido del texto

source: HTML content
es_es: Contenido del HTML

source: Raw email source
es_es: Fuente de correo electrónico cruda

source: Email service settings
es_es: Configuración del servicio de correo

source: Regular PHP "mail" function
es_es: Función "mail" estándar de PHP

source: Primary email service
es_es: Servicio primario de correo

source: Force email sending
es_es: Forzar envío de correo

source: If the primary email service is not available, the secondary option will be used.
es_es: Si el servicio primario de correo no está disponible, se utilizará la opción secundaria.

source: Email notifications
es_es: Notificaciones de correo electrónico

source: remove customizations
es_es: eliminar personalizaciones

source: <a href="%s">%d users</a> have different custom address
es_es: <a href="%s">%d usuarios</a> tienen diferentes direcciones personalizadas

source: <a href="%s">%d users</a> have different custom name
es_es: <a href="%s">%d usuarios</a> tienen diferentes nombres personalizados

source: Sender email address
es_es: Dirección de correo electrónico del remitente

source: Sender name
es_es: Nombre del remitente

source: Return path
es_es: Ruta de retorno

source: Shared with site settings
es_es: Compartido con configuraciones del sitio

source: Site logo (URL)
es_es: Logotipo del sitio (URL)

source: SMTP Server connection settings
es_es: Configuración de conexión a sevidor SMTP

source: Note: This feature needs PHP version 5.2 or higher ( Currently installed: %s )
es_es: Nota: esta funcionalidad necesita PHP versión 5.2 o superior ( Instalado actualmente: %s )

source: Hostname or IP address of your SMTP server.
es_es: Nombre o dirección IP de su servidor SMTP.

source: SMTP Host
es_es: SMTP Anfitrión

source: Port number of your SMTP server (Defaults: SSL: 443, TLS: 587).
es_es: Número de puerto de su servidor SMTP (Por defecto: SSL: 443, TLS: 587).

source: Encryption Method
es_es: Método de Encriptación

source: SMTP Username
es_es: Nombre de usuario SMTP

source: User name for authenticating on your SMTP server.
es_es: Nombre de usuario para autenticar en su servidor SMTP.

source: Password for authenticating on your SMTP server.
es_es: Contraseña para autenticar en su servidor SMTP.

source: SMTP Password
es_es: Contraseña SMTP

source: Movable Type Import
es_es: Importar Movable Type

source: Use MT's export functionnality to create a .TXT file containing your posts;
es_es: Usa la funcionalidad export de MT para crear un archivo .TXT que contiene tus publicaciones;

source: Follow the instructions in <a %s>Daniel's Movable Type Importer</a>.
es_es: Sigue las instrucciones del <a %s>Importador de Movable Type de Daniel</a>.

source: WordPress Import
es_es: Importar desde WordPress

source: Use the <a %s>WordPress XML Importer</a> to import contents previously exported as a wordpress XML file.
es_es: Usar el <a %s>Importador WordPress XML</a> para importar contenidos previamente exportados como un archivo XML de wordpress.

source: phpBB Import
es_es: Importado de phpBB

source: You can import contents from your phpBB 2.x database into your b2evolution database by using <a %s>phpBB Importer</a>.
es_es: Puede importar contenidos desde su base de datos phpBB 2.x a su base de datos b2evolution mediante el uso del <a %s>Importador phpBB</a>.

source: Testing Tools
es_es: Herramientas de prueba

source: Test flush
es_es: Prueba de purgado

source: Create sample comments
es_es: Crear comentarios de ejemplo

source: Create sample posts
es_es: Crear posts de ejemplo

source: Create sample hit data
es_es: Crear datos de visitas de ejemplo

source: Create sample messages
es_es: Crear mensajes de ejemplo

source: Proceed with normalization procedure!
es_es: ¡Continúe con el procedimiento de normalización!

source: Cache management
es_es: Gestión de la cache

source: Clear pre-rendered comment cache (DB)
es_es: Limpiar caché de comentarios preinterpretados (BD)

source: Clear pre-rendered message cache (DB)
es_es: Limpiar caché de mensajes preinterpretados (BD)

source: Clear thumbnail caches (?evocache directories)
es_es: Limpiar caches de miniaturas de imágenes (carpetas ?evocache)

source: Clear full page caches (/cache/* directories)
es_es: Limpiar cachés de página completa (directorios /cache/*)

source: Repair /cache/* directory structure
es_es: Reparar estructuras de directorios /cache/*

source: Database management
es_es: Gestión de la base de datos

source: CHECK database tables
es_es: CHECK (comprobar) tablas de base de datos

source: OPTIMIZE database tables
es_es: OPTIMIZE (optimizar) tablas de base de datos

source: ANALYZE database tables
es_es: ANALYZE (analizar) tablas de base de datos

source: Check/Convert/Normalize the charsets/collations used by the DB (UTF-8 / ASCII)
es_es: Comprobar/Convertir/Normalizar los juegos de caracteres/colaciones usados por la BD (UTF-8/ASCII)

source: Cleanup tools
es_es: Herramientas de limpieza

source: Find and delete all orphan Tag entries (not used anywhere) - DB only.
es_es: Buscar y eliminar todas las Etiquetas huérfanas (no utilizadas) - Sólo BD.

source: Find all broken posts (with no matching Category) + Option to delete with related objects - DB only.
es_es: Buscar todas las publicaciones rotas (sin categoría asignada) + Opción de eliminar objetos relacionados - Sólo BD.

source: Find all broken slugs (with no matching Item) + Option to delete - DB only.
es_es: Buscar todas las abreviaturas rotas (sin asignar a elementos) + Opción de eliminar - Sólo BD.

source: Find and delete all orphan Comments (with no matching Item) - Disk &amp; DB.
es_es: Buscar y eliminar todos los Comentarios huérfanos (que no pertenecen a ningún elemento) - Disco &amp; BD.

source: Find and delete all orphan comment Uploads - Disk &amp; DB.
es_es: Buscar y eliminar todos los comentarios de Subidas huérfanos - Disco &amp; BD.

source: Find and delete all orphan File objects (with no matching file on disk) - DB only.
es_es: Buscar y eliminar todos los objetocs File huérfanos (sin fichero asociado en disco) - Sólo BD.

source: Find and delete all orphan file roots (with no matching Collection or User) and all of their content recursively - Disk &amp; DB.
es_es: Encontrar y eliminar todas las raíces de ficheros rotas (no asociadas a Colecciones ni Usuarios) y todo su contenido recursivamente - Disco &amp; BD.

source: Prune old hits &amp; sessions (includes OPTIMIZE) - DB only.
es_es: Purgar visitas y sesiones antiguas (incluye OPTIMIZE) - Sólo BD

source: Recreate all item Slugs (change title-[0-9] canonical slugs to a slug generated from current title). Old slugs will still work, but will redirect to the new ones - DB only.
es_es: Recrear todas las abreviaturas de los ítems (cambiar abreviaturas canónicas título-[0-9] a abrviaturas generadas desde el título actual). Las abreviaturas anteriores continuarán funcionando, pero se redirigirán a las nuevas - sólo BD.

source: Recreate autogenerated excerpts - DB only.
es_es: Recrear extractos autogenerados - Sólo BD.

source: Convert item content separators to [teaserbreak] and [pagebreak] - DB only.
es_es: Convertir separadores de elementos a [teaserbreak] y [pagebreak] - Sólo BD.

source: Step 1: Database connection
es_es: Paso 1: Conexión de base de datos

source: Access information for database of phpBB forum
es_es: Información de acceso para la base de datos del fórum phpBB

source: Database host
es_es: Servidor de base de datos

source: Database name
es_es: Nombre de la base de datos

source: Username
es_es: Nombre de usuario

source: Table prefix
es_es: Prefijo de tabla

source: Source for avatars
es_es: Fuente para avatares

source: Select a blog for import
es_es: Seleccionar un blog para importar

source: Blog for import
es_es: Blog para importar

source: Select the destination forum collection.
es_es: Seleccionar la colección del foro de destino.

source: Continue!
es_es: ¡Continuar!

source: Step 4: Import forums
es_es: Paso 4: Importar forums

source: Import log
es_es: Importar registro ('log')

source: Report of the forums import
es_es: Informar de la importación de forums

source: Count of the imported forums
es_es: Contador de los foros importados

source: Count of the imported users
es_es: Contador de los usuarios importados

source: Count of the updated users
es_es: Contador de los usuarios actualizados

source: Step 2: User group mapping
es_es: Paso 2: Mapeado de grupo de usuario

source: Connection
es_es: Conexión

source: This folder does not exist
es_es: Esta carpeta no existe

source: Users groups
es_es: Grupos de usuarios

source: Select
es_es: Seleccionar

source: Default group
es_es: Grupo por defecto

source: Use this group as the default for users without a defined rank
es_es: Use este grupo como predeterminado para usuarios sin rango definido

source: Invalid users
es_es: Usuarios no válidos

source: Use this group as the default for users which were deleted from the DB
es_es: Use este grupo como predeterminado para usuarios que se eliminan de la BD

source: Please select the ranks which should be imported:
es_es: Seleccione los rangos que deben ser importados:

source: Select the forums which will be imported
es_es: Seleccione los foros que deben ser importados

source: Back
es_es: Volver

source: Step 7: Import messages
es_es: Paso 7: Importar mensajes

source: Report of the mesagges import
es_es: Informar de la importación de mensajes

source: Count of the imported messages
es_es: Contador de los mensajes importados

source: Count of the messages that are NOT imported because of missing users
es_es: Contador de los mensajes que NO son importados porque han perdido su usuario

source: Count of the imported replies
es_es: Contador de las respuestas importadas

source: Count of the imported topics
es_es: Contador de los temas de discusión importados

source: Go to Forum
es_es: Ir al fórum

source: Step 6: Import replies
es_es: Paso 5: Importar respuestas

source: Report of the replies import
es_es: Informar de la importación de respuestas

source: Step 5: Import topics
es_es: Paso 5: Importar temas de discusión

source: Report of the topics import
es_es: Informar de la importación de temas de discusión

source: Step 3: Import users
es_es: Paso 3: Importar usuarios

source: Report of users import
es_es: Informar de la importación de usuarios

source: Group for invalid users
es_es: Grupo para usuarios no válidos

source: WordPress XML Importer
es_es: Importador de XML de WordPress

source: Potential files to be imported
es_es: Archivos potenciales para ser importados

source: Upload/Manage import files
es_es: Subir/Gestionar ficheros de importación

source: Upload import files
es_es: Subir ficheros de importación

source: View import files
es_es: Ver ficheros de importación

source: We have not found any suitable file to perform the blog import. Please read the details at the manual page.
es_es: No hemos encontrado ficheros válidos para efectuar la importación. Por favor lea los detalles de este proceso en el manual en línea.

source: Create new blog
es_es: Crear blog nuevo

source: This blog will be used for import.
es_es: Este blog será usado para importar

source: Replace existing contents
es_es: Reemplazar contenidos existentes

source: WARNING: this option will permanently remove existing Posts, comments, categories and tags from the selected blog.
es_es: ADVERTENCIA: esta opción eliminará permanentemente los posts, comentarios, categorías y etiquetas existentes del blog seleccionado.

source: Also delete files that will no longer be referenced in the target blog after replacing its contents
es_es: Eliminar también los ficheros que ya no son referenciados en el blog objetivo después de reemplazar sus contenidos

source: Append to existing contents
es_es: Anexar a los contenidos existentes

source: Add/Link files
es_es: Añadir/Enlazar archivos

source: Report of the import
es_es: Informar de la importación

source: Go to Blog
es_es: Ir al blog

source: Please select file to import.
es_es: Por favor seleccione el fichero a importar.

source: The settings of account closing have been updated.
es_es: La configuración de cierre de cuentas ha sido actualizada.

source: The minimum user group level must be lower than (or equal to) the maximum.
es_es: El nivel de grupo de usuario mínimo debe ser más bajo (o igual) que el máximo.

source: User group level must be a number.
es_es: El nivel de grupo de usuario debe ser un número.

source: Minimum user group level cannot be lower than 0.
es_es: El nivel de grupo de usuario mínimo no puede ser menor que 0.

source: Maximum user group level cannot be higher than 10.
es_es: El nivel de grupo de usuario no puede ser mayor que 10.

source: Display settings updated.
es_es: Mostrar configuraciones actualizadas.

source: You have no permission to edit groups!
es_es: ¡No tienes permiso para editar grupos!

source: You cannot edit the default groups in demo mode!
es_es: ¡No puede editar los grupos predeterminados en el modo demo!

source: This group name already exists! Do you want to <a %s>edit the existing group</a>?
es_es: ¡Este nombre de grupo ya existe! ¿Quieres <a %s>editar el grupo existente</a>?

source: New group created.
es_es: Grupo nuevo creado.

source: Group updated.
es_es: Grupo actualizado.

source: You can't delete Group #1!
es_es: ¡No puedes eliminar el grupo #1!

source: You can't delete the default group for new users!
es_es: ¡No puedes eliminar el grupo predeterminado para usuarios nuevos!

source: Group &laquo;%s&raquo; deleted.
es_es: Grupo &laquo;%s&raquo; eliminado.

source: Cannot delete Group &laquo;%s&raquo;
es_es: No se puede eliminar el grupo &laquo;%s&raquo;

source: Delete group &laquo;%s&raquo;?
es_es: ¿Eliminar al grupo &laquo;%s&raquo;?

source: Invitation
es_es: Invitación

source: This invitation code already exists. Do you want to <a %s>edit the existing invitation code</a>?
es_es: Este código de invitación ya existe. ¿Desea <a %s>editar el código de invitación existente</a>?

source: New invitation code created.
es_es: Nuevo código de invitación creado.

source: Invitation code updated.
es_es: Código de invitación actualizado.

source: Invitation code &laquo;%s&raquo; deleted.
es_es: Código de invitación &laquo;%s&raquo; eliminado.

source: Cannot delete invitation code &laquo;%s&raquo;
es_es: No se puede eliminar el código de invitación &laquo;%s&raquo;

source: Delete invitation code &laquo;%s&raquo;?
es_es: ¿Eliminar código de invitación &laquo;%s&raquo;?

source: New group
es_es: Nuevo grupo

source: %d users in this group
es_es: %d usuarios en este grupo

source: %d user invitation codes in this group
es_es: %d códigos de invitación de usuario en este grupo

source: You must provide a group name!
es_es: ¡Debes proveer un nombre del grupo!

source: Group level must be between %d and %d.
es_es: El nivel del grupo debe estar entre %d y %d.

source: Please select a group
es_es: Por favor seleccione un grupo

source: You must provide an invitation code!
es_es: ¡Debe proveer un código de invitación!

source: Invitation code must be from 3 to 32 letters, digits or signs "-", "_".
es_es: El código de invitación debe estar conformado por 3 a 32 letras, dígitos o signos "-", "_".

source: Note: The newly created invitation code is already expired
es_es: Nota: el código de invitación recién creado ya está expirado

source: Note: The updated invitation code is already expired
es_es: Nota: el código de invitación actualizado ya está expirado

source: %d users in this organization
es_es: %d usuarios en esta organización

source: You must provide a name!
es_es: ¡Debe proveer un nombre!

source: %d blogs owned by this user
es_es: %d blogs son propiedad de este usuario

source: %d posts assigned to this user
es_es: %d publicaciones asignados a este usuario

source: %d user settings on collections
es_es: %d configuraciones de usuario en colecciones

source: %d sessions opened by this user
es_es: %d sesiones abiertas por este usuario

source: %d user permissions on blogs
es_es: %d permisos de usuario en blogs

source: %d user votes on comments
es_es: %d votos de usuario en los comentarios

source: %d blog subscriptions
es_es: %d suscripciones de blog

source: %d posts created by this user
es_es: %d publicaciones creados por este usuario

source: %d post subscriptions
es_es: %d suscripciones de post

source: %d contacts from other users contact list
es_es: %d contactos desde las listas de contactos de otros usuarios

source: %d contacts from this user contact list
es_es: %d contactos desde la lista de contacto de este usuario

source: %d contact groups
es_es: %d grupos de contactos

source: %d contacts from contact groups
es_es: %d contactos desde grupos de contactos

source: %d user settings on plugins
es_es: %d configuraciones de usuario en los plugins (complementos)

source: %d user fields
es_es: %d campos de usuario

source: %d links to this user
es_es: %d enlaces para este usuario

source: %d files from this user file root
es_es: %d ficheros desde esta raíz ('root') de ficheros de usuario

source: %d newsletter emails for this user
es_es: %d correos de boletín para este usuario

source: %d reports about this user
es_es: %d informes sobre este usuario

source: %d reports created by this user
es_es: %d informes creados por este usuario

source: %d organization membership
es_es: Miembro de la organización %d

source: %d messages from this user
es_es: %d mensajes de este usuario

source: %d message read statuses from this user
es_es: %d estatus mensaje leído de este usuario

source: %d comments by this user
es_es: %d comentarios de este usuario

source: %d links created by this user
es_es: %d vínculos creados por este usuario

source: Please enter your login.
es_es: Introduzca su identificador de usuario

source: This login already exists.
es_es: Este identificador de usuario ya existe.

source: This login &laquo;%s&raquo; already exists. Do you want to <a %s>edit the existing user</a>?
es_es: Este identificador de usuario &laquo;%s&raquo; ya existe. ¿Quiere <a %s>editar el usuario existente</a>?

source: User level must be between %d and %d.
es_es: El nivel de usuario debe estar entre %d y %d.

source: Please enter your e-mail address.
es_es: Introduzca su dirección de correo electrónico.

source: Age must be a number.
es_es: La edad debe ser un número.

source: The first age must be lower than (or equal to) the second.
es_es: La primera edad debe ser inferior que (o igual a) la segunda.

source: You must be at least %d years old to use this service.
es_es: Debe tener al menos %d años de edad para usar este servicio.

source: Please enter your first name.
es_es: Introduzca su nombre.

source: Please enter last name.
es_es: Introduzca su apellido.

source: Please enter your nickname.
es_es: Introduzca su nick (apodo).

source: Please select a country.
es_es: Seleccione un país.

source: Please select a region.
es_es: Seleccione una región

source: Please select a sub-region.
es_es: Seleccione una sub-región.

source: Please select a city.
es_es: Seleccione una ciudad.

source: Please enter a value for the field "%s".
es_es: Introduzca un valor para el campo "%s"".

source: Please enter a value.
es_es: Por favor introduce un valor.

source: Please select a field type.
es_es: Por favor selecciona un campo tipo.

source: You already added this field, please select another.
es_es: Ya añadió este campo, por favor seleccione otro.

source: Please enter a value in this new field.
es_es: Introduzca un valor en este nuevo campo.

source: Please enter new password.
es_es: Por favor, introduzca su nueva contraseña.

source: Please enter new password twice.
es_es: Por favor, introduzca una vez más su nueva contraseña.

source: Please enter your current password.
es_es: Introduzca su contraseña actual.

source: Your current password is incorrect.
es_es: La contraseña actual introducida es incorrecta.
