Repository: washedfrere/dudad
Catalog: blog/locales/*/LC_MESSAGES/messages.po
Languages: es_es

source: GreyMatter style formatting
es_es: Formateo estilo GreyMatter

source: **bold** \\italics\\ //italics// __underline__ ##tt## %%codeblock%%
es_es: **negrita** \\cursiva\\ //cursiva// __subrayado__ ##tt## %%bloque de código%%

source: Google Maps plugin
es_es: Plugin de Google Maps

source: This plugin displays positions on a map.
es_es: Este plugin mustra posiciones en un map.

source: Map height on edit post page
es_es: Altura del mapa en la página de edición de la entrada

source: Map default view
es_es: Vista por defecto del mapa

source: Map
es_es: Mapa

source: Satellite
es_es: Satélite

source: Widget title
es_es: Título del widget

source: Google maps Widget
es_es: Wiidget de Google Maps

source: Map width on page
es_es: Anchura del mapa en la página

source: 100% width if left empty
es_es: Ancho del 100% si se dejó vacío

source: Map height on page
es_es: Altura del mapa en la página

source: You must turn on the <b>"Use coordinates"</b> setting in Post Type settings <a %s>Features</a> tab so the Google Maps plugin can save its coordinates.
es_es: Debe activar el ajuste <b>"Uso de coordenadas"</b> en los ajustes de Tipo de Publicación, en la pestaña <a %s>Características</a> para que el plugin de Google Maps pueda guardar sus coordenadas.

source: <b>Search for an address</b> (may be approximate)
es_es: <b>Buscar una dirección</b> (puede ser aproximada)

source: Locate on map
es_es: Localizar en el mapa

source: Drag the pin to the exact location you want:
es_es: Arrastre el marcador a la localización exacta que desee:

source: Google Maps plugin sucessfully installed.
es_es: El plugin de Google Maps se instaló con éxito.

source: Google Maps plugin sucessfully un-installed.
es_es: El plugin de Google Maps se desinstaló con éxito.

source: Ping the b2evolution.net site
es_es: Ping el sitio b2evolution.net

source: Pings the b2evolution.net site to include your post in the list of recently updated blogs.
es_es: Genera un ping al sitio b2evolution.net para incluir tu publicación en el listado de blogs recientemente actualizados.

source: Ping-O-Matic plugin
es_es: Plugin Ping-O-Matic

source: Pings the Ping-O-Matic service, which relays your ping to the most common services.
es_es: Genera pings al servicio Ping-O-Matic, el cual lo reenvíara a los servicios más comunes.

source: Pings a service that relays the ping to the most common services.
es_es: Hace ping a un servicio el cual lo reenvíara a los servicios más comunes.

source: Easy HTML tags inserting
es_es: Inserción fácil de etiquetas HTML

source: This plugin will display a toolbar with buttons to quickly insert HTML tags around selected text in a post.
es_es: Este plugin muestra una barra de herramientas con botones para la inserción de etiquetas HTML alrededor del texto seleccionado.

source: Bold [Alt-B]
es_es: NEgrita [Alt-B]

source: Italic [Alt-I]
es_es: ITálico [Alt-I]

source: INSerted
es_es: INSertar

source: DELeted
es_es: SUPrimido [Alt-D]

source: STRong [Alt-S]
es_es: FUerte [Alt-S]

source: EMphasis [Alt-E]
es_es: ENfasis [Alt-E]

source: CODE [Alt-C]
es_es: CÓDIGO [Alt-C]

source: Paragraph [Alt-P]
es_es: Párrafo [Alt-P]

source: PREformatted text [Alt-R]
es_es: Texto PREformateado [Alt-R]

source: Unordered List [Alt-U]
es_es: LIsta desordenada [Alt-U]

source: Ordered List [Alt-O]
es_es: LIsta ordenada [Alt-O]

source: List Item [Alt-L]
es_es: Listar objeto [ALT-L]

source: IMaGe [Alt-G]
es_es: IMaGen [Alt-G]

source: ALTernate text
es_es: Texto ALTernativo

source: Short codes inserting
es_es: Inserción de short codes

source: This plugin will display a toolbar with buttons to quickly insert short codes.
es_es: Este plugin mostrará una barra de herramientas con botones para una inserción rápida de short codes.

source: Teaser break
es_es: Salto de titular

source: Page break
es_es: Salto de página

source: Graphical smileys
es_es: Smileys gráficos

source: This renderer will convert text smilies like :) to graphical icons.<br /> Optionally, it will also display a toolbar for quick insertion of smilies into a post.
es_es: Este interprete convertirá emoticonos como :) a iconos.<br /> Opcionalmente, también mostrará una barra de herramientas para insertar los emoticonos rápidamente en las publicaciones.

source: Use smilies toolbar
es_es: Usar barra de smilies

source: This is the default setting. Users can override it in their profile.
es_es: Esto es la configuración predeterminada. Los usuarios pueden anularlo en su perfil.

source: Smiley list
es_es: Listado de smilies

source: This is the list of smileys [one per line], in the format : char_sequence image_file // optional comment<br /> To disable a smiley, just add one or more spaces to the start of its setting<br /> You can add new smiley images by uploading the images to the %s folder.
es_es: Esta es el listado de smilies [uno por línea], en formato: secuencia _ caracteres archivo_imagen // comentario opcional<br /> Para deshabilitar un smiley, simplemente agrega uno o más espacios al principio de su configuración<br /> Puedes agregar nuevos smilies, subiéndolas a la carpeta %s.

source: Smart quotes + additional typographic replacements.
es_es: Comillas inteligentes + reemplazos tipográficos adicionales.

source: This renderer will replace standard and double quotes with typographic quotes were appropriate.<br /> It will also perform the following replacements: <ul> <li>--- to &#8212;</li> <li>-- to &#8211;</li> <li>... to &#8230;</li> </ul>
es_es: Este interprete reemplazará comillas simple y dobles con comillas tipográficas cuando sea apropiado.<br /> También ejecutará los siguientes reemplazos: <ul> <li>--- to &#8212;</li> <li>-- to &#8211;</li> <li>... to &#8230;</li> </ul>

source: Wacko style formatting
es_es: Estilo de formateo Wacko

source: Accepted formats:<br /> == h2 ==<br /> === h3 ===<br /> ==== h4 ====<br /> ===== h5 =====<br /> ====== h6 ======<br /> --- (horizontal rule)<br /> %%%codeblock%%%<br />
es_es: Formatos aceptados:<br /> == h2 ==<br /> === h3 ===<br /> ==== h4 ====<br /> ===== h5 =====<br /> ====== h6 ======<br /> --- (regla horizontal)<br /> %%%bloque de código%%%<br />

source: Top Heading Level
es_es: Nivel Superior de Cabecera

source: This plugin will adjust headings so they always start at the level you want: 2 for &lt;H2&gt;, 3 for &lt;H3&gt;, etc.
es_es: Este plugin ajustará cabeceras por lo que siempre comenzará en el nivel que desee: 2 para &lt;H2&gt;, 3 para &lt;H3&gt;, etc.

source: Who's online Widget
es_es: Complemento ¿Quién está en línea?

source: This skin tag displays a list of whos is online.
es_es: Esta etiqueta Skin genera un listado de usuarios en línea.

source: All logged in users and guest users who have requested a page in the last 5 minutes are listed.
es_es: Todos los usuarios registrados e invitados quienes han solicitado una página en los últimos 5 minutos están listados.

source: Display contact icons allowing to send private messages to logged in users.
es_es: Mostrar iconos de contacto que permiten enviar mensajes privados a usuarios ingresados.

source: Online session timeout
es_es: Tiempo de expriración de sesión

source: seconds. After how much time of inactivity an user is considered to be offline? 300 seconds are 5 minutes.
es_es: segundos. ¿Después de cuánto tiempo de inactividad un usuario es considerado desconectado? 300 segundos son 5 minutos.

source: Who's Online?
es_es: ¿Quién está en línea?

source: Guest Users:
es_es: Usuarios invitados:

source: Wiki Links converter
es_es: Convertidor de vínculos Wiki

source: You can create links with [[CamelCase]] or ((CamelCase)) which will try to link to the category or the post with the slug "camel-case". See manual for more.
es_es: Puede crear enlaces con [[CamelCase]] o ((CamelCase)) que intentarán enlazar a la categoría o el post con el slug "camel-case". Vea el manual para más información.

source: Links without brackets
es_es: Enlaces sin corchetes

source: Enable this to create the links from words like WikiWord without brackets [[]]
es_es: Habilite esto para crear los enclaces desde palabras como en WikiWord, sin corchetes [[]]

source: Easy AdSense insertion into posts.
es_es: Inserción fácil de "Google Adsense" en publicaciones.

source: <p>This plugin allows you to easily insert AdSense into your posts (simply type [adsense:], or use the toolbar button in expert mode).</p> <p>The plugin will stop expanding AdSense blocks when a limit is reached (3 by default).</p> <p>Look for version 2.0 for multiple AdSense format support.</p>
es_es: <p>Este plugin te permite insertar Adsense fácilmente en tus publicaciones (simplemente escriba [adsense:], o usa el botón en la barra de herramientas de edición en modo experto.</p> <p>El plugin dejará de expandir bloques Adsense una vez que llega a un límite (3 por defecto).</p> <p>Busca la versión 2.0 para soporte de múltiples formatos Adsense.</p>

source: Maximum number of AdSense blocks the plugin should expand in post contents. Google terms typically set the limit to 3. You may wish to set it to less if you add blocks into the sidebar.
es_es: Máximo número de bloques de Adsense que el plugin deberá expandir en el contenido de una publicación. Las normas de Google típicamente establezcan el límite en 3. Tal vez quieres dejarlo en menos de 3 si agregas bloques en la barra lateral.

source: Insert AdSense block
es_es: Instertar bloque Adsense

source: Basic antispam methods
es_es: Métodos básicos de antispam

source: This plugin provides basic methods to detect & block spam on referers, comments & trackbacks.
es_es: Este plugin proporciona métodos básicos para detectar y bloquear correo no deseado en referentes, comentarios y trackbacks.

source: Detect feedback duplicates
es_es: Detectar opiniones duplicadas

source: Check this to check comments and trackback for duplicate content.
es_es: Marcar para revisar por contenido duplicado en comentarios y trackbacks.

source: Feedback sensitivity to links
es_es: Sensibilidad de opiniones a vínculos

source: If a comment has more than this number of links in it, it will get 100 percent spam karma. -1 to disable it.
es_es: Si un comentario contiene más que este número de vínculos, se le asignará un 100% de spam karma. -1 para deshabilitar.

source: Strip whitespace
es_es: Despejar espacio en blanco

source: Strip whitespace from the beginning and end of comment content.
es_es: Despeja espacio en blanco desde el principio y el final del contenido de un comentario.

source: Remove repetitive characters
es_es: Eliminar caracteres repetitivos

source: Remove repetitive characters in name and content. The string like "Thaaaaaaaaaanks!" becomes "Thaaanks!".
es_es: Eliminar caracteres repetitivos en el nombre y contenido. Una cadena como "¡Graaaaaaaaaacias!" se convierte en "¡Graaacias!".

source: Block common spam comments
es_es: Bloquear contenidos de spam comunes

source: Block comments with both "[link=" and "[url=" tags.
es_es: Bloquear comentarios con ambos "[link=" and "[url=" tags.

source: Apply rel="nofollow"
es_es: Aplicar rel="nofollow"

source: hours. For how long should rel="nofollow" be applied to comment links? (0 means never, -1 means always)
es_es: horas. ¿Durante cuánto tiempo debe ser aplicado rel="nofollow" a los vínculos de comentarios? (0 significa nunca, -1 significa siempre)

source: Check referers for URL
es_es: Revisar referentes para URL

source: Check refering pages, if they contain our URL. This may generate a lot of additional traffic!
es_es: Revisar páginas de referentes, por tener nuestro URL. ¡Puede generar mucho tráfico adicional!

source: The trackback seems to be a duplicate.
es_es: Al parecer, el trackback es un duplicado.

source: The comment seems to be a duplicate.
es_es: Este comentario al parecer es un duplicado.

source: Your comment was rejected because it appeared to be spam.
es_es: Su comentario fue rechazado porque aparentaba ser spam.

source: (Plugin not available in WYSIWYG mode)
es_es: (Plugin no disponible en modo WYSIWYG)

source: Display computer code in a post.
es_es: Mostrar código de ordenador en una publicación.

source: Display computer code easily with syntax coloring and allowing for easy copy/paste.
es_es: Mostrar código de ordenador fácilmente, con coloreado de sintaxis, y permitiendo copiar/pegar fácilmente.

source: XHTML strict
es_es: XHTML estricto

source: If enabled this will remove the ' target="_blank" ' from the PHP documentation links
es_es: Si está activado, eliminará el ' target="_blank" ' de los vínculos a la documentación PHP

source: Display code toolbar
es_es: Mostrar barra de herramientas código

source: Display code toolbar in expert mode and on comment form (indivdual users can override this).
es_es: Mostrar la barra de códigos en el modo experto y en el formulario de comentarios (los usuarios individualmente pueden sobreescribir esto).

source: Display the code toolbar
es_es: Mostrar la barra de códigos

source: Insert &lt;samp&gt; tag
es_es: insertar etiqueta &lt;samp&gt;

source: Insert &lt;kbd&gt; tag
es_es: Insertar etiqueta &lt;kbd&gt;

source: Insert &lt;var&gt; tag
es_es: Insertar etiqueta &lt;var&gt;

source: Insert &lt;code&gt; tag
es_es: Insertar etiqueta &lt;code&gt;

source: Insert codespan
es_es: Insertar fragmento de código

source: Insert codeblock
es_es: Insertar bloque de código

source: Insert XML codeblock
es_es: Insertar bloque de código XML

source: Insert HTML codeblock
es_es: Insertar bloque de código HTML

source: Insert PHP codeblock
es_es: Insertar bloque de código PHP

source: Insert CSS codeblock
es_es: Insertar bloques de código CSS

source: Insert Shell codeblock
es_es: Insertar bloque de código del interprete de comandos ('shell')

source: Read the PHP.net documentation for
es_es: Lea la documentación de PHP.net para

source: EU cookie consent.
es_es: Consentimiento de cookie UE.

source: Leave empty for default.
es_es: Dejar vacío para predeterminado.

source: Intro Text
es_es: Texto Introductorio

source: Post ID for more info
es_es: ID de Post para Más información

source: More info Text
es_es: Texto de Más información

source: Consent Text
es_es: Texto de Consentimiento

source: Accept button Text
es_es: Texto de botón Aceptar

source: This site uses cookies to offer you a better browsing experience.
es_es: Este sitio utiliza cookies para ofrecer una mejor experiencia de navegación.

source: Find out more on how we use cookies and how you can change your settings.
es_es: Más información acerca de como utilizamos las cookies y de como puede modificar su configuración.

source: By continuing to use our website without changing your settings, you are agreeing to our use of cookies.
es_es: De continuar utilizando nuestro sitio sin modificar sus configuraciones, usted esta aceptando nuestro uso de las cookies.

source: Accept
es_es: Aceptar

source: Media player for the these file formats: %s. Note: iOS supports only: %s; Android supports only: %s.
es_es: Reproductor multimedia para estos formatos: %s. Nota: iOS soporta sólo: %s; Android soporta sólo: %s.

source: This player can display a placeholder image of the same name as the video file with the following extensions: %s.
es_es: Este reproductor puede mostrar un marcador de posición de imagen del mismo nombre que el archivo de vídeo, con las siguientes extensiones: %s.

source: Video width (px)
es_es: Ancho del vídeo (px)

source: 100% width if left empty or 0
es_es: Ancho del 100% si se dejó vacío o a 0

source: Video height (px)
es_es: Altura del vídeo (px)

source: Allow downloading of the video file
es_es: Permitir descarga del fichero de vídeo

source: Check to display the video file caption under the video player.
es_es: Marcar para mostrar el subtítulo del fichero de vídeo debajo del reproductor de vídeo.

source: Download this video
es_es: Descargar este vídeo

source: GeoIP plugin to detect user's country by IP address
es_es: Plugin GeoIP para detectar el país del usuario por dirección IP.

source: This plugin detects user's country at the moment the account is created
es_es: Este plugin detecta el país del usuario al momento de que la cuenta es creada.

source: Last updated on %s
es_es: Última actualización: %s

source: Not found
es_es: No encontrado

source: Download update now!
es_es: ¡Descargar actualización ahora!

source: Detect country on registration
es_es: Detectar país en el proceso de registro

source: Auto select current country in list
es_es: Autoseleccionar país actual de la lista

source: Hide country selector if a country has been detected
es_es: Ocultar selector de país si se ha detectado un país

source: At account creation
es_es: En la creación de la cuenta

source: force country to the country detected by GeoIP
es_es: forzar país al país detectado por GeoIP

source: WARNING: this plugin can only work once you download the GeoLite Country DB database. Go to the plugin settings to download it.
es_es: ADVERTENCIA: este plugin solo puede funcionar al descargar la base de datos GeoLite Country DB. Vaya a la configuración del plugin para descargarla.

source: GeoIP Country database not found. Download the <b>GeoLite Country DB in binary format</b> from here: <a %s>%s</a> and then upload the %s file to the folder: %s. Click <a href="%s">here</a> for automatic download.
es_es: No se encuentra la base de datos de países GeoIP. Descargue <b>GeoLite Country DB en formato binario</b> desde aquí: <a %s>%s</a> y luego suba el fichero %s a la carpeta: %s. Click <a href="%s">aquí</a> para descargarla automáticamente.

source: Ask GeoIP
es_es: Preguntar a GeoIP

source: No country found for IP address %s
es_es: No se encontró país para la dirección IP %s

source: Downloading GeoIP.dat file from the url: %s ...
es_es: Descargando el archivo GeoIP.dat desde la url: %s ...

source: The URL is not available. It may correspond to an old version of the GeoIP.dat file.
es_es: La URL no está disponible. Es posible que corresponda a una versión antigua del archivo GeoIP.dat.

source: Plugin folder %s must be writable to receive GeoIP.dat. Please fix the write permissions and try again.
es_es: La carpeta de plugin %s debe tener permisos de escritura para recibir GeoIP.dat. Por favor, corrija los permisos de escritura y vuelva a intentarlo.

source: Unable to create file: %s
es_es: No se puede crear el archivo: %s

source: Unable to remove file: %s
es_es: No se puede quitar el archivo: %s

source: Extracting of the file %s...
es_es: Extrayendo del archivo %s

source: There is no 'zip' or 'zlib' extension installed!
es_es: ¡No se han instalado extensiones 'zip' o 'zlib'!

source: Could not open the source file!
es_es: ¡No se pudo abrir el archivo de origen!

source: Remove gzip file %s...
es_es: Quitando el archivo gzip %s...

source: Impossible to remove the file %s. You can do it manually.
es_es: Imposible quitar el archivo %s. Deberá hacerlo manualmente.

source: %s file was downloaded successfully.
es_es: El archivo %s se ha descargado satisfactoriamente.

source: The plugin has been enabled.
es_es: El plugin ha sido habilitado.

source: The plugin could not be automatically enabled.
es_es: Tl plugin no puede habilitarse automáticamente.

source: You must enable the GeoIP plugin before to use this tool.
es_es: Debe habilitar el plugin GeoIP antes de utilizar esta herramienta.

source: This tool finds all users that do not have a registration country yet and then assigns them a registration country based on their registration IP.
es_es: Esta herramienta busca todos los usuarios que no tienen un registro de país aún y les asigna uno basado en sus registros IP.

source: Find Registration Country for all Users NOW!
es_es: Buscar registro de país para todos los usuarios ¡AHORA!

source: No found users without registration country.
es_es: No se encontraron usuarios sin registro de país.

source: User #%s, IP:%s
es_es: Usuario #%s, IP: %s

source: IP is not defined!
es_es: ¡La IP no está definida!

source: Country is not detected!
es_es: ¡El país no está detectado!

source: Country: <b>%s</b>
es_es: País: <b>%s</b>

source: Count of users without registration country: <b>%s</b>
es_es: Contador de usuarios sin registro de país: <b>%s</b>

source: Count of users whose country could not be identified: <b>%s</b>
es_es: Contador de usuarios cuyos países no pudieron ser identificados: <b>%s</b>

source: Info dots formatting e-g [infodot:1234:40:60:20ex]html text[enddot]
es_es: Ejemplo de formato de info dots: [infodot:1234:40:60:20ex]texto html[enddot]

source: This plugin allows to render info dots over images by using the syntax [infodot:1234:40:60:20ex]html text[enddot] for example
es_es: Este plugin permite mostrar puntos de información sobre imágenes usando por ejemplo la sintaxis [infodot:1234:40:60:20ex]texto html[enddot]

source: Enter the minimum pixel width an image must have for dots to be displayed.
es_es: Introduzca el ancho mínimo en píxeles que una imagen debe tener para mostrar los puntos.

source: Invalid Link ID
es_es: ID de enlace inválido

source: Accepted formats:<br /> # h1<br /> ## h2<br /> ### h3<br /> #### h4<br /> ##### h5<br /> ###### h6<br /> --- (horizontal rule)<br /> * * * (horizontal rule)<br /> - - - - (horizontal rule)<br /> `code spans`<br /> > blockquote
es_es: Formatos aceptados:<br /> # h1<br /> ## h2<br /> ### h3<br /> #### h4<br /> ##### h5<br /> ###### h6<br /> --- (regla horizontal)<br /> * * * (regla horizontal)<br /> - - - - (regla horizontal)<br /> `segmento de código`<br /> > bloque de cita

source: Detect and convert markdown link markup.
es_es: Detectar y convertir código markdown de enlace.

source: Detect and convert markdown image markup.
es_es: Detectar y convertir código markdown de imagen.

source: Italic & Bold styles
es_es: Estilos Cursiva & Negrita

source: Detect and convert markdown italics and bold markup.
es_es: Detectar y convertir código markdown de cursivas y negritas.

source: This plugin will adjust headings so they always start at the level you want: 1 for &lt;H1&gt;, 2 for &lt;H2&gt;, etc.
es_es: Este plugin ajustará cabeceras al nivel por el que desee comenzar: 1 para &lt;H1&gt;, 2 para &lt;H2&gt;, etc.

source: Bold
es_es: Negrita

source: Italic
es_es: Cursiva

source: Header 1
es_es: Cabecera 1

source: Header 2
es_es: Cabecera 2

source: Header 3
es_es: Cabecera 3

source: Header 4
es_es: Cabecera 4

source: Header 5
es_es: Cabecera 5

source: Header 6
es_es: Cabecera 6

source: Unordered list item
es_es: Ítem de lista no ordenada

source: Ordered list item
es_es: Ítem de lista ordenada

source: Blockquote
es_es: Bloque de cita

source: Codespan
es_es: Fragmento de código

source: Preformatted code block
es_es: Bloque de código preformateado

source: Highlighted code block
es_es: Bloque de código resaltado

source: Horizontal Rule
es_es: Regla horizontal

source: Line Break
es_es: Salto de Línea

source: Display computer code.
es_es: Mostrar código de ordenador.

source: Display computer code rendered by JavaScript plugin Prism.
es_es: Mostrar código de ordenador generado por el plugin JavaScript Prism.

source: Insert Markup codespan
es_es: Insertar fragmento de código Etiquetado

source: Insert CSS codespan
es_es: Insertar fragmento de código CSS

source: Insert JavaScript codespan
es_es: Insertar fragmento de código JavaScript

source: Insert PHP codespan
es_es: Insertar fragmento de código PHP

source: Insert SQL codespan
es_es: Insertar fragmento de código SQL

source: Insert Apache codespan
es_es: Insertar fragmento de código Apache

source: Insert Markup codeblock
es_es: Insertar codeblock Markup

source: Insert JavaScript codeblock
es_es: Insertar codeblock JavaScript

source: Insert SQL codeblock
es_es: Insertar codeblock SQL

source: Insert Apache codeblock
es_es: Insertar bloque de código Apache

source: Short description
es_es: Descripción corta
