Repository: washedfrere/dudad
Catalog: blog/locales/*/LC_MESSAGES/messages.po
Languages: es_es

source: Permissions on Posts
es_es: Permisos de Publicaciones

source: Permission to post into this blog with published status
es_es: Permiso para publicar en este blog con estado publicado

source: Permission to post into this blog with community status
es_es: Permiso para postear en este blog con status de comunidad.

source: Permission to post into this blog with members status
es_es: Permiso para postear en este blog con status de miembros

source: Permission to post into this blog with review status
es_es: Permiso para postear en este blog con status de revisión

source: Permission to post into this blog with private status
es_es: Permiso para publicar en este blog con estado privado

source: Permission to post into this blog with draft status
es_es: Permiso para publicar en este blog con estado borrador

source: Permission to post into this blog with deprecated status
es_es: Permiso para publicar en este blog con estado desaprobado

source: Permission to post into this blog with redirected status
es_es: Permiso para publicar en este blog con estado redirigido

source: Edit posts<br />/user level
es_es: Editar publicaciones<br />/nivel de usuario

source: Delete<br />posts
es_es: Eliminar<br />publicaciones

source: Permission to delete posts in this blog
es_es: Permiso para eliminar publicaciones en este blog

source: Edit<br />TS
es_es: Editar<br />TS

source: Permission to edit timestamp on posts and comments in this blog
es_es: Permiso para editar marca de tiempo en los posts y comentarios de este blog

source: Permissions on Comments
es_es: Permisos de Comentarios

source: Comment<br />statuses
es_es: Comentario<br />statuses

source: Permission to comment into this blog with published status
es_es: Permiso para comentar en este blog con status de publicado

source: Permission to comment into this blog with community status
es_es: Permiso para comentar en este blog con status de comunidad

source: Permission to comment into this blog with members status
es_es: Permiso para comentar en este blog con status de miembro

source: Permission to comment into this blog with review status
es_es: Permiso para comentar en este blog con status de revisión

source: Permission to comment into this blog with private status
es_es: Permiso para comentar en este blog con status privado

source: Permission to comment into this blog with draft status
es_es: Permiso para comentar en este blog con status con status de borrador

source: Permission to comment into this blog with deprecated status
es_es: Permiso para comentar en este blog con status de desechado

source: Edit cmts<br />/user level
es_es: Editar cmts<br />nivel /user

source: Delete<br />cmts
es_es: Borrar<br />cmts

source: Permission to delete comments on this blog
es_es: Permiso para borrar comentarios en este blog

source: Permission to recycle comments on their own posts
es_es: Permiso para reciclar comentarios en sus propios posts

source: Permission to give a spam vote on any comment
es_es: Permiso para dar un voto spam a cualquier contenido

source: Perms on Coll.
es_es: Permisos de Colecciones

source: Permission to edit categories for this blog
es_es: Permiso para editar categorías en este blog

source: Feat.
es_es: Prop.

source: Permission to edit blog features
es_es: Permiso para editar las atributos del blog

source: Check this to give Collection Admin permission.
es_es: Marque esto para dar a la Colección permiso de Administrador.

source: Coll.<br />Admin
es_es: Col.<br />Admin.

source: Advanced/Administrative blog properties
es_es: Propiedades de blog Avanzadas/Administrativas

source: Permission to edit advanced/administrative blog properties
es_es: Permiso para editar las propiedades avanzadas del blog

source: Permission to upload into blog's media folder
es_es: Permiso para subir a la carpeta de medios del blog

source: Permission to browse blog's media folder
es_es: Permiso para navegar en la carpeta de medios del blog

source: Permission to change the blog's media folder content
es_es: Permiso para cambiar el contenido en la carpeta de medios del blog

source: Note: General group permissions may further restrict or extend any media folder permissions defined here.
es_es: Nota: Los permisos generales de grupo pueden restringir aún más cualquier permiso sobre la carpeta de medios definido aquí.

source: Special Front page
es_es: Página de inicio especial

source: Recent Posts
es_es: Publicaciones Recientes

source: Terms & Conditions
es_es: Términos y condiciones

source: A specific page
es_es: Una página específica

source: What do you want to display on the front page of this collection
es_es: Lo que desea mostrar en la página de inicio de esta colección

source: Specific post ID
es_es: ID de publicación específica

source: Tracking
es_es: Rastreo

source: Check this if you want this blog to display special marks in case of unread posts and comments.
es_es: Marque aquí si desea que este blog muestre marcas especiales en caso de publicaciones y comentarios sin leer.

source: Tracking of unread content
es_es: Rastreo de contenido sin leer

source: Allow users to subscribe and receive email notifications for each new post and/or comment.
es_es: Permitir a los usuarios suscribirse y recibir notificaciones por email por cada publicación y/o comentario nuevo.

source: Sitemaps
es_es: Mapas de sitio

source: It is recommended to keep sitemaps disabled.
es_es: Se recomienda mantener desactivados los mapas del sitio.

source: Check to allow usage of skins with the "sitemap" type.
es_es: Selecciona para permitir el uso de skins con el tipo "sitemap"

source: Enable sitemaps
es_es: Activar mapas de sitio

source: Search results
es_es: Resultados de búsqueda

source: Number of results per page
es_es: Número de resultados por página

source: Number of comments shown
es_es: Número de comentarios mostrados

source: Archive pages
es_es: Páginas de archivo

source: monthly
es_es: mensualmente

source: weekly
es_es: semanalmente

source: daily
es_es: diariamente

source: post by post
es_es: de publicación a publicación

source: Archive grouping
es_es: Agrupamiento de archivos

source: How do you want to browse the post archives? May also apply to permalinks.
es_es: ¿Cómo quieres navegar los archivos de publicación? Puede aplicar también a los permalink.

source: date
es_es: fecha

source: title
es_es: título

source: Archive sorting
es_es: Ordenación de archivos

source: How to sort your archives? (only in post by post mode)
es_es: ¿Cómo ordenar tus archivos? (sólo para el modo artículo por artículo)

source: Download pages
es_es: Páginas de descarga

source: Download delay
es_es: Demora de descarga

source: User directory
es_es: Directorio del usuario (user)

source: Profile picture size
es_es: Tamaño de la imagen (avatar) del perfil

source: Messaging pages
es_es: Páginas de mensajes

source: Note: Anonymous users may create comments with this status. You will probably want to give the same permission to this user/group.
es_es: Nota: Los usuarios anónimos pueden crear comentarios con este status. Probablemente querrá dar los mismos permisos a este usuario/grupo.

source: Standard
es_es: Estándar

source: (un)selects all checkboxes using Javascript
es_es: (de)selecciona todas las casillas usando Javascript

source: (un)check all
es_es: (de)seleccionar todos

source: Here you can configure some plugins individually for each blog. To manage your installed plugins go <a %s>here</a>.
es_es: Aquí puede configurar algunols plugins individualmente para cada blog. Para administrar sus plugins (complementos) instalados vaya <a %s>aquí</a>.

source: There are no plugins providing blog-specific settings.
es_es: No existen complementos que permitan configuraciones específicas del blog.

source: What kind of collection would you like to create?
es_es: ¿Qué tipo de colección le gustaría crear?

source: Your selection here will pre-configure your collection in order to optimize it for a particular use. Nothing is final though. You can change all the settings at any time and any kind of collection can be transformed into any other at any time.
es_es: Su selección aquí preconfigurará la colección optimizándola para un uso particular. Sin embargo, nada es definitivo. Puede cambiar toda la configuración en cualquier momento y cualquier tipo de colección puede ser transformada en cualquier otra cuando así lo desee.

source: A standard blog with the most common features.
es_es: Un blog estándar con los atributos más comunes.

source: Browsing posts pages
es_es: Navegando por las páginas de publicaciones

source: Default blog page
es_es: Página por defecto

source: 301 redirect to canonical URL when possible
es_es: Redirección 301 hacia el URL canónico cuando sea posible

source: Use rel="canonical" if not 301 redirected
es_es: Usa rel="canonical" si no hay una redirección 301

source: Make canonical
es_es: Hacer canónico

source: "Next" blog pages
es_es: Páginas "Siguientes" del blog

source: Page 2,3,4...
es_es: Página 2,3,4...

source: NOFOLLOW on links to
es_es: NOFOLLOW en vínculos a

source: Link to the permanent url of the post
es_es: Vínculo al URL permanente de la publicación

source: Link to the "link to URL" specified in the post (if any)
es_es: Vinculo al "vincular a URL" especificado en la publicación (si es que existe)

source: Link to the "link to URL" if specified, otherwise fall back to permanent url
es_es: Vinculo al "enlace a URL" si se especifica, de otra forma volver a la url permanente

source: No links on titles
es_es: Sin vínculos en títulos

source: Post titles
es_es: Títulos de las publicaciones

source: Post contents
es_es: Contenido de la publicación

source: Link to single post
es_es: Vínculo a una publicación individual

source: Link to post in archive
es_es: Vínculo a una publicación archivada

source: Link to post in sub-category
es_es: Vínculo a la publicación en una sub-categoría

source: Single post pages / "Permalink" pages
es_es: Páginas de publicaciones individuales / Páginas "Permalink"

source: E-g:
es_es: P. ej.:

source: Use param: post ID
es_es: Usar parámetro: ID de publicación

source: Use param: post title
es_es: Usar parámetro: título de la publicación

source: Use extra-path: post title
es_es: Usar información de ruta extra: título de la publicación

source: Use extra-path: year
es_es: Usar información de ruta extra: año

source: Use extra-path: year & month
es_es: Usar información de ruta extra: año y mes

source: Use extra-path: year, month & day
es_es: Usar información de ruta extra: año, mes y día

source: Use extra-path: sub-category
es_es: Usar información de ruta extra: subcategoría

source: Use extra-path: category path
es_es: Usar información de ruta extra: ruta de categoría

source: Permalink scheme
es_es: Esquema permalink

source: Limit slug length to
es_es: Limitar el tamaño del slug (URL sin consulta, para SEO) a

source: words
es_es: palabras

source: Meta description
es_es: Meta descripción

source: When no meta description is provided for an item, use the excerpt instead.
es_es: Cuando no se provee meta-descripción para un ítem, utilizar el extracto en su lugar.

source: Meta Keywords
es_es: Meta Palabras Clave

source: When no meta keywords are provided for an item, use tags instead.
es_es: Cuando no se proporcionen meta palabras clave para un elemento, usar las etiquetas en su lugar.

source: Include open graph tags like og:image and og:type.
es_es: Incluir etiquetas de open graph como og:image y og:type

source: "By date" archives
es_es: Archivos "Por fecha"

source: Use param
es_es: Usar parámetros

source: Use extra-path
es_es: Usar ruta extra

source: Date archive URLs
es_es: URLs de archivos por fecha

source: Indexing
es_es: Generando índice

source: Follow TO
es_es: Seguir A

source: date archives
es_es: fechar archivos

source: Posts per page
es_es: Publicaciones por página

source: Leave empty to use blog default
es_es: Dejar en blanco para usar la configuración por defecto del blog

source: Archive directory
es_es: Directorio de Archivos

source: Category pages
es_es: Páginas de categorías

source: Use param: cat ID
es_es: Usar parámetros: ID de categoría

source: Category URLs
es_es: URLs de categorías

source: Prefix
es_es: Prefijo

source: An optional prefix to be added to the URLs of the categories
es_es: Un prefijo opcional para ser agregado a las URL de categorías

source: Category directory
es_es: Directorio de categorias

source: Use category description as meta description for category pages
es_es: Usa la descripción de categoría como una meta descripción para páginas de categoría

source: Tag pages
es_es: Páginas de etiquetas

source: Tag page URLs
es_es: URLs de páginas de etiquetas

source: An optional prefix to be added to the URLs of the tag pages
es_es: Un prefijo opcional a ser agregado a las URLs de las páginas de etiquetas

source: Rel attribute
es_es: Atributo Rel

source: Add <a %s>rel="tag" attribute</a> to tag links.
es_es: Añadir <a %s> atributo rel="tag"</a> a los enlaces de etiquetas.

source: Other filtered pages
es_es: Otras páginas filtradas

source: Filtered by keyword search, by author, etc.
es_es: Filtrado por palabra clave, por autor, etc.

source: Other filtered posts pages
es_es: Otras páginas de publicaciones filtradas

source: Other pages
es_es: Otras páginas

source: Comment popups
es_es: Comentarios en ventana emergente

source: For skins with comment popups only.
es_es: Sólo para skins con comentarios en ventanas emergentes

source: Contact forms
es_es: Formularios de contacto

source: WARNING: Letting search engines index contact forms will attract spam.
es_es: ADVERTENCIA: Permitir que los buscadores generan índices de formularios de contacto atraerá Spam.

source: Other special pages
es_es: Otras páginas especiales

source: Pages with no index setting of their own... yet.
es_es: Páginas sin una configuración de índice propia... aún.

source: 200 "OK" response
es_es: 200 respuesta "OK"

source: 301 redirect to main page
es_es: 301 redirigido a la página principal

source: 302 redirect to main page
es_es: 302 redirigido a la página principal

source: 303 redirect to main page
es_es: 303 redirigido a la página principal

source: 404 "Not found" response
es_es: 404 respuesta "No encontrado"

source: 410 "Gone" response
es_es: 410 respuesta "Ido"

source: 404 "Not Found" response
es_es: 404 respuesta "No Encontrado"

source: Help page
es_es: Página de ayuda

source: NOFOLLOW on links leading to download pages
es_es: NOFOLLOW en enlaces que conducen a páginas de descarga

source: No Follow TO
es_es: No seguir A

source: Display options
es_es: Mostrar opciones

source: Order blogs by
es_es: Ordenar blogs por

source: Select blog list order.
es_es: Seleccionar orden de lista de blogs.

source: Order direction
es_es: Sentido del orden

source: Select default blog list order direction.
es_es: Seleccione el sentido del orden predeterminado de la lista de blogs.

source: Cache rendered pages that are not controlled by a skin. See Blog Settings for skin output caching.
es_es: En cache páginas renderizadas que no controladas por un skin. Mira las Configuraciones de Blog para las salidas en cache.

source: Enable general cache
es_es: Actibar cache general

source: See Blog Settings for existing
es_es: Vea las configuraciones para los blogs existentes

source: Enable page cache for NEW blogs
es_es: Habilite la caché de página para NUEVOS blogs

source: Enable widget cache for NEW blogs
es_es: Habilite el widget (complemento simple) de caché para NUEVOS blogs

source: Enable for new blogs
es_es: Habilítelo para nuevos blogs

source: After each new post or comment...
es_es: Después de cada nuevo post o comentario...

source: No notification about your new content will be sent out.
es_es: No se enviará notificación alguna sobre tu contenido nuevo.

source: Off
es_es: Apagado

source: Immediate
es_es: De inmediata

source: This is guaranteed to work but may create an annoying delay after each post or comment publication.
es_es: Esto está garantizado que funcione, pero puede crear un retardo molesto después de cada publicación de post o comentario.

source: Asynchronous
es_es: Asincrónico

source: Recommended if you have your scheduled jobs properly set up.
es_es: Recomendado si tienes bien configuradas tus tareas programadas.

source: Outbound pings & email notifications
es_es: Pings de salida y notificaciones por email

source: Allow moving categories
es_es: Permitir mover categorías

source: Check to allow moving categories accross blogs. (Caution: can break pre-existing permalinks!)
es_es: Marcar para permitir mover categorías entre blogs. (Cuidado: ¡podría caducar permalinks pre-existentes!)

source: Cross posting
es_es: Publicación cruzada

source: (Extra cats in different blogs)
es_es: (Categorías extra en diferentes blogs)

source: Allow cross-posting posts to several blogs
es_es: Permitir publicación-cruzada de artículos para varios blogs

source: (Main cat can move to different blog)
es_es: (La categoría principal puede moverse a un blog diferente)

source: Allow moving posts between different blogs
es_es: Permitir mover artículos entre diferentes blogs

source: Cross Posting
es_es: Publicación Cruzada

source: Redirect if post has moved
es_es: Redirigir si la publicación se ha movido

source: check to allow redirects to the correct blog when a post was found in a different blog.
es_es: marcar para permitir redirigir al blog correcto cuando una publicación fue encontrada en un blog diferente.

source: Subscribing to new blogs
es_es: Suscribirse a nuevos blogs

source: From blog page only
es_es: Sólo desde una página del blog

source: Show a list of all <b>Public</b> blogs allowing subscriptions
es_es: Mostrar una lista de todos los blogs <b>públicos</b> que permitan suscripciones

source: Show a list of <b>All</b> blogs allowing subsciptions
es_es: Mostrar una lista de <b>todos</b> los blogs que permitan suscripciones

source: Default skins
es_es: Skins por defecto

source: Same as normal skin
es_es: La misma que el skin normal

source: Default normal skin
es_es: Skin normal por defecto

source: Default mobile phone skin
es_es: Skin de teléfono movil por defecto

source: Default tablet skin
es_es: Skin de tableta ('tablet') por defecto

source: Comment recycle bin
es_es: Papelera de reciclaje de comentarios

source: Prune recycled comments after
es_es: Purgar luego comentarios reciclados

source: days.
es_es: días.

source: Locking down b2evolution for maintenance, upgrade or server switching...
es_es: Clausurando b2evolution por manteniento, actualización o cambio de servidor...

source: Lock system
es_es: Clausurar el sistema

source: check this to prevent login (except for admins) and sending comments/messages. This prevents the DB from receiving updates (other than logging)
es_es: marque esto para prevenir inicios sesión (excepto para los administradores) y enviar comentarios/mensajes. Esto evita que la BD reciba actualizaciones (excepto las de registro ('logging'))

source: Note: for a more complete lock down, rename the file /conf/_maintenance.html to /conf/maintenance.html (complete lock) or /conf/imaintenance.html (gives access to /install)
es_es: Nota: para un clausurado más completo, renombre el fichero /conf/_maintenance.html a /conf/maintenance.html (clausurado completo) o a /conf/imaintenance.html (que da acceso a /install)

source: Global Site Settings
es_es: Configuración Global del Sitio

source: Site code
es_es: Código del sitio

source: E-g: #ff0000 for red
es_es: Ejem: #ff0000 para rojo

source: Site color
es_es: Color del sitio

source: Shared with email settings
es_es: Compartido con configuraciones de email

source: Short site name
es_es: Nombre de sitio corto

source: Long site name
es_es: Nombre de sitio largo

source: Small site logo (URL)
es_es: Logo pequeño del sitio (URL)

source: Large site logo (URL)
es_es: Logo grande del sitio (URL)

source: Site footer text
es_es: Texto del píe de página del sitio

source: Enable site skins
es_es: Habilitar skins del sitio

source: Enables a sitewide header and footer
es_es: Habilita una cabecera y pie de página del ancho del sitio

source: Enter ID of the page containing the terms & conditions.
es_es: Introduzca el ID de la página que contiene los términos y condiciones.

source: Default collections
es_es: Colecciones por defecto

source: Create new collection
es_es: Crear una colección nueva

source: This collection will be displayed on index.php.
es_es: Esta colección será mostrada en index.php

source: The pages in this collection will be added to the site menu.
es_es: Las páginas de esta colección serán agregadas al menú del sitio.

source: This collection will be used for all login/registration functions.
es_es: Esta colección será utilizada para todas las funciones de inicio de sesión/registro.

source: This collection will be used for all messaging, profile viewing and profile editing functions.
es_es: Esta colección se utilizará para todas las funciones de mensajería, ver perfil y editar perfil.

source: Technical Site Settings
es_es: Configuración Técnica del Sitio

source: Reload-page timeout
es_es: Tiempo de expiración para la recarga de página

source: Reset
es_es: Restaurar

source: Reset all parameters as for a new collection.
es_es: Restablecer todos los parámetros a los de una nueva colección.

source: (Only keep collection name, owner, URL, categories and content).
es_es: (Solo mantener el nombre de la colección, propietario, URL, categorías y contenido).

source: Collection base URL
es_es: URL base de la colección

source: Collection URL name
es_es: Nombre URL de la colección

source: Used to uniquely identify this collection. Appears in URLs and gets used as default for the media location (see the advanced tab).
es_es: Utilizado como identificador único de esta colección. Aparece en las URLs y se utiliza por defecto para la ubicación de medios (ver la pestaña avanzada).

source: WARNING: it is highly recommended that this ends in with a / or .php !
es_es: ¡ADVERTENCIA: es altamente recomendable que esto termine con / o con .php!

source: Default collection on baseurl
es_es: Colección por defecto en baseurl

source: No default collection is currently set
es_es: No se ha definido aún una colección por defecto

source: Current default :
es_es: Por defecto actual:

source: Default collection in index.php
es_es: Colección por defecto en index.php

source: Explicit param on index.php
es_es: Parámetro explícito en index.php

source: Extra path on baseurl
es_es: Ruta extra en baseurl

source: Requires mod_rewrite
es_es: Requiere mod_rewrite

source: Extra path on index.php
es_es: Ruta extra en index.php

source: Relative to baseurl
es_es: Relativo a la url base

source: Subdomain of basedomain
es_es: Subdominio del dominio principal

source: Absolute URL
es_es: URL absoluta

source: URL preview
es_es: Previsualización de URL

source: Single post URLs
es_es: URLs de publicaciones individuales

source: L
es_es: Nivel

source: Items can be assigned to this user
es_es: Los ítems pueden ser asignados a este usuario

source: Delete<br />commts
es_es: Borrar<br />coment

source: You have no permission to edit comments.
es_es: No tienes permiso para editar comentarios.

source: List view
es_es: Vista de lista

source: Full text view
es_es: Vista de texto completo

source: Comment #%s
es_es: Comentario #%s

source: Please enter an author name.
es_es: Introduzca un nombre de autor.

source: Destination post blog owner is different!
es_es: ¡El propietario del blog de publicación de destion es diferente!

source: Post ID &laquo;%d&raquo; does not exist!
es_es: ¡El ID de artículo &laquo;%d&raquo; no existe!

source: This comment cannot be a reply to itself.
es_es: Este comentario no puede ser una respuesta a si mismo.
