Repository: washedfrere/dudad
Catalog: blog/locales/*/LC_MESSAGES/messages.po
Languages: es_es

source: <p>b2evolution blogs are installed with a default selection of Widgets. For example, the sidebar of this blog includes widgets like a calendar, a search field, a list of categories, a list of XML feeds, etc.</p> <p>You can add, remove and reorder widgets from the Blog Settings tab in the admin interface.</p> <p>Note: in order to be displayed, widgets are placed in containers. Each container appears in a specific place in an evoskin. If you change your blog skin, the new skin may not use the same containers as the previous one. Make sure you place your widgets in containers that exist in the specific skin you are using.</p>
es_es: <p>Los blogs de b2evolution se instalan con una selección predeterminada de complementos. Por ejemplo, la barra lateral de este blog incluye complementos tales como calendario, búsquedas, listados de categorías, lista de suscripciones XML, etc.</p> <p>Puedes añadir, quitar o reordenar los complementos desde la pestaña Configuración del Blog en la interfaz de administración.</p> <p>Nota: para poder mostrarse, los complementos están situados en contenedores. Cada contenedor aparece en un lugar específico de un skin. Si cambias el skin de tu blog, el nuevo skin posiblemente no use los mismos contenedores que el anterior. Asegúrate de colocar tus complementos en los contenedores existentes en el skin específico que estás usando.</p>

source: About widgets...
es_es: Acerca de Complementos...

source: <p>By default, b2evolution blogs are displayed using an evoskin.</p> <p>You can change the skin used by any blog by editing the blog settings in the admin interface.</p> <p>You can download additional skins from the <a href="http://skins.b2evolution.net/" target="_blank">skin site</a>. To install them, unzip them in the /blogs/skins directory, then go to General Settings &gt; Skins in the admin interface and click on "Install new".</p> <p>You can also create your own skins by duplicating, renaming and customizing any existing skin folder from the /blogs/skins directory.</p> <p>To start customizing a skin, open its "<code>index.main.php</code>" file in an editor and read the comments in there. Note: you can also edit skins in the "Files" tab of the admin interface.</p> <p>And, of course, read the <a href="%s" target="_blank">manual on skins</a>!</p>
es_es: <p>Por defecto, los blogs en b2evolution se muestran usando un evoskin.</p> <p>Usted puede cambiar el skin usado por cualquier blog editando su configuración en la interfaz de administración.</p> <p>Puede descargar skins adicionales desde la <a href="http://skins.b2evolution.net/" target="_blank">página de skins</a>. Para instalarlos, descomprimalos en el directorio /blogs/skins, luego vaya a Configuración General &gt; Skins en la interfaz de administración y haga clic en "Instalar nuevo".</p> <p>También puede crear sus propios skins duplicando, renombrando y personalizando cualquiera de las carpetas de skins existentes en el directorio /blog/skins.</p> <p>Para comenzar a personalizar un skin, abra su archivo "<code>index.main.php</code>" en un editor y lea los comentario allí escritos. Nota: también puede editar skins en la pestaña "Ficheros" de la interfaz de administración.</p> <p>Y, por supuesto, ¡lea el <a href="%s" target="_blank">manual de skins</a>!</p>

source: About skins...
es_es: Acerca de Skins

source: About Photos
es_es: Acerca de las Fotos

source: Sunset
es_es: Puesta de Sol

source: Bus Stop Ahead
es_es: Viene un paradero de bus

source: Heading ======= Sub-heading ----------- ### H3 header #### H4 header #### > Email-style angle brackets > are used for blockquotes. > > And, they can be nested. > ##### Headers in blockquotes > > * You can quote a list. > * Etc. [This is a link](http://b2evolution.net/) if Links are turned on in the markdown plugin settings Paragraphs are separated by a blank line. This is a preformatted code block. Text attributes *Italic*, **bold**, `monospace`. Shopping list: * apples * oranges * pears The rain---not the reign---in Spain.
es_es: Encabezado ========== Sub-encabezado -------------- ### Cabecera H3 #### Cabecera H4 #### > Los paréntesis angulares estilo correo electrónico > son usados para bloques de citas. > > Y, pueden estar anidados. > ##### Cabeceras y bloques de citas > > * Usted puede citar una lista. > * Etc. [Este es un enlace](http://b2evolution.net/) si Enlaces está habilitado en la configuración del plugin markdown Los párrafos están separados por una línea en blanco. Este es un bloque de código preformateado. Atributos de texto *Cursivo*, **negrita**, `monospace`. Lista de compra: * manzanas * naranjas * peras La lluvia---que moja---en España.

source: About Forums
es_es: Acerca de los forums

source: <p>This is the first topic.</p> <p>It appears in a single category.</p>
es_es: <p>Este es el primer tema de conversacion.</p> <p>Aparece en una única categoría.</p>

source: First Topic
es_es: Primer tema de conversación

source: <p>This is the second topic.</p> <p>It appears in multiple categories.</p>
es_es: <p>Este es el segundo tema de conversación.</p> <p>Aparece en múltiples categorías.</p>

source: Second topic
es_es: Segundo tema de conversación

source: <p>This topic has an image attached to it. The image is automatically resized to fit the current blog skin. You can zoom in by clicking on the thumbnail.</p> <p>Check out the photoblog (accessible through the links at the top) to see a completely different skin focused more on the photos than on the blog text.</p>
es_es: <p>Este tema de conversación tiene una imagen adjunta. La imagen está automáticamente redimensionada para ajustarse al skin actual del blog. Puede ampliarla haciendo clic en la miniatura.</p> <p>Compruebe el fotoblog (accesible a través de enlaces en la parte superior) para ver un skin completamente diferente enfocado más en las fotos que en el blog de texto.</p>

source: Image topic
es_es: Tema de conversación de la imagen

source: <p>This is page 1 of a multipage topic.</p> <blockquote><p>This is a Block Quote.</p></blockquote> <p>You can see the other pages by clicking on the links below the text.</p>
es_es: <p>Esta es la página 1 de un tema multipáginas.</p> <blockquote><p>Este es un bloque de cita.</p></blockquote> <p>Usted puede ver las otras páginas haciendo clic en los enlaces debajo del texto.</p>

source: This is a multipage topic
es_es: Este es un tema de conversación multipágina

source: <p>This is an extended topic with no teaser. This means that you won't see this teaser any more when you click the "more" link.</p> [teaserbreak] <p>This is the extended text. You only see it when you have clicked the "more" link.</p>
es_es: <p>Este es un tema extendido sin titular. Esto significa que usted no verá este titular cuando haga clic en el enlace "más".</p> [teaserbreak] <p>Este es el texto extendido. Usted lo verá unicamente cuando haya hecho clic en el enlace "más".</p>

source: Extended topic with no teaser
es_es: Tema de conversación extendido sin presentación

source: <p>This is an extended topic. This means you only see this small teaser by default and you must click on the link below to see more.</p> [teaserbreak] <p>This is the extended text. You only see it when you have clicked the "more" link.</p>
es_es: <p>Este es un tema extendido, lo cual significa que sólo verá este pequeño titular por defecto y que debe hacer clic en el enlace de abajo para ver más.</p> [teaserbreak] <p>Este es el texto extendido. Usted sólo lo verá cuando haya hecho clic en el enlace "más".</p>

source: Extended topic
es_es: Tema de conversación extendido

source: Markdown examples
es_es: Ejemplos de markdown

source: This is the main introduction for this demo online manual. It is a post using the type "Intro-Front". It will only appear on the front page of the manual. You may delete this post if you don't want such an introduction. Just to be clear: this is a **demo** of a manual. The user manual for b2evolution is here: http://b2evolution.net/man/.
es_es: Esta es la introducción principal de este manual en línea de demostración. Es una publicación que utiliza el tipo "Intro-frontal". Sólo aparecerá en la portada del manual. Usted puede eliminar este mensaje si no quiere una introducción. Para que quede claro: esto es una **demo** de un manual. El manual de usuario para b2evolution está aquí: http://b2evolution.net/man/.

source: Welcome here!
es_es: ¡Bienvenido aquí!

source: Chapter Intro
es_es: Capítulo de Introducción

source: This is an introduction for this chapter. It is a post using the "intro-cat" type.
es_es: Esta es una introducción a este capítulo. Es una publicación utilizando el tipo "intro-cat".

source: Contrary to the other sections which are explictely sorted by default, this section is sorted alphabetically by default.
es_es: Al contrario de otras secciones que están ordenadas explícitamente por defecto, esta sección está ordenada alfabéticamente por defecto.

source: About this manual
es_es: Acerca de este manual

source: <p>This is the first page.</p> <p>It appears in a single category.</p>
es_es: <p>Esta es la primera página.</p> <p>Se presenta en una sola categoría.</p>

source: First Page
es_es: Primera Página

source: <p>This is the second page.</p> <p>It appears in multiple categories.</p>
es_es: <p>Esta es la segunda página.</p> <p>Se presenta en múltiples categorías.</p>

source: Second Page
es_es: Segunda Página

source: Wiki Tables
es_es: Tablas Wiki

source: <p>This is the sports post.</p> <p>It appears in sports category.</p>
es_es: <p>Este es el post de deportes.</p> <p>Aparece en la categoría deportes.</p>

source: Sports post
es_es: Post de deportes

source: <p>This is the second sports post.</p> <p>It appears in sports category.</p>
es_es: <p>Este es el segundo post de deportes.</p> <p>Aparece en la categoría deportes.</p>

source: Second sports post
es_es: Segundo post de deportes

source: Hi! This is a sample comment that has been approved by default! Admins and moderators can very quickly approve or reject comments from the collection dashboard.
es_es: ¡Hola! ¡Este es un ejemplo de comentario que ha sido aprobado por defecto! Administradores y moderadores pueden aprobar o rechazar los comentarios desde el panel de la colección muy rápidamente.

source: Hi! This is a sample comment that has **not** been approved by default! Admins and moderators can very quickly approve or reject comments from the collection dashboard.
es_es: ¡Hola! ¡Este es un ejemplo de comentario que **no** ha sido aprobado por defecto! Administradores y moderadores pueden aprobar o rechazar los comentarios desde el panel de la colección muy rápidamente.

source: Reset done!
es_es: ¡Reinicio efectuado!

source: Checking DB schema version...
es_es: Comprobando el esquema de la versión de la BdD...

source: This version is too old!
es_es: ¡Esta versión es demasiada antigua!

source: This version is too recent! We cannot downgrade to the version you are trying to install...
es_es: ¡Esta versión es demasiada nueva! No podemos realizar el degradado a la versión que intentas instalar...

source: It appears that the following blog stub names are used more than once: ['%s']
es_es: Parece que los siguientes nombres stub están siendo usado más que una vez: ['%s']

source: I can't upgrade until you make them unique. DB field: [%s]
es_es: No puedes actualizar mientras no sean únicos. Campo de la base de datos: [%s]

source: The database schema is up to date.
es_es: El esquema de la base de datos está al día.

source: Upgrade database
es_es: Mejorar la base de datos

source: The version number is correct, but we have detected changes in the database schema. This can happen if you've been using development versions directly off GitHub...
es_es: El número de versión es correcto, pero hemos detectado cambios en el esquema de la base de datos. Esto puede suceder si ha estado utilizando versiones de desarrollo directamente desde GitHub...

source: Try to Repair/Upgrade database now!
es_es: ¡Intente reparar/actualizar la base de datos ahora!

source: Language / Locale
es_es: Idioma / Localización

source: Select as default language/locale
es_es: Elegir como el idioma/regional predeterminado

source: Base config recap...
es_es: Recapitulación de la configuración base...

source: If you don't see correct settings here, STOP before going any further, and <a %s>update your base configuration</a>.
es_es: Si no ves los ajustes correctos aquí, DETENTE y, antes de seguir <a %s>actualiza tu configuración base</a>.

source: MySQL Username
es_es: Nombre de usuario MySQL

source: (Set, but not shown for security reasons)
es_es: (Configurado, pero no se muestra por razones de seguridad)

source: MySQL Password
es_es: Contraseña MySQL

source: MySQL Database name
es_es: Nombre de la base de datos MySQL

source: MySQL Host/Server
es_es: Servidor/Alojamiento MySQL

source: MySQL tables prefix
es_es: Prefijo de tablas MySQL

source: Base URL
es_es: URL Base

source: Admin email
es_es: Email del Admin

source: OOPS! It seems b2evolution is already installed!
es_es: ¡UPSS! ¡Parece que b2evolution ya está instalado!

source: Would you like to <a %s>upgrade your existing installation now</a>?
es_es: ¿Deseas actualizar <a %s> tu instalación existente ahora</a>?

source: Creating b2evolution tables...
es_es: Creando tablas b2evolution...

source: Creating minimum default data...
es_es: Creando datos mínimos predeterminados...

source: Installing sample contents...
es_es: Instalando contenido de muestra...

source: Installation successful!
es_es: ¡Instalación exitosa!

source: Now you can <a %s>log in</a> with the following credentials:
es_es: Ahora te puedes <a %s>identificar</a> con los siguiente credenciales:

source: Note that password carefully! It is a <em>random</em> password that is given to you when you install b2evolution. If you lose it, you will have to delete the database tables and re-install anew.
es_es: ¡Anota la contraseña cuidadosamente! Es una contraseña <em>aleatoria</em> generada durante el proceso de instalación de b2evolution. Si la pierdas, tendrás que eliminar las tablas en la base de datos y reinstalar todo.

source: What is the color of the sky? blue|grey|gray|dark
es_es: ¿De qué color es el cielo? azul|gris|grisaceo|oscuro

source: What animal is Bugs Bunny? rabbit|a rabbit
es_es: ¿Qué animal es Bugs Bunny? conejo|un conejo

source: What color is a carrot? orange|yellow
es_es: ¿De qué color es una zanahoria? naranja|amarillo

source: What color is a tomato? red
es_es: ¿De qué color es un tomate? rojo

source: Preparing to install <code>/.htaccess</code> in the base folder...
es_es: Preparando la instalación de <code>/.htaccess</code> en la carpeta base...

source: .htaccess is not needed because your web server is not Apache. WARNING: you will need to configure your web server manually.
es_es: .htaccess no es necesario porque su servidor web no es Apache. ADVERTENCIA: necesitará configurar manualmente su servidor web.

source: Continue installation
es_es: Continúa la instalación

source: Cannot find file [ sample.htaccess ] in your base url folder.
es_es: No se puede encontrar el archivo [sample.htaccess] en la url de la carpeta base.

source: Already installed.
es_es: Ya instalado

source: There is already a file called .htaccess at the blog root. If you don't specifically need this file, it is recommended that you delete it or rename it to old.htaccess before you continue. This will allow b2evolution to create a new .htaccess file that is optimized for best results.
es_es: Ya hay un fichero llamado .htaccess en la raíz ('root') del blog. Si no necesita específicamente este fichero, se recomienda que lo borre o lo renombre a old.htaccess antes de que continue. Esto permitirá a b2evolution crear un nuevo fichero .htaccess que estará optimizado para obtener el mejor resultado.

source: Here are the contents of the current .htaccess file:
es_es: Aquí están los contenidos del fichero .htaccess actual:

source: Again, we recommend you remove this file before continuing. If you chose to keep it, b2evolution will probably still work, but for optimization you should follow <a %s>these instructions</a>.
es_es: De nuevo, le recomendamos que elimine este fichero antes de continuar. Si escoge mantenerlo, b2evolution probablemente todavía funcionará, pero por optimización debería seguir <a %s>estas instrucciones</a>.

source: Failed to copy sample.htaccess to test folder!
es_es: ¡La copia del archivo sample.htaccess a la carpeta de pruebas ha fallado!

source: Verifying .htaccess support works by fetching:
es_es: Verificando el funcionamiento del soporte .htaccess buscando:

source: %s was not found as expected.
es_es: %s no se encontró como se esperaba.

source: Test was successful, but failed to copy .htaccess into baseurl directory!
es_es: ¡La prueba tuvo éxito, pero no se ha podido copiar .htaccess en el directorio base url!

source: .htaccess installation successful!
es_es: ¡.htaccess instalado correctamente!

source: Back to install menu
es_es: Volver al menú de instalación

source: Are you sure you want to delete your existing %s tables?\nDo you have a backup?
es_es: ¿Estás seguro que quieres eliminar tus tablas existentes %s?\n¿Tienes un respaldo?

source: UPGRADE!
es_es: ¡ACTUALIZACIÓN!

source: DELETE ALL!
es_es: ¡BORRAR TODO!

source: Change config
es_es: Cambiar configuración

source: CHECK DB!
es_es: ¡COMPROBAR BD!

source: Go to Front-office
es_es: Ir a Front-office

source: Go to Back-office
es_es: Ir al Back-office

source: It seems that the database config settings you entered don't work. Please check them carefully and try again...
es_es: Al parecer, la configuración de la base de datos que proveíste no funciona. Por favor, revisala cuidadosamente e intenta de nuevo...

source: Could not load original conf file [%s]. Is it missing?
es_es: No se pudo cargar el archivo conf original [%s]. ¿No existe?

source: Your configuration file <code>%s</code> has been successfully created.
es_es: El fichero de configuración <code>%s</code> se ha creado satisfactoriamente.

source: Config file update
es_es: Actualización del archivo config

source: We cannot automatically create or update your config file [%s]!
es_es: ¡No podemos crear o actualizar tu archivo de configuración automáticamente [%s]!

source: There are two ways to deal with this:
es_es: Hay dos formas de solucionar esto:

source: You can allow the installer to create the config file by changing permissions for the /conf directory:
es_es: Puedes permitir que el instalador actualice el archivo de configuración cambiando los permisos de la carpeta /conf

source: Make sure there is no existing and potentially locked configuration file named <code>%s</code>. If so, please delete it.
es_es: Asegúrate que no exista y este posiblemente bloqueado un fichero de configuración llamado <code>%s</code>. Si es así, por favor elimínalo.

source: <code>chmod 777 %s</code>. If needed, see the <a %s>online manual about permissions</a>.
es_es: <code>chmod 777 %s</code>. De ser necesario, vea el <a %s>manual en línea sobre permisos</a>.

source: Come back to this page and refresh/reload.
es_es: Volver a esta página y refrezcarla/recargarla.

source: Alternatively, you can update the config file manually:
es_es: Alternativamente, puedes actualizar el archivo de configuración manualmente:

source: Create a new text file with a text editor.
es_es: Crea un nuevo archivo de texto con un editor de textos.

source: Copy the contents from the box below.
es_es: Copia el contenido en la caja abajo.

source: Paste them into your local text editor. <strong>ATTENTION: make sure there is ABSOLUTELY NO WHITESPACE after the final <code>?&gt;</code> in the file.</strong> Any space, tab, newline or blank line at the end of the conf file may prevent cookies from being set when you try to log in later.
es_es: Pégalo en tu editor de textos local. <strong>ATENCIÓN: asegúrate de que no hay absolutamente NINGÚN ESPACIO EN BLANCO después de <code>?&gt;</code> al final del archivo. </strong> Cualquier espacio, tabulación, salto de línea o línea en blanco al final del archivo de configuración puede generar errores en la colocación de cookies cuando tratas de ingresar posteriormente.

source: Save the file locally under the name <code>_basic_config.php</code>
es_es: Guardar el archivo localmente bajo el nombre <code>_basic_config.php</code>

source: Upload the file to your server, into the <code>/_conf</code> folder.
es_es: Subir el archivo a tu servidor, en la carpeta <code>/_conf</code>.

source: <a %s>Call the installer from scratch</a>.
es_es: <a %s>Llamar al instalador desde el incicio</a>.

source: This is how your _basic_config.php should look like:
es_es: Así debería verse tu archivo _basic_config.php:

source: Please enter the password
es_es: Introduzca la contraseña

source: Incorrect password
es_es: Contraseña incorrecta

source: Config file cannot be opened
es_es: El fichero de configuración no pude abrirse

source: Debug config has been changed
es_es: La configuración de depuración se ha cambiado

source: Check password
es_es: Comprobar contraseña

source: Update debug config
es_es: Actualizar configuración de depuración

source: b2evo installer
es_es: Instalador b2evo

source: Read me
es_es: Léeme

source: Installer
es_es: Instalador

source: Debug tool
es_es: Herramienta de depuración

source: This tool allows you to configure some debug variables in the file %s
es_es: Esta herramienta le permite configurar algunas variables de depuración en el fichero %s

source: Log in to edit the config of debug
es_es: Autentifíquese para editar la configuración de la depuración

source: Debug password
es_es: Depurar contraseña

source: Debug config
es_es: Depurar configuración

source: Config
es_es: Configuración

source: To enable this tool, create a file called /conf/_overrides_TEST.php with the following contents:
es_es: Para habilitar esta herramienta, crear un fichero llamado /conf/_overrides_TEST.php con los siguientes contenidos:

source: Project page on GitHub
es_es: Página del proyecto en GitHub

source: Get help from the community!
es_es: ¡Obtenga ayuda de la comunidad!

source: The minimum requirement for this version of b2evolution is %s version %s but you are trying to use version %s!
es_es: El requisito mínimo para esta versión de b2evolution es %s versión %s pero estás intentando usar versión %s

source: The minimum requirement for %s module is %s version %s but you are trying to use version %s!
es_es: El requerimiento mínimo para el módulo %s es %s versión %s, ¡pero está tratando de usar la versión %s!

source: Insufficient Requirements
es_es: Requerimientos Insuficientes

source: Upgrade from a previous version
es_es: Actualizar desde una versión anterior

source: New Install
es_es: Instalación Nueva

source: Upgrade from Cafelog/b2
es_es: Actualizar desde Cafelog/b2

source: Delete b2evolution tables
es_es: Eliminar las tablas de b2evolution

source: Convert/Normalize your DB to UTF-8/ASCII
es_es: Convierta/Normalice su BD a UTF-8/ASCII

source: Base configuration
es_es: Configuración básica

source: Your PHP configuration only allows us to use %s of RAM. The absolute minimum we need to install b2evolution is 48M. Please contact your web host or use a <a %s>compatible hosting provider</a>.
es_es: Su configuración de PHP solo nos permite utilizar %s de RAM. El mínimo absoluto que necesitamos para instalar b2evolution es 48M. Póngase en contacto con su proveedor de alojamiento web o utilice un <a %s>proveedor compatible</a>.
