Repository: washedfrere/dudad
Catalog: blog/locales/*/LC_MESSAGES/messages.po
Languages: es_es

source: The ID of the parent comment you entered does not exist.
es_es: El ID del comentario padre que insertó no existe.

source: The ID of the parent comment must belong to the same post.
es_es: El ID del comentario padre debe pertenecer al mismo post.

source: Invalid comment text.
es_es: Texto de comentario inválido.

source: Empty comment content is not allowed.
es_es: Los comentarios con contenido vacío no están permidos.

source: Please enter a valid comment date.
es_es: Por favor introduzca una fecha válida.

source: Comment has been updated.
es_es: El comentario ha sido actualizado.

source: The comment is now visible by the community.
es_es: El comentario ahora es visible por la comunidad.

source: The comment is now visible by the members.
es_es: El comentario ahora es visible por los miembros.

source: The comment is now visible by moderators.
es_es: El comentario ahora es visible por los moderadores.

source: Comment has been restricted.
es_es: El comentario ha sido restringido.

source: Recycle bin contents were successfully deleted.
es_es: El contenido de la papelera de reciclaje fue eliminado con éxito.

source: Could not empty recycle bin.
es_es: No se pudo vaciar la papelera de reciclaje.

source: Comment recycle bins
es_es: Papeleras de reciclaje de comentarios

source: wrote
es_es: escrito

source: Elevated from comment
es_es: Elevado desde el comentario

source: Unable to create the new post!
es_es: ¡No se pudo crear el nuevo post!

source: Excerpt sent in trackbacks:
es_es: Extracto enviado en trackbacks:

source: Sending trackback to:
es_es: Enviando trackback a:

source: Succeeded
es_es: Exitoso

source: Failed
es_es: Fallado

source: Unknown error
es_es: Error desconocido

source: No valid trackback response. Maybe the given url is not a Trackback url.
es_es: Respuesta de trackback inválida. Puede que la URL no sea de un trackback

source: Response:
es_es: Respuesta:

source: %d links to destination comments
es_es: %d enlaces a los comentarios destino

source: %d votes on comment
es_es: %d votos en el comentario

source: %d prerendered content
es_es: %d contenido preinterpretado

source: OK
es_es: Aceptar

source: not helpful
es_es: no provechoso

source: UNDECIDED
es_es: INDEFINIDO

source: helpful
es_es: provechoso

source: Member
es_es: Miembro

source: Visitor
es_es: Visitante

source: Go to edit this IP address in antispam control panel
es_es: Ir a editar esta dirección IP en el panel de control antispam

source: N/A
es_es: N/D

source: Edit this comment
es_es: Editar este comentario

source: Delete!
es_es: ¡Eliminar!

source: Recycle!
es_es: ¡Reciclar!

source: You are about to delete this comment!\nThis cannot be undone!
es_es: ¡Estás a punto de eliminar este comentario!\n¡Esta operación es irreversible!

source: You think this comment is spam
es_es: Usted piensa que este comentario es spam

source: You are not sure about this comment
es_es: Usted no está seguro acerca de este comentario

source: You think this comment is OK
es_es: Usted piensa que este comentario es correcto

source: Mark this comment as helpful!
es_es: ¡Marcar este comentario como provechoso!

source: You think this comment is helpful
es_es: Usted piensa que este comentario es provechoso

source: Mark this comment as not helpful!
es_es: ¡Marcar este comentario como no provechoso!

source: You think this comment is not helpful
es_es: Usted piensa que este comentario no es provechoso

source: No votes on spaminess yet.
es_es: Aún no hay votos indicando spam.

source: Spam consensus:
es_es: Consenso de spam:

source: Spam Vote:
es_es: Voto de spam:

source: Consensus:
es_es: Consenso:

source: Is this comment helpful?
es_es: ¿Es provechoso este comentario?

source: No votes on helpfulness yet.
es_es: No hay votos indicando provecho aún.

source: Helpfulness:
es_es: Indicación de provecho:

source: Publish this comment!
es_es: ¡Publicar este comentario!

source: Send email to comment author
es_es: Enviar email al autor del comentario

source: Send message to comment author
es_es: Enviar mensaje al autor del comentario

source: Permanent link to this comment
es_es: Vínculo permanente a este comentario

source: Posted by
es_es: Publicado por

source: Attachments:
es_es: Adjuntos:

source: Link ID
es_es: Identificador ('ID') del enlace

source: Download file
es_es: Descargar archivo

source: Missing attachment!
es_es: ¡Faltan archivos adjuntos!

source: Comment from %s
es_es: Comentario de %s

source: Trackback from %s
es_es: Trackback de %s

source: Pingback from %s
es_es: Pingback de %s

source: Meta comment from %s
es_es: Meta comentarios de %s

source: Bad
es_es: Malo

source: Poor
es_es: Pobre

source: Average
es_es: Medio

source: Excellent
es_es: Excelente

source: No rating
es_es: Sin calificación

source: [%s] New trackback on "%s"
es_es: [%s] Nuevo trackback en "%s"

source: %s posted a new meta comment on "%s"
es_es: %s ha publicado un nuevo meta comentario en "%s"

source: %s posted a new comment on "%s"
es_es: %s posteó un comentario nuevo en "%s"

source: [%s] New comment on "%s"
es_es: [%s] Nuevo comentario en "%s"

source: New comment awaiting moderation:
es_es: Nuevo comentario esperando moderación:

source: [%s] New comment awaiting moderation on "%s"
es_es: [%s] Comentario nuevo esperando moderación en "%s"

source: New comment may need moderation:
es_es: Un nuevo comentario puede necesitar moderación:

source: [%s] New comment may need moderation on "%s"
es_es: [%s] Comentario nuevo que puede necesitar moderación en "%s"

source: Reply to this comment
es_es: Responder a este comentario

source: You are currently replying to this comment
es_es: Se encuentra respondiendo a este comentario actualmente

source: Leave a comment
es_es: Dejar un comentario

source: 1 comment
es_es: 1 comentario

source: %d comments
es_es: %d comentarios

source: Visibility
es_es: Visibilidad

source: Save & edit
es_es: Guardar y editar

source: Save
es_es: Guardar

source: You must be a member of this blog to comment.
es_es: Debe ser miembro de este blog para comentar.

source: You must be logged in to leave a comment.
es_es: Debe estar autentificado para dejar un comentario.

source: You must activate your account before you can leave a comment.
es_es: Debe activar su cuenta antes de que pueda dejar un comentario.

source: Comment text
es_es: Texto comentario

source: Log in now!
es_es: ¡Autentifíquese ahora!

source: More info &raquo;
es_es: Más información &raquo;

source: If you have no account yet, you can <a href="%s">register now</a>...<br />(It only takes a few seconds!)
es_es: Si no tiene una cuenta aún, puede <a href="%s">registrarse ahora</a>...<br />(Sólo lleva unos pocos segundos!)

source: You are currently replying to a specific comment
es_es: Se encuentra respondiendo a un comentario específico actualmente

source: Mass deleting log
es_es: Registro ('log') de borrado masivo

source: Comments posted by the user
es_es: Comentarios posteados por el usuario

source: User has not posted any comment yet
es_es: El usuario no ha posteado comentarios aún

source: Delete all comments posted by %s
es_es: Borrar todos los comentarios posteados por %s

source: Kind
es_es: Tipo

source: Spam karma
es_es: Karma de spam

source: Edit this comment...
es_es: Editar este comentario...

source: Delete this comment!
es_es: ¡Eliminar este comentario!

source: Recycle this comment!
es_es: ¡Reciclar este comentario!

source: No comment yet...
es_es: Aún sin comentarios...

source: Pruning of recycled comments has already been done today
es_es: Los comentarios reciclados ya se han purgado el día de hoy

source: Delete all comments!
es_es: ¡Borrar todos los comentarios!

source: Mass delete...
es_es: Borrado masivo...

source: Empty recycle bin...
es_es: Vaciar papelera de reciclaje...

source: Feedback (Comments, Trackbacks...)
es_es: Opiniones (Comentarios, Trackbacks...)

source: Elevate this comment into a post
es_es: Eleva este comentario a un post

source: Elevate into a post
es_es: Elevar a un post

source: delete
es_es: eliminar

source: recycle
es_es: reciclar

source: cancel
es_es: cancelar

source: Comment contents
es_es: Comentar contenidos

source: In response to
es_es: En respuesta a

source: Move to post ID
es_es: Mover a ID de artículo

source: In reply to comment ID
es_es: En respuesta al comentario con ID

source: (leave blank for normal comments)
es_es: (dejar en blanco para comentarios normales)

source: Allow contact
es_es: Permitir el contacto

source: If checked, the comment author can be contacted through a form that will send him en email.
es_es: Si se selecciona, el autor del comentario puede ser contactado a través de un formulario que le enviará por correo electrónico.

source: Website URL
es_es: URL de sitio web

source: Rating
es_es: Clasificación

source: Date & Time
es_es: Fecha y Hora

source: Links
es_es: Vínculos

source: Nofollow website URL
es_es: Nofollow URL de sitio web

source: Feedback info
es_es: Info de la opinión

source: Text Renderers
es_es: Rendidores de Texto

source: Comment List
es_es: Lista de Comentarios

source: Cancel deleting!
es_es: ¡Cancelar borrado!

source: Mass deleting
es_es: Borrado masivo

source: Move to Recycle bin
es_es: Mover a la Papelera de reciclaje

source: Delete permanently
es_es: Borrar permanentemente

source: Are you sure you want to mass delete %s comments?
es_es: ¿Está seguro de que quiere el borrado masivo de los comentarios %s?

source: Delete Now!
es_es: ¡Borrar ahora!

source: Recycle Now!
es_es: ¡Reciclar ahora!

source: Comments to show
es_es: Comentarios a mostrar

source: Show active
es_es: Mostrar activos

source: Show expired
es_es: Mostrar expirados

source: Title / Text contains
es_es: Título / Texto contiene

source: AND
es_es: Y

source: OR
es_es: O

source: Entire phrase
es_es: Frase entera

source: Exact match
es_es: Coincidencia exacta

source: Have rating
es_es: Tiene calificación

source: Above
es_es: Sobre

source: Below
es_es: Debajo

source: Exact
es_es: Exacto

source: Author URL
es_es: URL del autor

source: With this
es_es: Con esto

source: Without this
es_es: Sin esto

source: Include comments with no url
es_es: Incluir comentarios sin url

source: Works only when url filter is set
es_es: Funciona sólo cuando el filtro de url está activo

source: use '%%' for partial matches
es_es: Utilice '%%' para coincidencias parciales

source: Blog name
es_es: Nombre del blog

source: Comments in recycle bin
es_es: Comentarios en la papelera de reciclaje

source: Empty blog's recycle bin
es_es: Vaciar la papelera de reciclaje del blog

source: Cancel empty recycle bin
es_es: Cancelar vaciado de la papelera de reciclaje

source: Empty all blogs' recycle bin
es_es: Vaciar todas las papeleras de reciclaje de los blogs

source: Cron job has timed out.
es_es: El trabajo programado ha expirado.

source: Scheduled task error
es_es: Error de tarea programada

source: Scheduled job
es_es: Tarea programada

source: New job has been scheduled.
es_es: Nueva tarea programada.

source: The scheduled job has been updated.
es_es: El trabajo programado ha sido actualizado.

source: This scheduled job can not be updated.
es_es: Este trabajo programado no puede ser actualizado.

source: Job #%d is currently running. It cannot be deleted.
es_es: La tarea #%d se está ejecutando actualmente. No puede ser eliminada.

source: Scheduled job #%d deleted.
es_es: Tarea #%d eliminada.

source: Job #%d does not exist any longer.
es_es: La tarea #%d ya no existe.

source: With secure activation process sending reminder emails is not permitted!
es_es: ¡Con un proceso de activación segura enviar correos electrónicos de recordatorio no está permitido!

source: The job advanced configuration is wrong, can't send reminders!
es_es: ¡La configuración avanzada del trabajo es incorrecta, no puede enviar recordatorios!

source: %d account activation reminder emails were sent!
es_es: ¡Se enviaron %d correos electrónicos de recordatorio de activación de cuenta!

source: No scheduled jobs found
es_es: No se encontraron tareas programadas

source: %s scheduled jobs were deleted.
es_es: %s tareas programadas fueron eliminadas.

source: No comments have been awaiting moderation for more than %s.
es_es: Ningún comentario ha estado esperando moderación por más de %s.

source: Could not find any moderators wanting to receive comment moderation notifications for the blogs that have comments pending moderation!
es_es: ¡No se pudo encontrar moderador alguno que quisiese recibir notificaciones de moderación de comentarios para los blogs que tienen comentarios pendientes de moderación!

source: Comment moderation reminder
es_es: Recordatorio de moderación de comentario

source: %d moderators have been notified!
es_es: ¡%d moderadores han sido notificados!

source: Could not lock comment #%d. It may already be processed.
es_es: No se pudo clausurar el comentario #%d. Ya puede ser procesado.

source: Return path processing feature is not enabled.
es_es: La característica de procesado de la ruta de retorno no está habilitada.

source: The php_imap extension is not available to PHP on this server. Please load it in php.ini or ask your hosting provider to do so.
es_es: La extensión php_imap no está disponible en este servidor. Por favor cárgalo en tu php.ini o solicítalo a tu proveedor de alojamiento.

source: Reading messages from server
es_es: Leyendo mensajes del servidor

source: Found %d messages
es_es: Encontrados %d mensajes

source: There are no messages in the mailbox
es_es: No hay mensajes en el buzón de correo

source: Deleted %d processed message(s) from inbox.
es_es: Borrado(s) %d mensaje(s) de la bandeja de entrada.

source: New emails saved: %d
es_es: Nuevos correos electrónicos guardados: %d

source: The Error TEST cron controller simulates an error, thus this "error" is normal!
es_es: ¡El controlador de TEST cron simula un error, por lo tanto, este "error" es normal!

source: The commands CHECK & OPTIMIZE have been executed for all %d tables.
es_es: Los comandos CHECK y OPTIMIZE (comprobar y optimizar) han sido ejecutados para todas las tablas %d.

source: Table
es_es: Tabla

source: Operation
es_es: Operación

source: Result
es_es: Resultado

source: Message
es_es: Mensaje

source: The command ANALYZE has been executed for all %d tables.
es_es: El comando ANALYZE (analizar) ha sido ejecutado para todas las tablas %d.

source: Post by email feature is not enabled.
es_es: La característica Postear por correo electrónico no está habilitada.

source: This is just a test run. Nothing will be posted to the database nor will your inbox be altered.
es_es: Esto sólo es una ejecución de prueba. Nada se posteará a la base de datos ni su bandeja de entrada se alterará.

source: New posts created: %d
es_es: Nuevos posts creados: %d

source: Post by email report
es_es: Informe de posteo por correo electrónico

source: Post moderation reminder
es_es: Recordatorio de moderación de publicación

source: Post notifications are not set to run as a scheduled task.
es_es: Las notificaciones de publicación no están configuradas como una tarea programada.

source: Could not lock post #%d. It may already be processed.
es_es: No se pudo trabar la publicación #%d. Puede que ya haya sido procesada.

source: Auto pruning is not set to run as a scheduled task
es_es: La Auto-eliminación de estadísticas no está configurada para correr como tarea programada

source: The TEST cron controller says hello!
es_es: ¡El controlador TEST cron dice hola!

source: It was not necessary to send any reminder!
es_es: ¡No fue necesario enviar recordatorio alguno!

source: You have unread messages!
es_es: ¡Tiene mensajes no leídos!

source: %d reminder emails were sent!
es_es: ¡Fueron enviados %d correos electrónicos de recordatorio!

source: Please enter a valid date.
es_es: Por favor introduzca una fecha válida.

source: IMAP extension is NOT loaded!
es_es: La extensión IMAP NO se ha cargado!

source: Connecting and authenticating to mail server %s
es_es: Conectando y autenticando con el servidor de correo %s

source: Connection failed: %s
es_es: Conexión fracasado: %s

source: Successfully connected!
es_es: Conectado satisfactoriamente!

source: Processing message %s:
es_es: Procesando mensaje %s:

source: Ignoring this message because it has aleady been read.
es_es: Ignorando el mensaje porque ya se ha leído.

source: Could not create temporary file.
es_es: Nos se pudo crear archivo temporal.

source: MIME message decoding error: %s at position %d.
es_es: Error al decodificar mensaje MIME: %s en la posición %d.

source: MIME message decoding successful
es_es: Decodificado satisfactoriamente el mensaje MIME

source: MIME message analyze error: %s
es_es: Error al analizar el mensaje MIME: %s

source: Email Type
es_es: Tipo de correo electrónico

source: HTML message part saved as %s
es_es: Parte HTML del mensaje guardada como %s

source: HTML alternative message part saved as %s
es_es: Parte HTML del mensaje alternativo guardada como %s

source: Text alternative message part saved as %s
es_es: Parte de texto del mensaje alternativo guardado como %s

source: Plain-text message part saved as %s
es_es: Parte del mensaje guardado en texto plano como %s

source: %d warnings during decode:
es_es: %d avisos durante la decodificación:

source: Warning: %s at position %s
es_es: Aviso: %s en la posición %s

source: Message type: %s
es_es: Mensaje tipo: %s

source: Message body: %s
es_es: Cuerpo del mensaje: %s

source: Message body (original): %s
es_es: Cuerpo del mensaje (original): %s

source: Message body (processed): %s
es_es: Cuerpo del mensaje (procesado): %s

source: MIME Decoding Successful
es_es: MIME decodificado satisfactoriamente

source: Processing message: %s
es_es: Procesando mensaje: %s

source: Cannot post, please correct these errors:
es_es: No se puede publicar, por favor corrige estos errores:

source: Saving the returned email in the database
es_es: Guardar el correo electrónico devuelto en la base de datos

source: Email Address
es_es: Dirección de Correo Electrónico

source: Error Type
es_es: Tipo de error

source: Error Message
es_es: Mensaje de error

source: Marking message for deletion from inbox: %s
es_es: Marcar mensaje para borrar desde bandeja de entrada: %s

source: Working with message %s:
es_es: Trabajando con el mensaje %s:

source: (No MIME decoding is done in simulation mode)
es_es: (No se realiza la decodificación MIME en el modo de simulación)

source: Subject
es_es: Tema

source: Subject prefix is not "%s", skip this email
es_es: Prefijo del asunto no es "%s", omita este correo electrónico

source: Could not parse date header "%s"
es_es: No se pudo procesar la cabecera de fecha "%s"

source: Invalid month name in message date string.
es_es: Nombre de mes inválido en la cadena de fecha.

source: Spam suspicion
es_es: Sospecha de spam

source: Permament error
es_es: Error permanente

source: Temporary error
es_es: Error temporal

source: Configuration error
es_es: Error de configuración

source: Attachment: %s stored as %s
es_es: Adjunto: %s almacenado como %s

source: Related file with content ID: %s stored as %s
es_es: Archivo relacionado con el contenido ID: %s almacenado como %s

source: Please add username and password in message body in format %s.
es_es: Por favor añada el nombre de usuario y contraseña en el cuerpo del mensaje en formato %s.

source: Authenticating user
es_es: Autenticación de usuario

source: Authentication failed for user &laquo;%s&raquo;
es_es: Falló la autentificación para el usuario &laquo;%s&raquo;

source: Success
es_es: Satisfactorio

source: Extra categories
es_es: Categorías extra

source: Main category ID
es_es: ID de la categoría principal

source: Requested category %s does not exist!
es_es: ¡La categoría solicitada (%s) no existe!

source: Requested blog %s does not exist!
es_es: ¡El blog %s solicitado no existe!

source: Checking permissions for user &laquo;%s&raquo; to post to Blog #%d
es_es: Comprobación de los permisos del usuario &laquo;%s&raquo; para publicar en el Blog #%d

source: Permission denied.
es_es: Permiso denegado

source: You have no permission to add/upload files.
es_es: No tiene permiso para añadir/subir ficheros.

source: Unable to access media directory. No attachments processed.
es_es: Imposible acceder a la carpeta de medios. Adjuntos no procesados.

source: Files module is disabled or missing!
es_es: ¡El módulo de ficheros está deshabilitado o perdido!

source: Applying the following text renderers: %s
es_es: Aplicando los siguientes procesadores de texto: %s

source: Filtered post content: %s
es_es: Filtrado del contenido de la publicación: %s

source: It looks like the post can be successfully saved in the database. However we will not do it in test mode.
es_es: Parece que la publicación puede ser guardada en la base de datos. Sin embargo, no vamos a hacerlo en el modo de prueba.

source: Saving item "%s" in the database
es_es: Guardar el item "%s" en la base de datos

source: Item created?: %s
es_es: ¿Item creado?: %s

source: Saving file "%s" in the database
es_es: Guardando el fichero "%s" en la base de datos

source: File saved?: %s
es_es: ¿Fichero guardado?: %s

source: Attaching file "%s" to the post
es_es: Adjuntando fichero "%s" a la publicación

source: File attached?: %s
es_es: ¿Fichero adjuntado?: %s

source: Message posting successful
es_es: Mensaje publicado satisfactoriamente

source: Processing attachments
es_es: Procesando adjuntos

source: Attachment without name. Using "%s".
es_es: Adjunto sin nombre. Usando "%s".

source: Invalid filename
es_es: Nombre de archivo inválido.

source: New file name is %s
es_es: El nuevo nombre del archivo es %s

source: Saving file to: %s
es_es: Guardando archivo en: %s

source: Unable to copy uploaded file to %s
es_es: Imposible copiar el archivo subido a %s

source: Is this an image?: %s
es_es: ¿Esto es una imagen?: %s

source: The file %s will be attached to the post later, after we save the post in the database.
es_es: El archivo %s se adjuntará a la publicación posteriormente, después de guardarla en la base de datos.

source: &lt;auth&gt; tag not found! Please add username and password in message body in format %s.
es_es: ¡No se encontró la etiqueta &lt;auth&gt;! (autor). Por favor añada el nombre de usuario y contraseña en el cuerpo del mensaje en formato %s.

source: Edit scheduled job
es_es: Editar trabajo programado

source: New scheduled job
es_es: Nueva tarea programada

source: Job details
es_es: Detalles de la tarea

source: Job type
es_es: Tipo de tarea

source: Job #
es_es: Tarea #

source: Default job name
es_es: Nombre por defecto de la tarea

source: Job name
es_es: Nombre de la tarea

source: Schedule date
es_es: Fecha programada

source: Schedule time
es_es: Hora programada

source: Repeat every
es_es: Repetir cada

source: Execution details
es_es: Detalles de ejecución

source: Create
es_es: Crear

source: Edit this job
es_es: Editar este trabajo

source: Edit this job...
es_es: Editar este trabajo...

source: Close sheet
es_es: Cerrar hoja

source: Scheduled at
es_es: Programada para

source: hours
es_es: horas

source: minutes
es_es: minutos

source: Real start time
es_es: Hora real de comienzo

source: Real stop time
es_es: Hora real de parada

source: Duration
es_es: Duración

source: Invalid date
es_es: Fecha inválida

source: Scheduled jobs
es_es: Tareas programadas

source: Create a new scheduled job...
es_es: Crear una tarea programada nueva...

source: New job
es_es: Nueva tarea

source: Pending
es_es: Pendientes

source: Started
es_es: Iniciada

source: Timed out
es_es: Fuera de tiempo

source: Finished
es_es: Terminada

source: Start Date
es_es: Fecha de Inicio

source: at
es_es: en

source: End Date
es_es: Fecha de Finalización

source: Schedule
es_es: Programa
