Repository: washedfrere/dudad
Catalog: blog/locales/*/LC_MESSAGES/messages.po
Languages: es_es

source: Allow users to contact me through a message form -- Your email will <strong>not</strong> be revealed!
es_es: Permitir a los usuarios contactar conmigo a través de un formulario de mensaje -- ¡Su correo electrónico <strong>no</strong> será revelado!

source: Preview/Add file
es_es: Previsualizar/Añadir fichero

source: Page
es_es: Página

source: Last Post
es_es: Último post

source: Header Background Color
es_es: Color del Fondo de la Cabecera

source: Header Text Color
es_es: Color del texto de la cabecera

source: Menu Background Color
es_es: Color de Fondo del Menú

source: Menu Text Color
es_es: Color del texto del menú

source: Footer Background Color
es_es: Color de fondo del pie

source: "Public" banner
es_es: Rótulo "Público"

source: Start a new topic
es_es: Comenzar un nuevo tema de conversación

source: Search this forum:
es_es: Buscar en este fórum:

source: Notify me by email whenever a reply is published on one of <strong>my</strong> topics.
es_es: Notificarme por correo electrónico siempre que una respuesta se publique en uno de <strong>mis</strong> temas de conversación.

source: Notify me by email whenever a reply is posted in a forum where I am a moderator.
es_es: Notificarme por correo electrónico siempre que se postee una respuesta en un fórum donde sea un moderador.

source: Topics created by %s
es_es: Temas de conversación creados por %s

source: User has not created any topics
es_es: El usuario no ha creado tema de conversación alguno

source: Replies posted by %s
es_es: Respuestas posteadas por %s

source: User has not posted any replies
es_es: El usuario no ha publicado ninguna respuesta

source: Reply on:
es_es: Responder en:

source: Pages in this chapter:
es_es: Páginas en este capítulo

source: Atom Feed
es_es: Feed Atom

source: What is RSS?
es_es: ¿Qué es RSS?

source: Menu background color
es_es: Color fondo de menú

source: Menu text color
es_es: Color texto de menú

source: Post info background color
es_es: Color fondo de publicación informativa

source: Post info text color
es_es: Color texto de publicación informativa

source: Thumbnail size for media index
es_es: Tamaño de imagen de muestra para índice de medios

source: Thumbnail size in post list
es_es: Tamaño de imagen de muestra en lista de publicaciones

source: Thumbnail size in single page
es_es: Tamaño de imagen de muestra en página individual

source: %s photos
es_es: %s fotos

source: Style of profile pictures
es_es: Estilo de fotos de perfil

source: Round the corners of profile pictures
es_es: Redondear esquinas de fotos de perfil

source: Original pictures with square corners
es_es: Fotos originales con esquinas redondeadas

source: Width switcher
es_es: Cambiador de anchura

source: Check to enable the width switcher between fixed value and 100%.
es_es: Marcar para habilitar el cambiador de anchura entre valor fijo y 100%.

source: Notice
es_es: Aviso

source: JavaScript for Mobile Safari is currently turned off.
es_es: JavaScript para Safari para móviles actualmente está apagado.

source: Turn it on in <em> Settings &rsaquo; Safari </em><br /> to view this website.
es_es: Encenderlo en <em> Configuraciones de &rsaquo; Safari </em><br /> para ver este sitio web.

source: Navigation
es_es: Navegación

source: Other Blogs
es_es: Otros Blogs

source: Mobile: Navigation Menu
es_es: Móvil: Menú de Navegación

source: Mobile: Tools Menu
es_es: Móvil: Menú de Herramientas

source: Search...
es_es: Buscar...

source: Front Page Main Area
es_es: Área Principal de la Portada

source: Preview comment
es_es: Previsualizar comentario

source: This is your post. You are receiving notifications when anyone comments on your posts.
es_es: Este es su post. Está recibiendo notificaciones cuando alguien comenta en sus posts.

source: Trackback address for this post
es_es: Dirección de trackback para esta publicación

source: Trackback URL (right click and copy shortcut/link location)
es_es: URL de trackback (pulsa el botón derecho para copiar el acceso directo/ locación del vínculo)

source: Feedback awaiting moderation
es_es: Opinión esperando moderación

source: No feedback yet
es_es: No hay opiniones, todavía

source: This post has 1 feedback awaiting moderation... %s
es_es: Esta publicación tiene 1 opinión esperando moderación... %s

source: This post has %d feedbacks awaiting moderation... %s
es_es: Esta publicación tiene %d opiniones esperando moderación... %s

source: You are receiving notifications when anyone comments on any post.
es_es: Está recibiendo notificaciones cuando alguien comenta en cualquier post.

source: Click here to manage your subscriptions.
es_es: Haga clic aquí para gestionar sus suscripciones.

source: You will be notified by email when someone comments here.
es_es: Será notificado por correo electrónico cuando alguien commente aquí.

source: Click here to unsubscribe.
es_es: Haga clic aquí para desuscribirse.

source: Notify me by email when someone comments here.
es_es: Notificarme por correo electrónico cuando alguien comente aquí.

source: Switch to regular view? \n \n You can switch back again in the footer.
es_es: ¿Cambiar a vista normal? \n \n Usted puede volver a esta vista en el pie de página.

source: Skip to comments
es_es: Saltar a los comentarios

source: Back-office access denied
es_es: Acceso denegado a Back-office

source: Sorry, you don't have permission to access the back-office / admin interface.
es_es: Lo sentimos, no tiene permiso para acceder al back-office/interface de administración.

source: Back to home page
es_es: Volver a la página principal

source: View manual
es_es: Ver manual

source: Manual page
es_es: Página de manual

source: You are here
es_es: Usted está aquí

source: Select blog
es_es: Seleccionar blog

source: uncheck all
es_es: Desmarcar todo

source: Admin skin settings
es_es: configuraciones del skin de Administración

source: Show evobar
es_es: Mostrar evobar

source: Show breadcrumbs path
es_es: Mostrar la ruta del trozo

source: Show Menu
es_es: Mostrar Menú

source: Chicago skin settings
es_es: configuraciones del skin Chicago

source: Admin skin settings for this user cannot be edited because this user is using a different admin skin (%s)
es_es: Las configuraciones del skin de administración para este usuario no pueden editarse porque este usuario está usando un skin de administración distinto (%s)

source: Your IP address: %s
es_es: Su dirección IP: %s

source: You will have to accept cookies in order to log in.
es_es: Debe aceptar cookies para poder iniciar sesión.

source: Note: You are already logged in as %s!
es_es: Nota: ya ingresaste como %s

source: New account creation
es_es: Creación de nueva cuenta

source: Please do not reply to this email!
es_es: ¡Por favor no responda a este correo!

source: This message was automatically generated by %s running on <a %s>%s</a>.
es_es: Este mensaje se generó automáticamente por %s ejecutándose en <a %s>%s</a>.

source: Your login on %s is: $login$
es_es: Su identificador de usuario en %s es: $login$

source: Too many emails?
es_es: ¿Demasiados correos?

source: To configure the emails you receive, click here: <a %s>edit notification preferences</a>.
es_es: Para configurar los correos que reciba, haga clic aquí: <a %s>editar preferencias de notificación</a>.

source: This message was automatically generated by %s running on %s: %s.
es_es: Este mensaje fue automáticamente generado por %s ejecutándose sobre %s: %s.

source: To edit your email notification preferences, click here: %s
es_es: Para editar sus preferencias de correos de notificación, haga clic aquí: %s

source: You have recently registered a new account on %s .
es_es: Recientemente ha registrado una nueva cuenta en %s.

source: You must activate this account by clicking below in order to be able to use all the site features.
es_es: Debe activar esta cuenta haciendo clic debajo para poder usar todas las características del sitio.

source: Activate NOW
es_es: Activar AHORA

source: You have recently changed the email address associated with your account on %s .
es_es: Recientemente ha cambiado la dirección de correo electrónico asociado con su cuenta en %s .

source: You must reactivate this account by clicking below in order to continue to use all the site features.
es_es: Debe reactivar esta cuenta haciendo clic debajo para continuar usando todas las características del sitio.

source: Reactivate NOW
es_es: Reactivar AHORA

source: Your account on %s needs to be reactivated.
es_es: Su cuenta en %s necesita ser reactivada.

source: Someone -- presumably you -- has registered an account on %s with your email address.
es_es: Alguien -- presumiblemente usted -- ha registrado una cuenta en %s con su dirección de correo electrónico.

source: Your login is: $login$
es_es: Su identificador de usuario es: $login$

source: Your email is: $email$
es_es: Su correo electrónico es: $email$

source: You have received private messages in the following conversations, but your account must be activated before you can read them:
es_es: Ha recibido mensajes privados en las siguientes conversaciones, pero su cuenta debe ser activada antes de que pueda leerlos:

source: We also recommend that you add %s to your contacts in order to make sure you will receive future notifications, especially when someone sends you a private message.
es_es: También le recomendamos que añada %s a sus contactos para asegurarse de que recibirá futuras notificaciones, especialmente cuando alguien le envía un mensaje privado.

source: If you don't want to receive notifications to activate your account any more, click here:
es_es: Si no quiere recibir notificaciones para activar su cuenta ninguna vez más, haga clic aquí:

source: instant unsubscribe
es_es: desuscripción instantánea

source: Please activate this account by clicking on the following link:
es_es: Por favor active esta cuenta haciendo clic en el siguiente enlace:

source: Please reactivate this account by clicking on the following link:
es_es: Por favor reactive esta cuenta haciendo clic en el siguiente enlace:

source: New user account activated by %s
es_es: Nueva cuenta de usuario activada por %s

source: Registration Source
es_es: Fuente del registro

source: Registration Trigger Page
es_es: Página de activación del proceso de registro

source: Initial page
es_es: Página inicial

source: The current profile pictures for this account are:
es_es: Las fotos de perfil actuales para esta cuenta son:

source: No pictures.
es_es: No hay fotos.

source: Edit User
es_es: Editar usuario

source: View recent registrations
es_es: Ver registros recientes

source: If you don't want to receive any more notification when an account was activated by email, click here:
es_es: Si no quiere recibir ninguna notificación más cuando una cuenta sea activada por correo electrónico, haga clic aquí:

source: The user has %s profile pictures.
es_es: El usuario tiene %s fotos de perfil.

source: Edit user
es_es: Editar usuario

source: Recent registrations
es_es: Registros recientes

source: There have been significant changes on this user profile made by %s
es_es: Han habido cambios significativos en este perfil de usuario hechos por %s

source: Field
es_es: Campo

source: WARNING: the same profile picture is used by these other users: %s.
es_es: ADVERTENCIA: la misma imagen de perfil la utilizan %s usuarios.

source: The main profile picture was changed to:
es_es: La foto principal de perfil fue cambiada a:

source: A new profile picture file was uploaded:
es_es: Una nueva foto de perfil fue subida:

source: If you don't want to receive any more notifications about user changes, click here:
es_es: Si no desea recibir más notificaciones acerca de cambios a usuario, haga clic aquí:

source: The main profile picture was changed.
es_es: La foto principal de perfil fue cambiada.

source: A new profile picture file was uploaded.
es_es: Una nueva imagen de perfil se ha subido.

source: A user account was closed %s days after creation.
es_es: Una cuenta de usuario se cerró %s días después de crearse.

source: A user account was closed %s days after creation by %s
es_es: Una cuenta de usuario se cerró %s días después de que la creara %s

source: Edit User account
es_es: Editar cuenta de usuario

source: If you don't want to receive any more notification when an account was closed, click here:
es_es: Si no quiere recibir ninguna notificación más cuando una cuenta sea cerrada, haga clic aquí:

source: A new user has registered on the site
es_es: Un usuario nuevo se ha registrado en el sitio

source: If you don't want to receive any more notifications about new user registrations, click here:
es_es: Si no quiere recibir más notificaciones sobre nuevos registros de usuario, haga clic aquí:

source: Login:
es_es: Nombre de usuario:

source: Never used.
es_es: Nunca se uso.

source: Last used on
es_es: Último uso

source: Change your password NOW
es_es: Cambie su contraseña AHORA

source: It seems you have multiple accounts associated to this email address. Choose the one you want to use below:
es_es: Parece que tiene múltiples cuentas asociadas a esta dirección de correo electrónico. Elija la que quiere usar debajo:

source: For security reasons the links are only valid for your current session (by means of your session cookie).
es_es: Por motivos de seguridad los enlaces sólo son válidos durante su sesión actual (por medio de su cookie de sesión).

source: Somebody (presumably you) has requested a password change for your account.
es_es: Alguién (presumiblemente tu) ha solicitado un cambio de contraseña para esta cuenta.

source: If you did not request this password change, simply ignore this email.
es_es: Si usted no ha solicitado este cambio de contraseña, simplemente ignore este correo electrónico.

source: Link to change your password:
es_es: Vínculo para cambiar tu contraseña:

source: A user account was reported by %s
es_es: %s informó de una cuenta de usuario

source: Reported as
es_es: Informado como

source: Extra info
es_es: Información extra

source: If you don't want to receive any more notification when an account was reported, click here:
es_es: Si no quiere recibir ninguna notificación más cuando se informe sobre una cuenta, haga clic aquí:

source: %s posted a new meta comment on %s in %s.
es_es: %s publicó un nuevo meta comentario sobre %s en %s.

source: %s posted a new comment on %s in %s.
es_es: %s posteo un nuevo comentario sobre %s en %s.

source: Trackback IP
es_es: IP de seguimiento

source: Commenter IP
es_es: IP de comentarista

source: This is a short form moderation message. To make these emails more useful for quick moderation, ask the administrator to send you long form moderation messages instead.
es_es: Este es una formulario corto de mensaje de moderación. Para hacer estos correos más útilles para moderación rápida, solicite al administrador que le envíe mensajes de moderación de formulario largo en su lugar.

source: Read full comment
es_es: Leer comentario completo

source: Quick moderation
es_es: Moderación rápida

source: Edit comment
es_es: Editar comentario

source: You are a moderator of this blog and you are receiving notifications when a comment may need moderation.
es_es: Tu eres moderador de este blog y estás recibiendo notificaciones cuando un comentario pueda necesitar moderación.

source: If you don't want to receive any more notifications about comment moderation, click here
es_es: Si no quiere recibir ninguna notificación más acerca de moderación de comentarios, haga clic aquí

source: If you don't want to receive any more notifications on this blog, click here
es_es: Si no quiere recibir ninguna notificación más sobre este blog, haga clic aquí

source: You are receiving notifications when anyone comments on this post.
es_es: Está recibiendo notificaciones con cada uno de los comentarios en este post.

source: If you don't want to receive any more notifications on this post, click here
es_es: Si no quiere recibir ninguna notificación más sobre este post, haga click aquí

source: If you don't want to receive any more notifications on your posts, click here
es_es: Si no quiere recibir ninguna notificación más sobre sus posts, haga clic aquí

source: You are receiving notifications when meta comment is added on this post.
es_es: Usted está recibiendo notificaciones cuando se añade un meta comentario en esta publicación.

source: If you don't want to receive any more notifications about meta comments, click here
es_es: Si no desea recibir más notificaciones sobre meta comentarios, haga click aquí

source: New comment
es_es: Nuevo comentario

source: New meta comment
es_es: Nuevo meta comentario

source: To read the full content of the comment click here:
es_es: Para leer el contenido completo del comentaro haga clic aquí:

source: There have been comments awaiting moderation for more than %s in the following blogs:
es_es: Ha habido comentarios pendientes de moderación por más de %s en los siguientes blogs:

source: %s comments waiting
es_es: %s comentarios pendientes

source: Click here to moderate
es_es: Click aquí para moderar

source: Message sent from your <a %s>comment</a> on %s.
es_es: Mensaje enviado desde su <a %s>comentario</a> en %s.

source: Message sent from your post: %s.
es_es: Mensaje enviado desde su post: %s.

source: Message sent through the contact form on %s.
es_es: Mensaje enviado a través del formulario de contacto en %s.

source: %s (%s) has sent you this message:
es_es: %s (%s) le ha enviado este mensaje:

source: This message was typed by a user connecting from this IP address: %s.
es_es: Este mensaje fue escrito por un usuario conectado desde esta dirección IP: %s.

source: By replying, your email will go directly to %s.
es_es: Al responder, su correo irá directamente a %s.

source: You can edit your profile to not receive emails through a <a %s>form</a>
es_es: Puede editar su perfil para no recibir correos a través de un <a %s>formulario</a>

source: If you don't want to receive any more emails through a message form, click here:
es_es: Si no quiere recibir ningún correo más a través del formulario de mensajes, haga clic aquí:

source: If you don't want to receive e-mails on your comments for this e-mail address anymore, click here:
es_es: Si no quiere recibir correos sobre sus comentarios para esta dirección de correo electrónico ninguna vez más, haga clic aquí:

source: %s has sent you this message:
es_es: %s le ha enviado este mensaje:

source: Message sent from your comment:
es_es: Mensaje enviado desde tu comentario:

source: Message sent from your post:
es_es: Mensaje enviado desde tu publicación:

source: You can edit your profile to not receive emails through a form:
es_es: Puedes editar tu perfil para no recibir más email vía un formulario:

source: Click on the following link to not receive e-mails on your comments for this e-mail address anymore:
es_es: Pulsa en el siguiente vínculo para no recibir más email sobre tus comentarios para esta dirección email:

source: If you don't want to receive this newsletter anymore, click here:
es_es: Si no quiere recibir este boletín ninguna vez más, haga clic aquí:

source: You just created the following posts:
es_es: Acaba de crear los siguientes posts:

source: %s created a new post on %s with title %s.
es_es: %s creó un nuevo post en %s con el título %s.

source: View post
es_es: Ver post

source: You are a moderator in this blog, and you are receiving notifications when a post may need moderation.
es_es: Usted es un moderador en este blog, y está recibiendo notificaciones cuando un post puede precisar moderación.

source: If you don't want to receive any more notifications about post moderation, click here
es_es: Si no quiere recibir ninguna notificación más acerca de moderación de posts, haga clic aquí:

source: If you don't want to receive any more notifications about new posts on this blog, click here:
es_es: Si no quiere recibir ninguna notificación más acerca de nuevos posts en este blog, haga clic aquí:

source: Edit/Delete
es_es: Editar/Eliminar

source: To read the full content of the post click here:
es_es: Para leer el contenido completo del post haga clic aquí:

source: There have been posts awaiting moderation for more than %s in the following blogs:
es_es: Ha habido posts pendientes de moderación por más de %s en los siguientes blogs:

source: %s posts waiting
es_es: %s posts pendientes

source: You are a moderator in this blog, and you are receiving notifications when the posts may need moderation.
es_es: Usted es un moderador en este blog, y está recibiendo notificaciones cuando los posts pueden precisar moderación.

source: %s just sent you a message with the title %s.
es_es: %s acaba de enviarle un mensaje con el título %s.

source: %s just replied to your message in the %s conversation.
es_es: %s acaba de responder a su mensaje en la conversación %s.

source: %s just replied to the %s conversation.
es_es: %s acaba de responder a la conversación %s.

source: Read full conversation
es_es: Leer la conversación completa

source: Read full message
es_es: Leer el mensaje completo

source: In addition to this new message, you also have unread messages in the following conversations
es_es: Además de este nuevo mensaje, también tiene mensajes no leídos en las siguientes conversaciones

source: If you don't want to receive any more notifications about new private messages, click here:
es_es: Si no quiere recibir ninguna notificación más acerca de nuevos mensajes privados, haga clic aquí:

source: To read the full conversation, click here:
es_es: Para leer la conversación completa, haga clic aquí:

source: Message content:
es_es: Contenido del mensaje:

source: To read the full message, click here:
es_es: Para leer el mensaje completo, haga clic aquí:

source: You have unread messages in the following conversations:
es_es: Tiene mensajes no leídos en las siguientes conversaciones:

source: Read your messages
es_es: Leer sus mensajes

source: If you don't want to receive notifications for unread messages any more, click here:
es_es: Si no quiere recibir ninguna notificación más por mensajes no leídos, haga clic aquí:

source: Click here to read your messages:
es_es: Haga clic aquí para leer sus mensajes:

source: The following scheduled tasks have ended with error:
es_es: Las siguientes tareas programadas han terminado con un error:

source: Review tasks with errors
es_es: Revisar tareas con errores

source: You are a scheduled task admin, and you are receiving notifications when a scheduled tasks ends with error or timeout.
es_es: Usted es un admin (administrador) de tareas programadas. y está recibiendo notificaciones cuando un tarea programa termina con un error o agotando el tiempo de espera

source: If you don't want to receive any more notifications about scheduled task errors, click here:
es_es: Si no quiere recibir ninguna notificación más de errores de tareas programadas, haga clic aquí:

source: To see more information about these tasks click here: %s
es_es: Para ver más información acerca de estas tareas haga clic aquí: %s

source: You are not a member of this collection, therefore you are not allowed to access it.
es_es: No eres miembro de esta colección, por lo tanto no tienes permitido acceder a ella.

source: %s characters left
es_es: Faltan %s caracteres

source: 255 characters max
es_es: Máximo 255 caracteres

source: Close my account now
es_es: Cerrar mi cuenta ahora

source: I changed my mind, don't close my account.
es_es: Cambié de opinión, no cierre mi cuenta.

source: Your name.
es_es: Tu nombre.

source: Your email address. (Will <strong>not</strong> be displayed on this site.)
es_es: Tu dirección email. (<strong>NO</strong> será mostrada en este sitio.)

source: Subject of your message.
es_es: Asunto de su mensaje.
