Repository: washedfrere/dudad
Catalog: blog/locales/*/LC_MESSAGES/messages.po
Languages: es_es

source: No default time zone is set. Please open PHP.ini and set the value of 'date.timezone' (Example: date.timezone = Europe/Paris) or open /conf/_advanced.php and set the value of %s (Example: %s)
es_es: No está establecida una zona horaria por defecto. Por favor abra PHP.ini y establezca el valor 'date.timezone' (Ejemplo: date.timezone = Europe/Paris) o abra /conf/_advanced.php y establezca el valor de %s (Ejemplo: %s)

source: ERROR: Impossible to connect to Database.
es_es: ERROR: Imposible conectar con la Base de Datos.

source: Check your database config settings below and update them if necessary...
es_es: Revisa la configuración de la base de datos abajo y actualízala de ser necesario...

source: b2evolution cannot be installed, because of the following errors:
es_es: b2evolution no puede ser instalado, debido a los errores siguientes:

source: Resetting the base configuration is currently disabled for security reasons.
es_es: Restaurar la configuración base está actualmente desactivado por razones de seguridad.

source: To enable it, please go to the %s file and change: %s to %s
es_es: Para activarlo, por favor al archivo %s y cambia %s por %s

source: Then reload this page and a reset option will appear.
es_es: Después recargar esta página y la opción de reiniciar aparecerá.

source: The basic configuration file (<code>/conf/_basic_config.php</code>) has not been created yet. You can do automatically generate it by filling out the form below.
es_es: Tu archivo de configuración base (<code>/conf/_basic_config.php</code>) no ha sido creado todavía. Puedes hacerlo automáticamente rellenando el siguiente formulario.

source: This is the minimum info we need to set up b2evolution on this server:
es_es: Esta es la información mínima que necesitamos para configurar b2evolution en este servidor:

source: Database you want to install into
es_es: Base de datos en la que quieres instalarlo

source: b2evolution stores blog posts, comments, user permissions, etc. in a MySQL database. You must create this database prior to installing b2evolution and provide the access parameters to this database below. If you are not familiar with this, you can ask your hosting provider to create the database for you.
es_es: b2evolution almacena artículos de blog, comentarios, permisos de usuario, etc. en una base de datos MySQL. Debes crear esta base de datos previamente a instalar b2evolution e introducir los datos de acceso a dicha base de datos a continuación. Si no estás familiarizado con esto, puedes preguntar a tu proveedor de alojamiento web para que cree la base de datos por ti.

source: Typically looks like "localhost" or "sql-6" or "sql-8.yourhost.net"...
es_es: Comunmente suele ser "localhost" o "sql-6" o "sql-8.tuservidor.net"...

source: MySQL Database
es_es: Base de datos MySQL

source: Name of the MySQL database you have created on the server
es_es: Nombre de la base de datos MySQL que has creado en el servidor

source: Used by b2evolution to access the MySQL database
es_es: Usado por b2evolution para acceder a la base de datos MySQL

source: Additional settings
es_es: Configuraciones adicionales

source: This is where b2evo and your blogs reside by default. CHECK THIS CAREFULLY or not much will work. If you want to test b2evolution on your local machine, in order for login cookies to work, you MUST use http://<strong>localhost</strong>/path... Do NOT use your machine's name!
es_es: Aquí es donde b2evo y tus blogs residen por defecto. REVÍSALO CUIDADOSAMENTE o podría no funcionar. Si quieres probar b2evolution en tu equipo local, para que funcionen las cookies de logueo, DEBES usar http://<strong>localhost</strong>/ruta... ¡NO deberías utilizar el nombre de tu equipo!

source: This is used to create your admin account. You will receive notifications for comments on your blog, etc.
es_es: Esto es usado para crear tu cuenta de administrador. Recibirás notificaciones por comentarios en tu blog, etc.

source: Update config file
es_es: Actualizar archivo de configuración

source: How would you like your b2evolution installed?
es_es: ¿Cómo quieres que se instale b2evolution?

source: In order to install b2evolution with the %s locale, your MySQL needs to support the %s connection charset.
es_es: En orden a instalar b2evolution con el idioma %s, tu MySQL necesita soportar el charset de conexión %s.

source: WARNING: Some of your tables have a different charset than the expected %s. You should normalize your database after upgrade.
es_es: ADVERTENCIA: Algunas de sus tablas tienen diferente juego de caracteres del esperado %s. Debe normalizar su base de datos después de la actualización.

source: WARNING: Some of your tables have a different charset than the expected %s. It is strongly recommended to normalize your database charset by running the preselected task below:
es_es: ADVERTENCIA: Algunas de sus tablas tienen diferente juego de caracteres del esperado %s. Se recomienda encarecidamente que normalice el juego de caracteres de su base de datos mediante la ejecución de la tarea preseleccionada a continuación:

source: The installation can be done in different ways. Choose one:
es_es: Esta instalación se realizar de distintas maneras. Elija una:

source: <strong>New Install</strong>: Install the b2evolution database tables. Optionally add some default contents.
es_es: <strong>Nueva Instalación</strong>: Instalar las tablas de la base de datos de b2evolution. Opcionalmente puede añadir algunos contenidos predeterminados.

source: <strong>Upgrade from a previous version of b2evolution</strong>: Upgrade your b2evolution database tables in order to make them compatible with the current version. <strong>WARNING:</strong> If you have modified your database, this operation may fail. Make sure you have a backup.
es_es: <strong>Actualizar desde una versión anterior de b2evolution</strong>: Actualizar tu tablas en la base de datos b2evolution para compatibilizarlas con la versión actual. <strong>ADVERTENCIA:</strong> Si modificaste tu base de datos, esta operación podría fallar. Asegúrate que tengas un respaldo.

source: <strong>Delete b2evolution tables &amp; cache files. WARNING:</strong> All your b2evolution tables and data will be lost! Any non-b2evolution tables will remain untouched.
es_es: <strong>Eliminar las tablas de b2evolution &amp; archivos de caché. ADVERTENCIA: </strong>¡Todas las tablas de b2evolution y los datos se perderán! Cualquier tabla que no sea de b2evolution, permanecerá intacta.

source: <strong>Change your base configuration</strong> (see recap below): You only want to do this in rare occasions where you may have moved your b2evolution files or database to a different location...
es_es: <strong>Cambar tu configuración básica</strong> (ver recapitulación abajo): Sólo querrás hacer esto en contadas ocasiones, donde moviste tus archivos de b2evolution o la base de datos a una locación diferente...

source: <strong>Convert/Normalize your DB to UTF-8/ASCII</strong>: The content tables in your b2evolution MySQL database will be converted to UTF-8 instead of their current charset. Some system tables will also be converted to plain ASCII for better performance.
es_es: <strong>Convertir/Normalizar su BD a UTF-8/ASCII</strong>: El contenido de las tablas de b2evolution de la base de datos MySQL se convertirá a UTF-8 en lugar de su juego de caracteres actual. Algunas tablas del sistema también se convertirán a ASCII para un mejor rendimiento.

source: Need to start anew?
es_es: ¿Necesitas empezar de cero?

source: GO!
es_es: ¡IR!

source: b2evolution is already installed
es_es: b2evolution ya está instalado

source: Would you like to DELETE ALL before RE-INSTALL?
es_es: ¿Quieres BORRAR TODO antes de REINSTALAR?

source: ATTENTION: all your b2evolution data will be lost and reset to its original state.
es_es: ATENCIÓN: todos sus datos de b2evolution se perderán y volverán a su estado original.

source: DELETE ALL & Continue
es_es: BORRAR TODO y Continuar

source: We cannot install because there is already a b2evolution installation in the current database. You may delete it first or maybe upgrade it to the latest version.
es_es: No se puede instalar porque ya existe una instalación de b2evolution en la base de datos actual. Puede borrarla primero o actualizarla a la última versión.

source: Back to Menu
es_es: Volver al Menú

source: b2evolution installation options
es_es: opciones de instalación de b2evolution

source: You can start adding your own content whenever you're ready. Until then, it may be handy to have some demo contents to play around with. You can easily delete these demo contents once you're done testing.
es_es: Puede comenzar a añadir su propio contenido cuando esté preparado. Hasta entonces, puede ser útil tener algunos contenidos de demostración para jugar con ellos. Puede eliminar fácilmente esos contenidos demo una vez que haya terminado las pruebas.

source: Install sample collections &amp; sample contents. The sample posts explain several features of b2evolution. This is highly recommended for new users.
es_es: Instale colecciones de muestra &amp; contenidos de ejemplo. Las publicaciones de muestra explican varias características de b2evolution. Esto es muy recomendable para los nuevos usuarios.

source: Which demo collections would you like to install?
es_es: ¿Qué colecciones de demostración le gustaría instalar?

source: Also install all test features.
es_es: Instale también todas las características de pruebas

source: This is a local / test / intranet installation.
es_es: Esta es una instalación local / test / intranet (local, prueba, red interna)

source: DELETE ALL & RE-INSTALL!
es_es: ¡BORRAR TODO & REINSTALAR!

source: INSTALL!
es_es: ¡INSTALAR!

source: Installation in progress
es_es: Instalación en curso

source: Installing b2evolution...
es_es: Instalando b2evolution...

source: Deleting b2evolution tables from the datatase...
es_es: Eliminando tablas de la base de datos b2evolution...

source: Checking files...
es_es: Verificando archivos...

source: Uprade in progress
es_es: Actualización en progreso

source: Upgrading b2evolution...
es_es: Actualizando b2evolution...

source: WARNING: the max_execution_time is set to %s seconds in php.ini and cannot be increased automatically. This may lead to a PHP <a %s>timeout causing the upgrade to fail</a>. If so please post a screenshot to the <a %s>forums</a>.
es_es: ADVERTENCIA: el max_execution_time está establecido a %s segundos en php.ini y no puede ser incrementado automáticamente. Esto puede llevar a un <a href=%s>fallo en la actualización agotamiento del tiempo de espera de PHP</a>. Si es así, por favor publique una captura de pantalla en los <a href=%s>foros</a>.

source: Upgrading data in existing b2evolution database...
es_es: Actualizando datos en la base de datos b2evolution existente...

source: Upgrade completed successfully!
es_es: ¡Actualización exitosa!

source: Now you can <a %s>log in</a> with your usual b2evolution username and password.
es_es: Ahora puede <a %s>acceder</a> con su nombre de usuario y contraseña habituales de b2evolution.

source: Deletion in progress
es_es: Borrado en curso

source: If you have installed b2evolution tables before and wish to start anew, you must delete the b2evolution tables before you can start a new installation. b2evolution can delete its own tables for you, but for obvious security reasons, this feature is disabled by default.
es_es: Si has instalado tablas de b2evolution previamente y quieres empezar de cero, debes eliminar todas las tablas de b2evolution antes de iniciar una nueva instalación. b2evolution puede eliminar sus propias tablas, pero, por razones obvias de seguridad, este atributo está deshabilitado por defecto.

source: Are you sure you want to delete your existing %s tables? Do you have a backup?
es_es: ¿Estás seguro que quieres eliminar tus tablas %s? existentes?¿Tienes un respaldo?

source: Conversion in progress
es_es: Conversión en curso

source: German (DE) utf-8
es_es: Alemán (DE) utf-8

source: English (AU) utf-8
es_es: Inglés (AU) utf-8

source: English (CA) utf-8
es_es: Inglés (CA) utf-8

source: English (GB) utf-8
es_es: Inglés (GB) utf-8

source: English (IL) utf-8
es_es: Inglés (IL) utf-8

source: English (NZ) utf-8
es_es: Inglés (NZ) utf-8

source: English (SG) utf-8
es_es: Inglés (SG) utf-8

source: French (BE) utf-8
es_es: Francés (BE) utf-8

source: French (CA) utf-8
es_es: Francés (CA) utf-8

source: French (FR) utf-8
es_es: Francés (FR) utf-8

source: Russian (RU) utf-8
es_es: Ruso (RU) utf-8

source: Archives Widget
es_es: Complemento Histórico

source: This skin tag displays a list of post archives.
es_es: Esta etiqueta de skin muestra un listado de publicaciones archivadas.

source: Archives can be grouped monthly, daily, weekly or post by post.
es_es: Los archivos pueden ser agrupados por mes, por semana, por día o de publicación a publicación.

source: More...
es_es: Más...

source: View monthly archive
es_es: Ver archivo mensual

source: View daily archive
es_es: Ver archivo diario

source: View weekly archive
es_es: Ver archivo semanal

source: Automatic &lt;P&gt; and &lt;BR&gt; tags
es_es: Etiquetas &lt;P&gt; y &lt;BR&gt; automáticas

source: This renderer will automatically detect paragraphs on double line-breaks and mark them with appropriate HTML &lt;P&gt; tags.<br /> Optionally, it will also mark single line breaks with HTML &lt;BR&gt; tags.
es_es: Este interprete detectará automáticamente los párrafos en dobles saltos de línea y los marcará con las etiqueta HTML &lt;P&gt; apropiadas<br /> Opcionalmente, también marcará saltos de línea simples con etiquetas HTML &lt;BR&gt;.

source: Line breaks
es_es: Saltos de línea

source: Make line breaks (&lt;br /&gt;) for single newlines.
es_es: Crear saltos de línea (&lt;br /&gt;) para alineas nuevas.

source: Add P tags in blocks (e.g. DIV)
es_es: Agregar etiquetas P en bloques (p. ej. DIV)

source: Ignore tags
es_es: Ignorar etiquetas

source: A list of tags, in which no P or BR tags should get added.
es_es: Una lista de etiquetas, en las cuales no se debería agregar etiquetas P o BR.

source: Make URLs and specific terms/defintions clickable
es_es: Hacer URLs y términos específicos/definiciones clickables

source: This renderer automatically creates links for you. URLs can be made clickable automatically. Specific and frequently used terms can be configured to be automatically linked to a definition URL.
es_es: Este renderizador automáticamente crea enlaces para ti. Las URLs se pueden clickar automáticamente. Términos específicos y frecuentes pueden ser configurados para ser automáticamente enlazados a una URL definida.

source: Autolink URLs
es_es: Autoenlazar URLs

source: Autolink URLs starting with http: https: mailto: aim: icq: as well as adresses of the form www.*.* or *@*.*
es_es: URLs autoenlazables comienzan con http: https: mailto: aim: icq: así como direcciones con la forma www.*.* o *@*.*

source: Autolink definitions
es_es: Autoenlazar definiciones

source: As defined in definitions.default.txt
es_es: Según lo definido en definitions.default.txt

source: As defined in definitions.local.txt
es_es: Según lo definido en definitions.local.txt

source: Custom definitions
es_es: Definiciones personalizadas

source: Enter custom definitions above.
es_es: Introduzca definiciones personalizadas arriba.

source: Custom autolink definitions
es_es: Definiciones personalizadas de autoenlazado

source: Autolink usernames
es_es: Autoenlazar nombres de usuario

source: @username will link to the user profile page
es_es: @nobredeusuario enlazará a la página del perfil de usuario

source: No follow in posts
es_es: No follow (sin seguimiento) en los posts

source: Add rel="nofollow" to pre-existings links
es_es: Añadir rel="nofollow" (para SEO) a los enlaces pre-existentes

source: Add rel="nofollow" to explicit links
es_es: Añadir rel="nofollow" (para SEO) a enlaces explícitos

source: Add rel="nofollow" to auto-links
es_es: Añadir rel="nofollow" (para SEO) a los auto-enlaces

source: No follow in comments
es_es: No follow (sin seguimiento) en los comentarios

source: BB formatting e-g [b]bold[/b]
es_es: Formato BB, p.ej.: [b]negrita[/b]

source: Supported tags and the BB code toolbar are configurable. Supported tags by default are: [b] [i] [s] [color=...] [size=...] [font=...] [quote] [list=1] [list=a] [list] [*] [bg=] [clear]
es_es: Las etiquetas soportadas y barra de herramientas de código BB son configurables. Las etiquetas soportadas por defecto son: [b] [i] [s] [color=...] [size=...] [font=...] [quote] [list=1] [list=a] [list] [*] [bg=][clear]

source: Search list for posts
es_es: Lista de búsqueda para posts

source: This is the BBcode search array for posts (one per line) ONLY CHANGE THESE IF YOU KNOW WHAT YOU'RE DOING
es_es: Este es el arreglo de búsqueda BBcode para publicaciones (uno por línea) SÓLO CAMBIA ESTO SI SABES LO QUE ESTÁS HACIENDO

source: Replace list for posts
es_es: Lista de reemplazo para posts

source: This is the replace array for posts (one per line) it must match the exact order of the search array
es_es: Este el arreglo de reemplazo para publicaciones (uno por línea). Debe coincidir de forma exacta con el orden del arreglo de búsqueda

source: Search list for comments
es_es: Lista de búsqueda para comentarios

source: This is the BBcode search array for COMMENTS (one per line) ONLY CHANGE THESE IF YOU KNOW WHAT YOU'RE DOING
es_es: Este es el arreglo de búsqueda BBcode para COMENTARIOS (uno por línea) SÓLO CAMBIA ESTO SI SABES LO QUE ESTÁS HACIENDO

source: Replace list for comments
es_es: Lista de reemplazo para comentarios

source: This is the replace array for COMMENTS (one per line) it must match the exact order of the search array
es_es: Este el arreglo de reemplazo para COMENTARIOS (uno por línea). Debe coincidir de forma exacta con el orden del arreglo de búsqueda

source: BB code:
es_es: Código BB

source: Close all tags
es_es: Cerrar todas las etiquetas

source: Allow bookmarklet blogging.
es_es: Permitir blogueo de bookmarklets

source: Adds a tool allowing blogging through a bookmarklet.
es_es: Agregue una herramienta para permitir el blogeo vía una aplicación de favoritos.

source: Add this link to your Favorites/Bookmarks:
es_es: Agregar este vínculo a tus Favoritos/Bookmarks:

source: b2evo bookmarklet
es_es: bookmarklet b2evo

source: Calendar Widget
es_es: Complemento Calendario

source: This skin tag displays a navigable calendar.
es_es: Etiqueta skin que muestra un calendario navegable.

source: Days containing posts are highlighted.
es_es: Los días con publicaciones son destacados.

source: Display caption
es_es: Mostrar leyenda

source: Display caption on top of calendar
es_es: Mostrar leyenda encima del calendario

source: Link caption to archives
es_es: Vincular leyenda a archivos

source: The month in the caption can be clicked to see all posts for this month
es_es: El mes en la leyenda se puede pulsar para ver todas las publicaciones de ese mes

source: How do you want to display the days of the week in the column headers?
es_es: ¿Cómo quieres mostrar los días de la semana en los encabezados de las columnas?

source: No header
es_es: Sin encabezado

source: Where do you want to display the navigation arrows?
es_es: ¿Dónde quieres mostrar las flechas de navegación?

source: Bottom
es_es: Abajo

source: No navigation
es_es: Sin navegación

source: Top
es_es: Arriba

source: Navigate years
es_es: Navegar años

source: Display double arrows for yearly navigation?
es_es: ¿Mostrarflechas dobles para la navegación anual?

source: %d posts
es_es: %d publicaciones

source: 1 post
es_es: 1 publicación

source: Current
es_es: Actual

source: Previous year (%04d-%02d)
es_es: Año previo (%04d-%02d)

source: Previous year (%04d)
es_es: Año previo (%04d)

source: Previous month (%04d-%02d)
es_es: Mes previo (%04d-%02d)

source: Next month (%04d-%02d)
es_es: Mes siguiente (%04d-%02d

source: Next year (%04d-%02d)
es_es: Año siguiente (%04d-%02d)

source: Next year (%04d)
es_es: Año siguiente (%04d)

source: Captcha questions
es_es: Preguntas captcha

source: Use questions to tell humans and robots apart.
es_es: Usa preguntas para discernir entre humanos y robots.

source: Use for anonymous comment forms
es_es: Usar para formularios de comentarios anónimos

source: Should this plugin be used for anonymous users on comment forms?
es_es: ¿Debería ser usado este plugin (complemento) por usuarios anónimos en formularios de comentarios?

source: Use for new registration forms
es_es: Usar para formularios de nuevos registros

source: Should this plugin be used on registration forms?
es_es: ¿Debería ser usado este plugin (complemento) en formularios de registro?

source: Use for anonymous messaging forms
es_es: Usar para formularios de mensajería anónimos

source: Should this plugin be used for anonymous users on messaging forms?
es_es: ¿Debería ser usado este plugin (complemento) para usuarios anónimos en formularios de mensajería?

source: Questions
es_es: Preguntas

source: Type each question in one line with following format:<br />Question text? answer1|answer2|...|answerN
es_es: Teclee cada pregunta en una línea con el siguiente formato:<br />¿Texto de la pregunta? respuesta1|respuesta2|...|respuestaN

source: Invalid question format in the line %s.
es_es: Formato de pregunta inválido en la línea %s.

source: Please enter the captcha answer.
es_es: Por favor introduzca la respuesta del captcha.

source: The entered answer is incorrect.
es_es: La respuesta introducida es incorrecta.

source: Captcha question
es_es: Pregunta del captcha

source: Captcha answer
es_es: Respuesta del catpcha

source: Please answer the question above
es_es: Por favor, conteste la pregunta anterior

source: Validate me
es_es: Validarme

source: Not Enabled: You should create at least one question!
es_es: No habilitado: ¡Debería crear al menos una pregunta!

source: Escapes html tags in code blocks
es_es: Escapa etiquetas html en bloques de código

source: Escapes tags in blocks marked with &lt;code&gt; [codeblock] [codespan] or ``` (Markdown)
es_es: Escapa etiquetas marcadas con &lt;code&gt; [codeblock] [codespan] o ``` (Markdown)

source: Facebook Like Widget
es_es: Widget (aplicación simple) tipo Facebook

source: This skin tag displays a Facebook Like button.
es_es: Esta etiqueta de skin muestra un botón tipo Facebook.

source: Shows how many users like the current page.
es_es: Muestra a cuántos usuarios les gusta la página actual.

source: Generic Ping plugin
es_es: Plugin de ping genérico

source: Use this plugin to add a generic ping service to your installation.
es_es: Usa este plugin para agregar un servicio de ping genérico a tu instalación.

source: Ping service URL
es_es: URL del servicio ping

source: The URL of the ping service.
es_es: El URL del servicio ping.

source: Extended ping?
es_es: ¿Ping extendido?

source: Use weblogUpdates.extendedPing method instead of weblogUpdates.ping?
es_es: ¿Usar el método weblogUpdates.extendedPing en vez de weblogUpdates.ping?

source: Ping service name
es_es: Nombre del servicio ping

source: The name of the ping service, used for displaying only.
es_es: El nombre del servicio ping, usado solamente para visualización.

source: Ping service note
es_es: Nota del servicio ping

source: Notes about the ping service, used for displaying only.
es_es: Notas sobre el servicio ping, usadas sólamente para visualización

source: You must configure a ping service URL before the plugin can be enabled.
es_es: Debes configurar un URL de servicio ping antes de poder habilitar el plugin.

source: The ping plugin needs a non-empty code.
es_es: El plugin de ping necesita un código no-blanco.

source: The ping service URL is invalid.
es_es: El URL del servicio ping es inválida.
