Repository: washedfrere/dudad
Catalog: blog/locales/*/LC_MESSAGES/messages.po
Languages: es_es

source: List of Collections configured on this system
es_es: Lista de Colecciones configuradas en este sistema

source: No blog has been created yet!
es_es: ¡No se ha creado ningún blog todavía!

source: Sorry, you have no permission to edit/view any blog's properties.
es_es: Lo sentimos, no tienes permiso para editar/ver las propiedades de ningún blog.

source: Favorite
es_es: Favorito

source: Type
es_es: Tipo

source: Full Name
es_es: Nombre completo

source: Owner
es_es: Propietario

source: Blog URL
es_es: URL del blog

source: Locale
es_es: Localización

source: Listed
es_es: Listado

source: Public List
es_es: Lista Pública

source: Caching
es_es: En cache

source: Edit properties...
es_es: Editar propiedades...

source: Main
es_es: Principal

source: Collab
es_es: Colabo

source: Default collection to display
es_es: Colección a mostrar por defecto

source: Collection for info pages
es_es: Colección para páginas informativas

source: Collection for login/registration
es_es: Colección para incio de sesión/registro

source: Collection for profiles/messaging
es_es: Colección de perfiles/mensajería

source: Page caching is on. Anonymous users may not see the latest content for 10 minutes.
es_es: La página caché está activada. Los usuarios anónimos no podrán ver el contenido más reciente durante 10 minutos.

source: Page caching is off. Server performance will not be optimal.
es_es: La página caché está desactivada. El rendimiento del servidor no será óptimo.

source: Block caching is on. Some widgets may not update immediately.
es_es: El bloqueo de caché está activado. Algunos widgets no podrán actualizarse inmediatamente.

source: Block caching is off. Server performance will not be optimal.
es_es: El bloqueo de caché está desactivado. El rendimiento del servidor no será óptimo.

source: Logged in
es_es: Sesión iniciada

source: The blog is a favorite.
es_es: El blog es un favorito.

source: The blog is not a favorite.
es_es: El blog no es un favorito.

source: Delete this blog...
es_es: Eliminar este blog

source: No blog
es_es: No hay blog

source: Workflow
es_es: Flujo de Trabajo

source: This will notably turn on the Tracker tab in the Posts view.
es_es: Esto activará la pestaña del Tracker en la vista de publicaciones.

source: Use workflow
es_es: Usar flujo de tareas

source: After each new post...
es_es: Después de cada publicación nueva...

source: It is recommended to keep pings disabled.
es_es: Se recomienda mantener los pings desactivados.

source: This collection is for logged in users only.
es_es: Esta colección es solo para usuarios que han iniciado sesión.

source: This collection is for members only.
es_es: Esta colección es solo para miembros.

source: Ping %s
es_es: Hacer ping a %s

source: There are no ping plugins activated.
es_es: No hay plugins de ping activados.

source: External Feeds
es_es: Orígenes Externos

source: Atom Feed URL
es_es: URL de orígen Atom

source: Example: Your Feedburner Atom URL which should replace the original feed URL.
es_es: Ejemplo Tu URL de Feedburner Atom que deberá reemplazar la URL fuente web original.

source: Note: the original URL was: %s
es_es: Aviso: la URL original era: %s

source: RSS2 Feed URL
es_es: URL de alimentación RSS2

source: Example: Your Feedburner RSS2 URL which should replace the original feed URL.
es_es: Ejemplo Tu URL de Feedburner RSS2 que deberá reemplazar la URL fuente web original.

source: Aggregation
es_es: Agregación

source: Collections to aggregate
es_es: Colecciones para agregar

source: List collection IDs separated by ',', '*' for all collections or leave empty for current collection.
es_es: Liste los IDs de colecciones separados por ',', '*' para todas las colecciones o déjelo vacío para la colección actual.

source: Note: Current collection is always part of the aggregation.
es_es: Nota: La colección actual siempre forma parte de la agregación.

source: Also use JS forms for logged in users
es_es: Usar también formularios JS para usuarios autentificados

source: Comment and contacts forms will be fetched by javascript
es_es: Los formularios de comentarios y contactos serán prealmacenados ('fetched') por JavaScript

source: Enable AJAX forms
es_es: Habilitar formularios AJAX

source: Cache rendered blog pages
es_es: Cachear páginas de blog renderizadas

source: Enable page cache
es_es: Activar cache de página

source: Cache rendered widgets
es_es: Complementos renderizados en cache

source: Enable widget/block cache
es_es: Habilitar widget/caché de bloque

source: In-skin Actions
es_es: Acciones in-skin (capacidad menor que a través de back-office)

source: All login/registration functions are delegated to the collection: %s
es_es: Todos las funciones de inicio de sesión/registro están delegadas a la colección: %s

source: In-skin login
es_es: Autentificación in-skin

source: Use in-skin login form every time it's possible
es_es: Use el formulario de autentificación in-skin siempre que sea posible

source: In-skin editing
es_es: Edición in-skin

source: Media directory location
es_es: Locación del directorio de medios

source: Subdirectory of media folder
es_es: Subdirectorio de la carpeta de medios

source: Custom location
es_es: Locación personalizada

source: directory
es_es: directorio

source: Media directory
es_es: Directorio de medios

source: Meta data
es_es: Datos meta

source: This is is used in meta tag description and RSS feeds. NO HTML!
es_es: Se usa en la description meta tag y los feed RSS. ¡NO USAR HTML!

source: This is is used in meta tag keywords. NO HTML!
es_es: Esto se usa en la descripción meta tag y en los RSS. ¡NO USAR HTML!

source: Blog footer
es_es: Pié de página del blog

source: Use &lt;br /&gt; to insert a line break. You might want to put your copyright or <a href="%s" target="_blank">creative commons</a> notice here.
es_es: Use &lt;br /&gt; para insertar un retorno de línea. Puede que quieres poner una notificación de derechos de autor o de <a href="%s" target="_blank">creative commons</a> aquí.

source: Single post footer
es_es: Pié de página de una publicación individual

source: Available variables: %s.
es_es: Variables disponibles: %s.

source: This will be displayed after each post in single post view.
es_es: Esto se mostrará al final de cada publicación en la vista individual.

source: Post footer in RSS/Atom
es_es: Pié de página de una publicación individual en RSS/Atom

source: This will be appended to each post in your RSS/Atom feeds.
es_es: Esto será aplicado al final de cada publicacción en tus feed RSS/Atom.

source: same as above
es_es: las mismas que arriba

source: Notes
es_es: Notas

source: Additional info. Appears in the backoffice.
es_es: Información adicional. Aparece en el panel de control.

source: Software credits
es_es: Créditos de software

source: You get the b2evolution software for <strong>free</strong>. We do appreciate you giving us credit. <strong>Thank you for your support!</strong>
es_es: Has conseguido el software de b2evolution <strong>gratis</strong>. Apreciamos que mantegas los créditos. <strong>¡Gracias por tu apoyo!</strong>

source: Max footer credits
es_es: Límite máximo de créditos en pie de página

source: Skin and style
es_es: Skin y estilo

source: Allow customized blog CSS file
es_es: Permitir CSS personalizado para el blog

source: You will be able to customize the blog's skin stylesheet with a file named style.css in the blog's media file folder.
es_es: Podrás personalizar la plantilla del Skin con el archivo style.css en la carpeta de medios del blog.

source: Allow user customized CSS file for this blog
es_es: Permitir archivo CSS personalizado para este blog

source: Users will be able to customize the blog and skin stylesheets with a file named style.css in their personal file folder.
es_es: Los usuarios podrán personalizar la plantilla y el Skin del blog con el archivo style.css en su carpeta de archivos personales.

source: Custom meta tag/css section (before &lt;/head&gt;)
es_es: Meta etiqueta personalizada/sección CSS (antes de &lt;/head&gt;)

source: Add custom meta tags and/or css styles to the &lt;head&gt; section. Example use: website verification, Google+, favicon image...
es_es: Añade meta etiquetas personalizadas y/o estilos CSS a la sección &lt;head&gt; . Ejemplo de uso: verificación de un sitio web, Google+, imagen favicon...

source: Custom javascript section (before &lt;/body&gt;)
es_es: Sección de JavaScript personalizado (antes de &lt;/body&gt;)

source: Add custom javascript before the closing &lt;/body&gt; tag in order to avoid any issues with page loading delays for visitors with slow connection speeds.<br />Example use: tracking scripts, javascript libraries...
es_es: Añadir JavaScript personalizado antes de la etiqueta de cierre &lt;/body&gt; para evitar cualquier problema con retardos en la carga de la página para visitantes con velocidades de conexión lentas.<br />Ejemplo de uso: seguimiento de scripts, librerías de JavaScript...

source: Warning: this makes your site a preferred target for spammers!
es_es: Advertencia: ¡esto hace de su sitio un objetivo preferente para spammers!

source: Comment viewing options
es_es: Opciones de exposición de comentarios

source: Any user
es_es: Cualquier usuario

source: Including anonymous users
es_es: Incluyendo usuarios anónimos

source: Registered users only
es_es: Sólo usuarios registrados

source: Members only
es_es: Sólo miembros

source: Users have to be members of this blog
es_es: Los usuarios tienen que ser miembros de este blog

source: Moderators & Admins only
es_es: Sólo moderadores y administradores

source: Comment viewing by
es_es: Exposición de comentarios por

source: Chronologic
es_es: Cronológicamente

source: Reverse
es_es: Inverso

source: Display order
es_es: Órden de visualización

source: Check to enable hierarchical threads of comments.
es_es: Marcar para habilitar hilos jerárquicos de comentarios.

source: Threaded comments
es_es: Comentarios en hilos

source: Check to enable paged comments on the public pages.
es_es: Marcar para habilitar comentarios paginados en las páginas públicas.

source: Paged comments
es_es: Comentarios paginados

source: Comments/Page
es_es: Comentarios/Página

source: How many comments do you want to display on one page?
es_es: ¿Cuántos comentarios quiere mostrar en una página?

source: Display profile pictures
es_es: Mostrar imágenes de perfiles

source: Display profile pictures/avatars for comments.
es_es: Muestra imágenes/avatares de perfiles para los comentarios

source: Check to enable viewing of the latest comments
es_es: Marcar para habilitar la exposición de los últimos comentarios

source: Latest comments
es_es: Últimos comentarios

source: Front office statuses
es_es: Estados del front-office

source: Feedback options
es_es: Opciones de opiniones

source: Not allowed
es_es: No permitido

source: Comment posting by
es_es: Comentario enviado por

source: Allow anonymous commenters to submit an URL
es_es: Permitir a comentaristas anónimos enviar una URL

source: Anonymous URLs
es_es: URLs anónimas

source: Allow HTML
es_es: Permitir HTML

source: Check to allow HTML in comments.
es_es: Marcar para permitir HTML en los comentarios.

source: HTML code will pass several sanitization filters.
es_es: El código HTML pasará varios filtros de higienización.

source: Allow attachments from
es_es: Permitir adjuntos desde

source: (leave empty for no limit)
es_es: (dejar vacío para no poner límite)

source: Max # of attachments per User per Post
es_es: Máximo número de adjuntos por Usuario y Post

source: Allow other bloggers to send trackbacks to this blog, letting you know when they refer to it. This will also let you send trackbacks to other blogs.
es_es: Permitir a otros blogs enviar trackbacks a este, avisándote cuando se refiere a él. También te dejaría enviar trackbacks a otros blogs.

source: Autocomplete usernames in back-office
es_es: Autocompletar nombres de usuario en el back-office

source: Check to enable auto-completion of usernames entered after a "@" sign in the comment forms
es_es: Marcar para habilitar autocompletado de nombres de usuario después de teclear el símbolo "@" en los formularios de comentarios

source: Voting options
es_es: Opciones de voto

source: Display a summary of ratings above the comments
es_es: Mostrar un resumen de estadísticas encima de los comentarios

source: Display summary
es_es: Mostrar resumen

source: Allow star ratings from
es_es: Permitir calificaciones de estrellas desde

source: Star rating question
es_es: Pregunta de calificación de estrellas

source: Allow helpful/not helpful
es_es: Permitir provechoso/no provechoso

source: Allow users to say if a comment was helpful or not.
es_es: Permite a los usuarios decir si un comentario fue provechoso o no.

source: Admin
es_es: Administrador

source: Logged in users will get the highest possible status allowed by their permissions. Plugins may also override this default.
es_es: Los usuarios autentificados obtendrán el status más alto posible permitido por sus permisos. Los plugins (complementos) podrán prevalecer sobre esta configuración por defecto.

source: Status for new Anonymous comments
es_es: Estado de los nuevos comentarios Anónimos

source: Comment moderation reminder statuses
es_es: Estados de recordatorio de moderación de comentarios

source: Links expire on first edit action
es_es: Los enlaces expiran con la primera acción de edición

source: Always available
es_es: Siempre disponible

source: Comment quick moderation
es_es: Moderación rápida de comentarios

source: RSS/Atom feeds
es_es: Alimentación RSS/Atom

source: No feeds
es_es: Sin alimentación RSS

source: Comment excerpts
es_es: Extractos de comentario

source: Standard comment contents
es_es: Contenidos de comentario standard

source: Comment feed contents
es_es: Contenidos de avisos de actualización ('feeds') de comentarios

source: How much content do you want to make available in comment feeds?
es_es: ¿Cuánto contenido quiere hacer disponible en los avisos de actualización ('feeds') de comentarios?

source: Comments in feeds
es_es: Comentarios en los avisos de actualización ('feeds')

source: How many of the latest comments do you want to include in RSS & Atom feeds?
es_es: ¿Cuántos de los últimos comentarios quiere incluír en los avisos de actualización ('feeds') RSS y Atom?

source: Subscriptions
es_es: Suscripciones

source: Allow users to subscribe and receive email notifications for comments on a specific post.
es_es: Permitir a los usuarios suscribir y recibir notificaciones en el correo electrónico por comentarios en un post específico.

source: Email subscriptions
es_es: Subscripciones por email

source: Registration of commenters
es_es: Registro de comentaristas

source: Detect email addresses in comments.
es_es: Detectar direcciones de correo electrónico en los comentarios.

source: Email addresses
es_es: Direcciones de correo electrónico

source: Display the registration form right after submitting a comment.
es_es: Muestra el formulario de registro justo después de remitir un comentario.

source: Register after comment
es_es: Registrar después de comentar

source: Post list
es_es: Lista de publicaciones

source: Default ordering of posts.
es_es: Ordenación por defecto de las publicaciones.

source: Order by
es_es: Ordenar por

source: Ascending
es_es: Ascendente

source: Descending
es_es: Descendente

source: Direction
es_es: Dirección

source: days
es_es: días

source: posts
es_es: publicaciones

source: Display unit
es_es: Mostrar unidad

source: Do you want to restrict on the number of days or the number of posts?
es_es: ¿Quieres restringir basado en el número de días o el número de publicaciones?

source: How many days or posts do you want to display on the home page?
es_es: ¿Cuántos días o artículos quieres mostrar en la página principal?

source: Posts/Days per page
es_es: Publicaciones/Días por página

source: yes
es_es: sí

source: only the last
es_es: sólo el último

source: Show past posts
es_es: Mostrar posts pasados

source: only the next
es_es: sólo el siguiente

source: Show future posts
es_es: Mostrar posts futuros

source: Post options
es_es: Opciones de publicación

source: Check this to view list of the posts.
es_es: Marque esto para ver la lista de posts.

source: Check this to automatically view the blog after publishing a post.
es_es: Marca esto para automáticamente ver el blog tras publicar un artículo.

source: View home page
es_es: Ver la página principal

source: Check this to automatically view the post page.
es_es: Marque esto para ver automáticamente la página del post.

source: View new post
es_es: Ver el nuevo post

source: View blog after publishing
es_es: Ver el blog tras publicar

source: Check this to automatically view the blog after editing a post.
es_es: Marque esto para ver automáticamente el blog después de editar un post.

source: View edited post
es_es: Ver post editado

source: View blog after editing
es_es: Ver blog después de editar

source: Allow only one category per post
es_es: Permitir sólo una categoría por artículo

source: Allow multiple categories per post
es_es: Permitir múltiples categorías por artículo

source: Allow one main + several extra categories
es_es: Permitir una cateogría principal y varias categorías extra

source: (Main cat will be assigned automatically)
es_es: (La categoría principal se asignará automáticamente)

source: Don't allow category selections
es_es: No permitir selecciones de categoría

source: Post category options
es_es: Opciones de categoría del artículo

source: same blog
es_es: mismo blog

source: same category
es_es: misma categoría

source: same author
es_es: mismo autor

source: same tag
es_es: misma etiqueta

source: Default post by post navigation should stay in
es_es: Por defecto la navegación post a post debe permanecer

source: Skins may override this setting!
es_es: ¡Los Skins pueden prevalecer sobre esta configuración!

source: Post moderation
es_es: Moderación de publicaciones

source: Default status
es_es: Status por defecto

source: Default status for new posts
es_es: Status por defecto para los nuevos posts

source: Post moderation reminder statuses
es_es: Estatus de recordatorios de moderación de publicaciones

source: It is recommended to keep feeds disabled.
es_es: Se recomienda mantener desactivados los feeds.

source: Titles only
es_es: Sólo títulos

source: Post excerpts
es_es: Extractos de las publicaciones

source: Standard post contents (stopping at "[teaserbreak]")
es_es: Contenido de publicaciones estándar (deteniéndose en "[teaserbreak]")

source: Full post contents (including after "[teaserbreak]")
es_es: Contenido completo de las publicaciones (incluyendo posterior a "[teaserbreak]")

source: How much content do you want to make available in post feeds?
es_es: ¿Cuánto contenido quiere que esté disponible en los avisos de actualización ('feeds') de los posts?

source: Post feed contents
es_es: Contenidos del aviso de actualización ('feed') del post

source: How many of the latest posts do you want to include in RSS & Atom feeds?
es_es: ¿Cuántos de las últimas publicaciones deseas incluir en los feed RSS y Atom?

source: Posts in feeds
es_es: Publicaciones en feed RSS

source: Image size
es_es: Tamaño de imagen

source: Abort creating new collection
es_es: Abortar la creación de nueva colección

source: Abort new "%s" collection
es_es: Abortar la nueva colección "%s"

source: This is a "%s" collection
es_es: Esta es la colección "%s"

source: Change collection type / Reset
es_es: Cambiar tipo de colección / Reiniciar

source: General parameters
es_es: Parámetros generales

source: Will be displayed on top of the blog.
es_es: Se muestra en la zona superior del blog.

source: Will be used in selection menus and throughout the admin interface.
es_es: Será usado en los menús de selección y en la interfaz del admin.

source: "slug" used to uniquely identify this blog in URLs. Also used as <a %s>default media folder</a>.
es_es: "abreviatura" usada para identificar este blog de forma única en URLs. También es usada como <a %s>carpeta de medios predeterminada</a>.

source: URL Name
es_es: Nombre-URL

source: Used to uniquely identify this blog in URLs.
es_es: Usado para identificar a este blog de forma única en URLs.

source: Language / locale
es_es: Idioma / local

source: Regional settings
es_es: Configuración regional

source: Collection Locale
es_es: Local de Colección

source: Always force to collection locale
es_es: Forzar siempre al local de la colección

source: Use browser / user locale when possible
es_es: Usar navegador / local de usuario cuando sea posible

source: Navigation/Widget Display
es_es: Navegación/Visualización de Widget

source: Always force to post locale
es_es: Siempre forzar al local de la publicación

source: Follow navigation locale
es_es: Seguir el local de navegación

source: Content Display
es_es: Visualización de Contenido

source: This collection uses %s.
es_es: Esta colección usa %s.

source: Go to <a %s>Regional Settings</a> to enable additional locales.
es_es: Ir a <a %s>Configuraciones Regionales</a> para habilitar locales adicionales.

source: Collection permissions
es_es: Permisos de la colección

source: Login of this blog's owner.
es_es: Acceso del propietario de este blog.

source: (the owner above has most permissions on this collection, except %s)
es_es: (el propietario anterior tiene la mayoría de los permisos de esta colección, excepto %s)

source: Simple permissions
es_es: Permisos simples

source: (you can assign granular <a %s>user</a> and <a %s>group</a> permissions for this collection)
es_es: (puede asignar permisos individuales de <a %s>usuario</a> y <a %s>grupo</a> a esta colección)

source: Advanced permissions
es_es: Permisos avanzados

source: Permission management
es_es: Gestión de permisos

source: Everyone (Public Blog)
es_es: Todos (Blog Público)

source: Logged in users
es_es: Usuarios autentificados

source: Only the owner
es_es: Solo el propietario

source: (Assign membership in <a %s>user</a> and <a %s>group</a> permissions for this collection)
es_es: Asignación de permisos de miembro a <a %s>usuario</a> y <a %s>grupo</a> para esta colección)

source: Allow access to
es_es: Permitir acceso a

source: Lists of collections
es_es: Lista de colecciones

source: Always (Public)
es_es: Siempre (Público)

source: For logged-in users only
es_es: Sólo para usuarios autentificados

source: For members only
es_es: Sólo para miembros

source: Select when you want this blog to appear in the list of blogs on this system.
es_es: Seleccione cuando desea que este blog aparezca en la lista de blogs de este sistema.

source: Show in front-office list
es_es: Mostra en la lista del front-office

source: Include in the quick blog selector at the top of the back office pages.
es_es: Incluir en selector rápido de blogs en la parte superior de las páginas del back-office.

source: Show in back-office favorites
es_es: Mostrar en los favoritos del back-office

source: This is displayed under the blog name on the blog template.
es_es: Esto se muestra en la plantilla del blog debajo del nombre de este.

source: Long Description
es_es: Descripción larga

source: This is displayed on the blog template.
es_es: Esto se muestra en la plantilla del blog.

source: Reset all filters!
es_es: ¡Neutralizar todos los filtros!

source: Reset filters
es_es: Neutralizar filtros

source: All users
es_es: Todos los usuarios

source: Non members
es_es: No miembros

source: Member of<br />%s
es_es: Miembro de <br />%s

source: Permission to read members posts
es_es: Permiso para leer posts de los miembros

source: Items can be assigned to members of this group
es_es: Los ítems pueden ser asignador a miembros de este grupo
