Repository: washedfrere/dudad
Catalog: blog/locales/*/LC_MESSAGES/messages.po
Languages: es_es

source: Index of users avatars; click goes to user page.
es_es: Índice de avatares de usuarios; hacer clic lleva a la página del usuario.

source: User links
es_es: Enlaces del usuario

source: Display user links.
es_es: Mostrar enlaces del usuario.

source: leave blank to use author of current post or current collection.
es_es: Dejar en blanco para usar al autor de la publicación actual o de la colección actual.

source: User %s not found.
es_es: Usuario %s no encontrado.

source: User log in
es_es: Inicio de sesión de usuario

source: Display user login form & greeting.
es_es: Mostrar formulario de autentificación y saludo.

source: Password recovery link
es_es: Enlace de recuperación de contraseña

source: Show link
es_es: Mostrar enlace

source: Link text to display
es_es: Texto del vínculo a mostrar

source: Lost password?
es_es: ¿Perdió su contraseña?

source: Register link
es_es: Vínculo para registrarse

source: No account yet? Register here &raquo;
es_es: ¿No tiene cuenta aún? Regístrese aquí &raquo;

source: Show user group
es_es: Mostrar grupo del usuario

source: Group text to display
es_es: Texto a mostrar del grupo

source: Your group: $group$
es_es: Su grupo: $group$

source: Show user level
es_es: Mostrar nivel de usuario

source: Level text to display
es_es: Texto a mostrar del nivel

source: Your level: $level$
es_es: Su nivel: $level$

source: Greeting
es_es: Saludo

source: Show greeting
es_es: Mostrar saludo

source: Greeting text to display
es_es: Texto a mostrar del saludo

source: Hello $login$!
es_es: ¡Hola $login$!

source: Email capture / Quick registration
es_es: Capturar correo electrónico/Registro rápido

source: Display a quick registration form.
es_es: Mostrar un formulario de registro rápido

source: Get our newsletter!
es_es: ¡Recibe nuestro boletín!

source: Ask for first name
es_es: Pregunte por el nombre

source: Ask for last name
es_es: Pregunte por el apellido

source: Source code
es_es: Código fuente

source: Auto subscribe
es_es: Auto-suscribirse

source: check to auto subscribe new user to current collection posts
es_es: comprobar para auto-suscripción de nuevo usuario la colección de publicaciones actual

source: check to auto subscribe new user to current collection comments
es_es: comprobar para auto-suscripción de nuevo usuario la colección de comentarios actual

source: Button title
es_es: Título del botón

source: Text that appears on the form submit button.
es_es: Texto que aparece en el botón de envío del formulario.

source: Sign up!
es_es: ¡Firmar!

source: User tools
es_es: Herramientas de usuario

source: Write a new post link
es_es: Escribir un nuevo enlace a post

source: Messaging area link
es_es: Enlace al área de mensajería

source: My messages
es_es: Mis mensajes

source: Contacts link
es_es: Enlace a los contactos

source: My contacts
es_es: Mis contactos

source: See profile link
es_es: Ver enlace al perfil

source: Edit profile link
es_es: Enlace a edición de perfil

source: Edit my profile
es_es: Editar mi perfil

source: Edit profile picture link
es_es: Enlace a edición de imagen de perfil (avatar)

source: Change my picture
es_es: Cambiar mi imagen (avatar)

source: Edit password link
es_es: Enlace a edición de contraseña

source: Change my password
es_es: Cambiar mi contraseña

source: Edit preferences link
es_es: Enlace a edición de preferencias

source: Change my preferences
es_es: Cambiar mis preferencias

source: Edit notifications link
es_es: Enlace a edición de notificaciones

source: Notifications &amp; Subscriptions
es_es: Notificaciones y suscripciones

source: Admin link
es_es: Vínculo a Admin

source: Admin area
es_es: Área de administración

source: User Tools
es_es: Herramientas de Usuario

source: Display user tools: Log in, Admin, Profile, Subscriptions, Log out
es_es: Muestra herramientas de usuario: Ingreso, Administración, Perfil, Suscripciones, Salida

source: Parser error:
es_es: Error de Parser:

source: Tag <code>body</code> can only be used once!
es_es: Etiqueta <code>body</code> puede usarse una vez solamente

source: Illegal tag
es_es: Etiqueta ilegal

source: Tag &lt;%s&gt; must occur inside another tag
es_es: Etiqueta &lt;%s&gt; debe ocurrir al interior de otra etiqueta

source: Tag &lt;%s&gt; is not allowed within tag &lt;%s&gt;
es_es: Etiqueta &lt;%s&gt; no se puede usar al interior de etiqueta &lt;%s&gt;

source: Tag &lt;%s&gt; may not have attribute %s="..."
es_es: Etiqueta &lt;%s&gt; no puede tener el atributo %s="..."

source: Found invalid URL:
es_es: URL inválida encontrada:

source: Tag &lt;%s&gt; may not contain raw character data
es_es: Etiqueta &lt;%s&gt; no puede contener datos raw de carácter

source: Protected
es_es: Protegido

source: Creating default scheduled jobs...
es_es: Creando trabajos programados por defecto...

source: Create default scheduled jobs
es_es: Crear trabajos programados por defecto

source: This is the long description for the blog named '%s'. %s
es_es: Esta es la descripción extendida del blog llamado '%s'. %s

source: The main purpose for this blog is to be included as a side item to other blogs where it will display your favorite/related links.
es_es: El propósito principal de este blog es su inclusión como un ítem lateral en otros blogs donde mostrará tus vínculos favoritos/vínculos relacionados.

source: Change this as you like
es_es: Cambie esto a su gusto

source: Blog A Title
es_es: Título del Blog A

source: Tagline for Blog A
es_es: Lema para Blog A

source: Blog B Title
es_es: Título del Blog B

source: Tagline for Blog B
es_es: Lema para Blog B

source: This is a photoblog, optimized for displaying photos.
es_es: Este es un fotoblog, optimizado para publicar fotografías.

source: This blog shows photos...
es_es: Este blog muestra fotos

source: Forums Title
es_es: Título de Foros

source: Tagline for Forums
es_es: Lema para Foros

source: Manual Title
es_es: Título de Manual

source: Tagline for this online manual
es_es: Lema de este manual on line

source: Welcome
es_es: Bienvenida

source: Background
es_es: Cultura

source: Fun
es_es: Diversión

source: In real life
es_es: En la vida real

source: On the web
es_es: En la web

source: Movies
es_es: Películas

source: Music
es_es: Música

source: Announcements
es_es: Anuncios

source: b2evolution Tips
es_es: Consejos de b2evolution

source: Get additional skins
es_es: Obtener skins adicionales

source: Contributors
es_es: Contribuidores

source: Landscapes
es_es: Paisaje

source: A forum group
es_es: Un grupo de foro

source: Welcome description
es_es: Descripción de bienvenida

source: A forum
es_es: Un foro

source: Short description of this forum
es_es: Breve descripción de este foro

source: Another forum
es_es: Otro foro

source: Another group
es_es: Otro grupo

source: Background description
es_es: Descripción de Background

source: News description
es_es: Descripción de Noticias

source: Fun description
es_es: Descripción de Fun

source: Introduction
es_es: Introducción

source: Getting Started
es_es: Empezando

source: User Guide
es_es: Guía de usuario

source: Reference
es_es: Referencia

source: Photo Albums
es_es: Albums de fotos

source: Forums
es_es: Foros

source: <p>This website is powered by b2evolution.</p> <p>You are currently looking at an info page about "%s".</p> <p>Info pages are very much like regular posts, except that they do not appear in the regular flow of posts. They appear as info pages in the menu instead.</p> <p>If needed, skins can format info pages differently from regular posts.</p>
es_es: <p>Este sitio utiliza el motor b2evolution.</p> <p>En este momento está buscando en una página de información sobre "%s".</p> <p>Las páginas de información son muy parecidas a las publicaciones regulares, excepto que no aparecen en el flujo regular de mensajes. En su lugar, aparecen como páginas info en el menú.</p> <p>Si es necesario, los skins pueden formatear páginas info de manera diferente a las publicaciones regulares.</p>

source: The software for blog pros!
es_es: ¡El software para los profesionales de los blogs!

source: b2evo: The software for blog pros!
es_es: b2evo: ¡El software para los profesionales de los blogs!

source: Better Blog Software!
es_es: ¡El mejor software de blogs!

source: b2evo: Better Blog Software!
es_es: b2evo ¡El Mejor Software de Blogs!

source: The other blog tool!
es_es: ¡La otra herramienta de blogs!

source: b2evo: The other blog tool!
es_es: b2evo: ¡La otra herramienta de blogs!

source: <p>This blog platform is powered by b2evolution.</p> <p>You are currently looking at an info page about this site.</p> <p>Info pages are very much like regular posts, except that they do not appear in the regular flow of posts. They appear as info pages in the menu instead.</p> <p>If needed, skins can format info pages differently from regular posts.</p>
es_es: <p>Esta plataforma de blog utiliza el motor b2evolution.</p> <p>Usted esta observando una página de información acerca de este sitio.</p> <p>Las páginas informativas se parecen a las publicaciones normales, a excepción de que no aparecen en el flujo regular de publicaciones. En su lugar, aparecen como páginas de información en el menú.</p> <p>De ser necesario, usando un skin se puede dar a estas páginas un formato diferente al de las publicaciones normales</p>

source: About this site
es_es: Acerca de este sitio

source: <p>This is the Home page of this site.</p> <p>More specifically it is the "Front page" of the first collection of this site. This first collection is called "Home". Other sample collections have been created. You can access them by clicking "Blog A", "Blog B", "Photos", etc. in the menu bar at the top of this page.</p> <p>You can add collections at will. You can also remove them (including this "Home" collection) if you don't need one.</p>
es_es: <p>Esta es la página de inicio de este sitio.</p> <p>Más específicamente, esta es la "Página inicial" de la primera colección de este sitio. Esta primera colección se llama "Home". Se han creado otras colecciones de muestra. Puede acceder a ellas haciendo clic en "Blog A", "Blog B", "Fotos", etc., en la barra de menú en la parte superior de esta página.</p> <p>Puede añadir colecciones a voluntad. También puede eliminarlas (incluyendo esta colección "Home") si no necesita una.</p>

source: Homepage post
es_es: Publicación de Página de Inicio

source: Main Intro post
es_es: Artículo de Introducción Principal

source: This is the main intro post. It appears on the homepage only.
es_es: Este es el artículo de introducción principal. Aparece únicamente en la página de inicio.

source: <p>This is the first post.</p> <p>It appears in a single category.</p>
es_es: <p>Esta es la primera publicación.</p> <p>Aparece en una sola categoría.</p>

source: First Post
es_es: Primer publicación

source: <p>This is the second post.</p> <p>It appears in multiple categories.</p>
es_es: <p>Esta es la segunda publicación.</p> <p>Aparece en múltiples categorías.</p>

source: Second post
es_es: Segunda publicación

source: About Blog A
es_es: Acerca de Blog A

source: <p>This is page 1 of a multipage post.</p> <blockquote><p>This is a Block Quote.</p></blockquote> <p>You can see the other pages by clicking on the links below the text.</p>
es_es: <p>Esta es la página 1 de una publicación multipáginas.</p> <blockquote><p>Este es un bloque de cita.</p></blockquote> <p>Usted puede ver las otras páginas haciendo clic en los enlaces debajo del texto.</p>

source: This is a multipage post
es_es: Este es una publicación multipágina

source: <p>This is page %d.</p>
es_es: <p>Esta es la página %d.</p>

source: <p>It is the last page.</p>
es_es: <p>Esta es la última página.</p>

source: <p>This is an extended post with no teaser. This means that you won't see this teaser any more when you click the "more" link.</p>
es_es: <p>Esta es una publicación extendida sin titular, lo que significa que usted no verá este titular nuevamente cuando haga clic en el enlace "más".</p>

source: Extended post with no teaser
es_es: Publicación extendido sin teaser

source: <p>This is the extended text. You only see it when you have clicked the "more" link.</p>
es_es: <p>Este es un texto extendido. Usted sólo lo observa cuando ha hecho clic en el enlace "more".</p>

source: <p>This is an extended post. This means you only see this small teaser by default and you must click on the link below to see more.</p>
es_es: <p>Esta es una publicación extendida, lo que significa que usted verá por defecto únicamente este pequeño titular y deberá hacer clic en el enlace de abajo para ver más.</p>

source: Extended post
es_es: Publicación extendida

source: <p>This post has a special post type called "Post with custom fields".</p>
es_es: <p>Esta publicación tiene un tipo especial de mensaje llamado "Publicación con campos personalizados".</p>

source: Custom Fields Example
es_es: Ejemplo de campo personalizado

source: <p>This post type defines 4 custom fields.</p>
es_es: <p>Este tipo de publicación define 4 campos personalizados.</p>

source: <p>This post has sample values for these for 4 fields. You can see them below</p>
es_es: <p>Esta publicación tiene valores de ejemplo para estos 4 campos. Puede verlos a continuación</p>

source: <p>This post has a special post type called "Child Post".</p>
es_es: <p>Esta publicación tiene un tipo especial llamado "Publicación Hijo"</p>

source: Child Post Example
es_es: Ejemplo de publicación hijo

source: <p>This post has several images attached to it. Each one uses a different Attachment Position. Each may be displayed differently depending on the skin they are viewed in.</p> <p>Check out the photoblog (accessible through the links at the top) to see a completely different skin focused more on the photos than on the blog text.</p>
es_es: <p>Esta publicación tiene varias imágenes adjuntas. Cada una de ellas utiliza una posición de acoplamiento diferente. Cada una puede aparecer de manera diferente en función del skin que se utilice.</p> <p>Compruebe el fotoblog (accesible a través de los enlaces en la parte superior) para ver un skin completamente diferente más centrado en las fotos que en el texto del blog.</p>

source: Image post
es_es: Artículo imágen

source: Welcome to your b2evolution-powered website!
es_es: ¡Bienvenido a su sitio web potenciado por b2evolution!

source: <p>To get you started, the installer has automatically created several sample collections and populated them with some sample contents. Of course, this starter structure is all yours to edit. Until you do that, though, here's what you will find on this site:</p> <ul> <li><strong>Blog A</strong>: You are currently looking at it. It contains a few sample posts, using simple features of b2evolution.</li> <li><strong>Blog B</strong>: You can access it from the link at the top of the page. It contains information about more advanced features. Note that it is deliberately using a different skin from Blog A to give you an idea of what's possible.</li> <li><strong>Photos</strong>: This collection is an example of how you can use b2evolution to showcase photos, with photos grouped into photo albums.</li> <li><strong>Forums</strong>: This collection is a discussion forum (a.k.a. bulletin board) allowing your users to discuss among themselves.</li> <li><strong>Manual</strong>: This showcases how b2evolution can be used to publish structured content such as an online manual or book.</li> </ul> <p>You can add new collections of any type (blog, photos, forums, etc.), delete unwanted one and customize existing collections (title, sidebar, blog skin, widgets, etc.) from the admin interface.</p>
es_es: <p>Para comenzar, el instalador ha creado automáticamente varias colecciones de muestra y las ha rellenado con algunos contenidos. Por supuesto, usted puede editar esta estructura inicial como guste. Hasta tanto, aquí está lo que encontrará en este sitio:</p> <ul> <li><strong>Blog A</strong>: Lo está mirándolo actualmente. Contiene algunas publicaciones sencillas, utilizando características simples de b2evolution.</li> <li><strong>Blog B</strong>: Puede acceder a él desde el enlace que se encuentra en la parte superior de la página. Contiene información acerca de características más avanzadas. Note que se ha usado deliberadamente un skin diferente al del Blog A para darle una idea las cosas que se pueden hacer.</li> <li><strong>Photos</strong>: Esta colección es un ejemplo de como usted puede usar b2evolution para mostrar fotos, con fotos agrupadas dentro de albumes.</li> <li><strong>Foros</strong>: Esta colección es un foro de discusión ( también conocido como tablón de anuncio ) permitiendo a sus usuarios establecer discusiones entre ellos.</li> <li><strong>Manual</strong>: Esto muestra como b2evolution puede ser usado para publicar contenido estructurado como manuales o libros en línea.</li> </ul> <p>Usted puede agregar nuevas colecciones de cualquier tipo (blog, fotos, foros, etc.), eliminar las que no desee mantener y personalizar las existentes (título, barra lateral, skin, widgets, etc.) desde la interfaz de administración.</p>

source: b2evo skins repository
es_es: Repositorio de skins de b2evo

source: About Blog B
es_es: Acerca de Blog B

source: <p>This is the intro post for the front page of Blog B.</p> <p>Blog B is currently configured to show a front page like this one instead of directly showing the blog's posts.</p> <ul> <li>To view the blog's posts, click on "News" in the menu above.</li> <li>If you don't want to have such a front page, you can disable it in the Blog's settings > Features > <a %s>Front Page</a>. You can also see an example of a blog without a Front Page in Blog A</li> </ul>
es_es: <p>Este es el mensaje de introducción de la primera página del Blog B.</p> <p>El Blog B está configurado actualmente para mostrar una página frontal como ésta en vez de mostrar directamente los mensajes del blog.</p> <ul> <li>Para ver los mensajes del blog, haga clic en "Noticias" en el menú de arriba.</li> <li>Si no quiere tener una página como portada, se puede desactivar en la configuración del blog > Características > <a %s>Front Page</a>. También puede ver un ejemplo de un blog sin Front Page en el Blog A</li> </ul>

source: Welcome to Blog B
es_es: Bienvenido al Blog B

source: This uses post type "Intro-Cat" and is attached to the desired Category(ies).
es_es: Esto utiliza el tipo de artículo "Intro-Cat" y se adjunta a la(s) Categoría(s) deseada(s).

source: b2evolution tips category &ndash; Sub Intro post
es_es: categoría de notas b2evolution &ndash; artículo de sub introducción

source: This uses post type "Intro-Tag" and is tagged with the desired Tag(s).
es_es: Esto usa el tipo de artículo "Intro-Tag" y es clasificado con la(s) etiqueta(s) deseada(s)

source: Widgets tag &ndash; Sub Intro post
es_es: Etiqueta de complemento &ndash; artículo de sub introducción

source: <p>This is a demo of a featured post.</p> <p>It will be featured whenever we have no specific "Intro" post to display for the current request. To see it in action, try displaying the "Announcements" category.</p> <p>Also note that when the post is featured, it does not appear in the regular post flow.</p>
es_es: <p>Esto es un ejemplo de un artículo destacado.</p> <p>Será destacado mientras no haya un artículo "Intro" para mostrar en el contenido solicitado actual. Para verlo en funcionamiento, intenta ver la categoría "Anuncios".</p> <p>Toma nota de que cuando un artículo es destacado, no seguirá el flujo de artículos normales.</p>

source: <p>b2evolution comes with an <code>.htaccess</code> file destined to optimize the way b2evolution is handled by your webseerver (if you are using Apache). In some circumstances, that file may not be automatically activated at setup. Please se the man page about <a %s>Tricky Stuff</a> for more information.</p> <p>For further optimization, please review the manual page about <a %s>Performance optimization</a>. Depending on your current configuration and on what your <a %s>web hosting</a> company allows you to do, you may increase the speed of b2evolution by up to a factor of 10!</p>
es_es: <p>b2evolution viene con un archivo <code>.htaccess</code> destinado a optimizar la forma en que b2evolution es presentado por tu servidor web (si estás usando Apache). En algunas circustancias, este archivo podría no activarse automaticamente en la configuración. Por favor mira la página de documentación sobre <a %s>Tricky Stuff</a> para más información.</p> <p>Para una optimización más precisa, por favor revisa la página del manual sobre <a %s>Optimización de rendimiento</a>. Dependiendo de tu configuración actual y de lo que tu proveedor de <a %s>alojamiento web</a> te permita hacer, ¡podrías incrementar la velocidad de tu b2evolution por 10!</p>

source: Apache optimization...
es_es: Optimización Apache...

source: <p>By default, blogs are displayed using an evoskin. (More on skins in another post.)</p> <p>This means, blogs are accessed through '<code>index.php</code>', which loads default parameters from the database and then passes on the display job to a skin.</p> <p>Alternatively, if you don't want to use the default DB parameters and want to, say, force a skin, a category or a specific linkblog, you can create a stub file like the provided '<code>a_stub.php</code>' and call your blog through this stub instead of index.php .</p> <p>Finally, if you need to do some very specific customizations to your blog, you may use plain templates instead of skins. In this case, call your blog through a full template, like the provided '<code>a_noskin.php</code>'.</p> <p>If you want to integrate a b2evolution blog into a complex website, you'll probably want to do it by copy/pasting code from <code>a_noskin.php</code> into a page of your website.</p> <p>You will find more information in the stub/template files themselves. Open them in a text editor and read the comments in there.</p> <p>Either way, make sure you go to the blogs admin and set the correct access method/URL for your blog. Otherwise, the permalinks will not function properly.</p>
es_es: <p>Por defecto, todas los blogs se muestran usando un evoskin. (Más sobre skin en otro artículo.)</p> <p>Esto significa que se accede a los blogs vía '<code>index.php</code>', lo que carga los parámetros predeterminados desde la base de datos para luego pasar el resto del trabajo de mostrarlos a un skin.</p> <p>Alternativamente, si no quieres usar los parámetros predeterminados de la base de datos y quieres, para llamarlo, "forzar" un skin, una categoría o un blog de Vínculos específico, puedes crear un archivo stub como el que está en '<code>a_stub.php</code>' y llamar a tu blog a través de este stub en vez de vía index.php .</p> <p>Finalmente, si quieres personalizar tu blog de una forma específica, puedes usar plantillas sencillas en vez de skins. En este caso, llamas a tu blog vía una plantilla completa, como la que está en '<code>a_noskin.php</code>'.</p> <p>Si quieres integrar un blog b2evolution en un sitio Web más complejo, lo más probable es que quieres hacerlo copiando y pegando el código desde <code>a_noskin.php</code> a una página de tu sitio.</p> <p>Encontrarás más información en los mismos archivos stub/plantilla. Ábralos en un editor de textos y lea los comentarios incluidos allí.</p> <p>De cualquier modo, asegúrate de ir a la admin del blog y configurar el método de acceso/URL correcto. De lo contrario, los permalink no funcionarán correctamente.</p>

source: Skins, Stubs, Templates &amp; website integration...
es_es: Skins, archivos estáticos, plantillas &amp; integración en el sitio web...
