Repository: washedfrere/dudad
Catalog: blog/locales/*/LC_MESSAGES/messages.po
Languages: es_es

source: The user #%s already exists with E-mail address "%s" in the b2evolution database -- Merging User "%s" with user "%s".
es_es: El usuario #%s ya existe con la dirección de correo electrónico "%s" en la base de datos de b2evolution -- Fusionando el usuario "%s" con el usuario "%s"

source: The login "%s" already exists with a different email address. The user "%s" will be imported as "%s"
es_es: El inicio de sesión "%s" ya existe con una dirección de correo electrónico diferente. El usuario "%s" será importado como "%s"

source: User "%s" with ID %s cannot be imported. MySQL error: %s.
es_es: El usuario "%s" con ID (identificador) %s no puede ser importado. Error de MySQL: %s.

source: User "%s" cannot be imported. MySQL error: %s.
es_es: El usuario "%s" no puede ser importado. Error MySQL: %s.

source: Created user "%s" in the "%s" group
es_es: Usuario "%s" creado en el grupo "%s"

source: Importing forums...
es_es: Importando foros...

source: %s forums have been found in the phpBB database
es_es: Los foros %s ha sido encontrados en la base de datos phpBB

source: No found forums in the phpBB database.
es_es: No se encontraron foros en la base de datos phpBB.

source: Start importing <b>forums</b> as <b>categories</b> into the b2evolution database...
es_es: Comenzar a importar <b>foros</b> como <b>categorías</b> en la base de datos b2evolution...

source: The forum "%s" is imported.
es_es: El fórum "%s" está importado.

source: Importing topics...
es_es: Importando temas de conversación...

source: %s topics have been found in the phpBB database
es_es: %s temas de conversación han sido encontrados en la base de datos phpBB

source: No found topics in the phpBB database.
es_es: No se encontraron temas de conversación en la base de datos de phpBB.

source: Start importing <b>topics</b> as <b>posts</b> into the b2evolution database...
es_es: Comenzar a importar <b>temas de conversación</b> como <b>posts</b> en la base de datos de b2evolution...

source: Skipped topic: %s. Incorrect forum ID: %s. <b>Content:</b> %s
es_es: Tema de conversación evitado: %s. Identificador ('ID') de fórum incorrecto: %s. <b>Contenido:</b> %s

source: Skipped topic: %s. Incorrect user ID: %s. <b>Content:</b> %s
es_es: Tema de conversación evitado; %s. Identificador ('ID') de usuario incorrecto: %s. <b>Contenido:</b> %s

source: Importing replies...
es_es: Importar respuestas...

source: %s post have been found in the phpBB database, %s of which are replies
es_es: %s posts han sido encontrados en la base de datos phpBB, %s de los cuales son respuestas

source: No found replies in the phpBB database.
es_es: No se encontraron respuestas en la base de datos phpBB.

source: Start importing <b>replies</b> as <b>comments</b> into the b2evolution database...
es_es: Comenzar a importar <b>respuestas</b> como <b>comentarios</b> en la base de datos b2evolution...

source: Skipped reply: %s. Incorrect topic ID: %s. <b>Content:</b> %s
es_es: Respuesta evitada: %s. Identificador ('ID') de tema de conversación incorrecto: %s. <b>Contenido:</b> %s

source: Skipped reply: %s. Incorrect user ID: %s. <b>Content:</b> %s
es_es: Respuesta evitada: %s. Identificador ('ID') de usuario incorrecto: %s. <b>Contenido:</b> %s

source: MySQL error: %s.
es_es: Error MySQL: %s.

source: Importing messages...
es_es: Importando mensajes...

source: %s messages have been found in the phpBB database
es_es: %s mensajes han sido encontrados en la base de datos phpBB

source: No found messages in the phpBB database.
es_es: No se encontraron mensajes en la base de datos phpBB.

source: Start importing <b>private messages</b> into the b2evolution database...
es_es: Comenzar a importar <b>mensajes privados</b> a la base de datos de b2evolution...

source: This import step has already been processed.
es_es: Este paso de importación ya ha sido procesado.

source: Database connection
es_es: Conexión de base de datos

source: User group mapping
es_es: Mapeado de grupos de usuario

source: Import users
es_es: Importar usuarios

source: Import forums
es_es: Importar foros

source: Import topics
es_es: Importar temas

source: Import replies
es_es: Importar respuestas

source: Import messages
es_es: Importar mensajes

source: Unknown directory
es_es: Directorio desconocido

source: The directory doesn't exist.
es_es: Este directorio no existe.

source: The directory is not readable.
es_es: El directorio no es legible.

source: The directory is not writable.
es_es: El directorio no es escribible.

source: No permission to create/delete file in directory!
es_es: ¡No tiene permiso para crear/borrar el fichero en el directorio!

source: No permission to create .htaccess file in directory!
es_es: ¡No tiene permiso para crear un fichero .htaccess en el directorio!

source: Your page cache folder was successfully renamed from "%s" to "%s".
es_es: Su carpeta de caché de página fue renombrada con éxito de "%s" a "%s".

source: You should rename your "%s" folder to "%s" for page caching to continue working without interruption.
es_es: Debe renombrar su carpeta "%s" a "%s" para que la caché de página continúe trabajando sin interrupción.

source: The /cache folder could not be created/written to. b2evolution will still work but without caching, which will make it operate slower than optimal.
es_es: La carpeta /cache no pudo ser creada/escrita en. b2evolution todavía funcionará, pero sin cacheado, lo que le hará operar más lento que de forma óptima.

source: General cache
es_es: Caché general

source: %s cache
es_es: %s caché

source: Cache folder error
es_es: Error de carpeta de caché

source: General cache folder error
es_es: Error de carpeta de caché general

source: &laquo;%s&raquo; page cache folder
es_es: Carpeta de caché de página &laquo;%s&raquo;

source: Creating of the sample comments...
es_es: Creación de los comentarios de ejemplo...

source: Created %d comments.
es_es: Creados %d comentarios.

source: Creating of the sample posts...
es_es: Creación de los posts de ejemplo...

source: This is an auto generated post for testing moderation.
es_es: Este es un post autogenerado para pruebas de moderación.

source: Created %d posts.
es_es: %d posts creados.

source: Creating of the sample users...
es_es: Creación de los usuarios de ejemplo...

source: Created %d users.
es_es: %d usuarios creados.

source: Creating of the sample hits...
es_es: Creación de las visitas de ejemplo...

source: Creating of the sample messages...
es_es: Creación de los mensajes de ejemplo...

source: At least two users must exist in DB to create the messages
es_es: Al menos dos usuarios deben existir en la BD para crear los mensajes

source: %d threads and %d messages have been created.
es_es: %d hilos y %d mensajes han sido creados.

source: Sleeping for 1 second...
es_es: Dormitando por 1 segundo...

source: XML file is not detected in your ZIP package.
es_es: No se detectó ningún archivo XML en el paquete ZIP.

source: %s has an unrecognized extension.
es_es: %s tiene una extensión no reconocida.

source: Removing the comments...
es_es: Eliminando los comentarios...

source: Removing the posts...
es_es: Eliminando los posts...

source: Removing the categories...
es_es: Eliminando las categorías...

source: Removing the tags that are no longer used...
es_es: Eliminando las etiquetas que no volverán a usarse...

source: Removing the files...
es_es: Eliminando los ficheros...

source: No file #%s found in DB. It cannot be deleted.
es_es: No se encontró el fichero #%s en la BD. No se puede eliminar.

source: Importing the users...
es_es: Importando usuarios...

source: %d records
es_es: %d entradas de registro

source: Importing the files...
es_es: Importando los archivos...

source: No folder %s found. It must exists to import the attached files properly.
es_es: No se encontró ninguna carpeta %s. Esta debe existir para importar los ficheros adjuntos adecuadamente.

source: Unable to copy file %s, because it does not exist.
es_es: Imposible copiar el archivo %s, porque este no existe.

source: Unable to copy folder %s to %s. Please, check the permissions assigned to this folder.
es_es: Imposible copiar el directorio %s a %s. Por favor, verifique lo permisos asignados a este directorio.

source: Unable to copy file %s to %s. Please, check the permissions assigned to this folder.
es_es: Imposible copiar el archivo %s a %s. Por favor, verifique los permisos asignados a este directorio.

source: Importing the categories...
es_es: Importando las categorías...

source: Importing the tags...
es_es: Importando las etiquetas...

source: Importing the posts...
es_es: Importando los posts...

source: Importing the comments...
es_es: Importando los comentarios...

source: Import complete.
es_es: Importación completa.

source: There was an error when reading this WXR file.
es_es: Se encontró un error leyendo este archivo WXR.

source: This does not appear to be a WXR file, missing/invalid WXR version number.
es_es: Este no parece ser un archivo WXR, el número de versión WXR falta o es inválido.

source: Complete export (text+attachments)
es_es: Exportación completa (texto+adjuntos)

source: Basic export (text only)
es_es: Exportación básica (sólo text)

source: Compressed Archive
es_es: Archivo Comprimido

source: User group
es_es: Grupo de usuarios

source: Level
es_es: Nivel

source: Select main category in target blog and optionally check additional categories
es_es: Selecciona la categoría principal en el blog de destino, y marca - opcionalmente - categorías adicionales.

source: Select as an additionnal category
es_es: Seleccionar como categoría adicional

source: Please enter a database host!
es_es: ¡Introduzca un servidor de base de datos!

source: Please enter a database name!
es_es: ¡Introduzca un nombre de base de datos!

source: Please enter a username!
es_es: ¡Introduzca un nombre de usuario!

source: Please enter a password!
es_es: ¡Introduzca una contraseña!

source: Please select a blog!
es_es: ¡Seleccione un blog!

source: Please select a default group!
es_es: ¡Seleccione un grupo por defecto!

source: Please select at least one forum to import!
es_es: ¡Seleccione al menos un foro a importar!

source: phpBB Importer
es_es: Importador phpBB

source: WARNING: Some of your tables have different charsets/collations than the expected. It is strongly recommended to upgrade your database charset by running the tool <a %s>Check/Convert/Normalize the charsets/collations used by the DB (UTF-8 / ASCII)</a>.
es_es: ADVERTENCIA: Algunas de sus tablas tienen diferentes juegos de caracteres/colaciones de los esperados. Se recomienda encarecidamente actualizar el juego de caracteres de su base de datos ejecutando la herramienta <a %s>Comprobar/Convertir/Normalizar los juegos de caracteres/colaciones usados por la BD (UTF-8/ASCII)</a>.

source: When enabled, this feature is known to facilitate hacking exploits in any PHP application.
es_es: Cuando habilitado, este atributo es reconocida como facilitador del hackeo en cualquier aplicación PHP.

source: b2evolution includes additional measures in order not to be affected by this. However, for maximum security, we still recommend disabling this PHP feature.
es_es: b2evolution incluye medidas adicionales para evitar ser afectado. Sin embargo, para máxima seguridad, recomendamos igual desactivar este atributo de PHP.

source: If possible, change this setting to <code>%s</code> in your php.ini or ask your hosting provider about it.
es_es: De ser posible, cambia esta configuración a <code>%s</code> en php.ini o consulta tu proveedor de hosting respecto.

source: System status
es_es: Estado del sistema

source: Instance name
es_es: Nombre de instancia

source: %s released on %s
es_es: %s creado en %s

source: b2evolution version
es_es: versión b2evolution

source: Furthermore, this version is old. You should check for newer releases on %s.
es_es: Por otra parte, esta versión es vieja. Deberías comprobar las nuevas versiones en %s.

source: Furthermore, this version is aging. You may want to check for newer releases on %s.
es_es: Por otra parte, esta es antigua. Podrías querer comprobar si hay nuevas versiones en %s.

source: You will not be able to upload files/images and b2evolution will not be able to generate thumbnails.
es_es: No podrías subir archivos/imágenes y b2evolution no sería capaz de generar miniaturas.

source: Your host requires that you set special file permissions on your media directory.
es_es: Tu servidor require configurar permisos de archivo especiales en tu directorio de medios.

source: Deleted
es_es: Eliminado

source: Install folder
es_es: Carpeta Install

source: Not deleted
es_es: No eliminado

source: For maximum security, it is recommended that you delete your /blogs/install/ folder once you are done with install or upgrade.
es_es: Para máxima seguridad, es recomendable eliminar la carpeta /blogs/install una vez finalizado la instalación o actualización.

source: Allowed!
es_es: ¡Permitido!

source: Database reset
es_es: Base de datos reiniciada

source: Forbidden
es_es: Prohibido

source: Currently, anyone who accesses your install folder could entirely reset your b2evolution database.
es_es: En este momento, cualquiera que acceda a tu carpeta de instalación puede reiniciar tu base de datos b2evolution.

source: ALL YOUR DATA WOULD BE LOST!
es_es: ¡SE PERDERÍAN TODOS TUS DATOS!

source: As soon as possible, change the setting <code>$allow_evodb_reset = 0;</code> in your /conf/_basic.config.php.
es_es: Cambia lo antes posible la variable <code>$allow_evodb_reset =0;</code> en tu archivo /conf/_basic_config.php.

source: You will not be able to use page cache.
es_es: No podrá usar la página de caché.

source: Your host requires that you set special file permissions on your cache directory.
es_es: Su servidor requiere que establezca permisos de fichero especiales en su directorio de caché.

source: Cache directory
es_es: Directorio de caché

source: General caching
es_es: Cacheado general

source: Blog's cache setting
es_es: Configuración de la caché del blog

source: Blog's cache errors
es_es: Errores de la caché del blog

source: Server time
es_es: Hora del servidor

source: GMT / UTC time
es_es: tiempo GMT / UTC

source: b2evolution time
es_es: tiempo b2evolution

source: MySQL version
es_es: versión MySQL

source: This version is too old. The minimum recommended MySQL version is %s.
es_es: Esta versión es demasiado antigua. La versión mínima recomendada de MySQL es %s.

source: Yes
es_es: Sí

source: UTF-8 is not supported by your MySQL server.
es_es: Tu servidor MySQL no soporta UTF-8

source: View PHP info
es_es: Ver información de PHP

source: This version is too old. b2evolution will not run correctly. You must ask your host to upgrade PHP before you can run b2evolution.
es_es: Esta versión es demasiada antigua. b2evolution no funcionará correctamente. Solicita una actualización de PHP en tu proveedor de hosting, para poder correr b2evolution.

source: This version is old. b2evolution may run but some features may fail. You should ask your host to upgrade PHP before running b2evolution.
es_es: Esta versión es antigua. Puede que b2evolution corra pero es probable que algunos atributos fallan. Solicita una actualización de PHP en tu proveedor de hosting antes de correr b2evolution.

source: PHP 5.2 or greater is recommended for maximum security, especially for "httpOnly" cookies support.
es_es: Para máxima seguridad se recomienda PHP 5.2 o superior, especialmente por el soporte de cookies "httpOnly".

source: On
es_es: Activado

source: PHP is adding extra quotes to all inputs. This leads to unnecessary extra processing.
es_es: PHP está agregando comillas adicionales a todas las entradas. Esto causa procesamiento extra innecesario.

source: post_max_size should be larger than upload_max_filesize
es_es: post_max_size debería ser superior a upload_max_filesize

source: The memory_limit is too low. Some features like image manipulation will fail to work.
es_es: El memory_limit es demasiado bajo. Algunas características como la manipulación de imágenes dejarán de funcionar.

source: The memory_limit is low. Some features like image manipulation of large files may fail to work.
es_es: El memory_limit es bajo. Algunas características como la manipulación de ficheros grandes podría no funcionar.

source: Unlimited
es_es: Ilimitado

source: b2evolution was able to request more time (than the default %s seconds) to execute complex tasks.
es_es: b2evolution fue capaz de pedir más tiempo (de los %s segundos predeterminados) para ejecutar tareas complejas.

source: b2evolution may frequently run out of time to execute properly.
es_es: b2evolution puede, frecuentemente, acabar el tiempo para ejecutar correctamente.

source: b2evolution may sometimes run out of time to execute properly.
es_es: b2evolution puede, alguna vez, quedarse sin tiempo para ejecutar correctamente.

source: Loaded
es_es: Cargada

source: Not loaded
es_es: No cargada

source: b2evolution will not be able to convert character sets and special characters/languages may not be displayed correctly. Enable the mbstring extension in your php.ini file or ask your hosting provider about it.
es_es: b2evolution no es será capaz de convertir los set de carácteres y puede que los carácteres/idiomas especiales no se muestran correctamente. Hablita la extensión mbstring en php.ini o consulta tu proveedor de hosting.

source: The XML extension is not loaded.
es_es: La extensión XML no está cargada.

source: You will not be able to use the Post by Email feature and the Return Path email processing of b2evolution. Enable the IMAP extension in your php.ini file or ask your hosting provider about it.
es_es: No podrá usar las características de postear por correo electrónico y el procesado de la ruta de retorno del correo electrónico de b2evolution. Habilite la extensión IMAP en su fichero php.ini o pregunte a su proveedor de alojamiento acerca de ello.

source: Using an opcode cache allows all your PHP scripts to run faster by caching a "compiled" (opcode) version of the scripts instead of recompiling everything at every page load. Several opcode caches are available. We recommend APC.
es_es: Usando una chace opcode permites que todos tus scripts PHP se ejecuten más rápido cacheando una versión "compilada" (opcode) de los scripts en lugar de recompilar todo cada carga de página. Varias caches opcode están disponibles. Nosotros recomendamos APC.

source: GD Library (image handling)
es_es: Biblioteca GD (manejo de imágenes)

source: GD Library version
es_es: Versión de Librería GD

source: Not installed
es_es: No instalada

source: You will not be able to automatically generate thumbnails for images. Enable the gd2 extension in your php.ini file or ask your hosting provider about it.
es_es: No podrás generar automáticamente miniaturas de imágenes. Habilita la extentensión gd2 en el archivo php.ini o consulta tu proveedor de hosting.

source: Read/Write
es_es: Lectura/Escritura

source: You will not be able to automatically generate thumbnails for JPG images.
es_es: No podrás generar automáticamente miniaturas de imágenes JPG.

source: You will not be able to automatically generate thumbnails for PNG images.
es_es: No podrás generar automáticamente miniaturas de imágenes PNG.

source: Read
es_es: Leer

source: You will not be able to automatically generate thumbnails for GIF images.
es_es: No podrás generar automáticamente miniaturas de imágenes GIF.

source: Thumbnails for GIF images will be generated as PNG or JPG.
es_es: Las miniaturas de imágenes GIF serán generadas como PNG o JPG.

source: You will not be able to write text to images using TrueType fonts.
es_es: No serás capaz de escribir texto a imágenes usando fuentes TrueType.

source: The plugin with ID %d could not get instantiated.
es_es: El plugin con ID %d no pudo ser instanciado.

source: Blog ID must be a number
es_es: El ID de blog debe ser un número

source: Comments per post must be a number
es_es: Comentarios por publicación debe ser un número

source: "How many posts" field must be a number
es_es: El campo "Cuantas publicaciones" debe ser un número

source: Blog ID must be a valid Blog ID!
es_es: ¡El ID de Blog debe ser un ID de Blog válido!

source: "How many users" field must be a number
es_es: El campo "Cuántos usuarios" debe ser un número

source: "How many loops" field must be a number
es_es: El campo "Cuántos bucles" debe ser un número

source: "How many messages in each conversation" field must be a number
es_es: El campo "Cuántos mensajes en cada conversación" debe ser un número

source: "How many words in each message" field must be a number
es_es: El campo "Cuántas palabras en cada mensaje" debe ser un número

source: "Max # of participants in a conversation" field must be a number
es_es: El campo "Máximo número (#) de participantes en una conversación" debe ser un número

source: Log of test flush
es_es: Registrar ('log') el purgado de la prueba

source: Broken items with no matching category
es_es: Elementos rotos sin categoría coincidente

source: Main Cat ID
es_es: ID principal de categoría

source: Canonical Slug ID
es_es: ID de Abreviatura Canónica

source: Delete these posts
es_es: Eliminar estas publicaciones

source: Broken item slugs with no matching item
es_es: Slugs (URLs sin consulta, para SEO) de elemento roto sin elemento coincidente

source: Slug ID
es_es: ID de abreviatura

source: Delete these slugs
es_es: Eliminar estas abreviaturas

source: Create sample comments for testing moderation
es_es: Crear comentarios de muestra para prueba de moderación

source: How many comments per post
es_es: Cuántos comentarios por publicación

source: How many posts
es_es: Cuántas publicaciones

source: Create sample messages for testing moderation
es_es: Crear mensajes de ejemplo para prurebas de moderación

source: 1 loop will create %d conversations
es_es: 1 bucle creará %d conversaciones

source: How many loops
es_es: Cuántos blucles

source: How many messages in each conversation
es_es: Cuántos mensajes en cada conversación

source: How many words in each message
es_es: Cuántas palabras en cada mensaje

source: Max # of participants in a conversation
es_es: Máximo número (#) de participantes en una conversación

source: Create sample post for testing moderation
es_es: Crear un post de ejemplo para pruebas de moderación

source: Create sample data for hits testing
es_es: Crea datos de ejemplo para hacer pruebas de visitas

source: Days of stats to generate
es_es: Número de días de estadísticas a generar

source: Minimal interval between 2 consecutive hits (sec)
es_es: Intervalo mínimo entre 2 visitas consecutivas (s)

source: Maximal interval between 2 consecutive hits (sec)
es_es: Intevalo máximo entre 2 visitas consecutivas (s)

source: Generate
es_es: Generar

source: Create sample users
es_es: Crear usuarios de ejemplo

source: Group for new users
es_es: Grupo para usuarios nuevos

source: How many users
es_es: Cuántos usuarios

source: New email address
es_es: Nueva dirección de correo electrónico

source: Last sent date
es_es: Última fecha enviada

source: Sent count
es_es: Contador de enviados

source: Sent count since last error
es_es: Contador de enviados desde el último error

source: Last error date
es_es: Fecha del último error

source: Permanent errors count
es_es: Contador de errores permanentes

source: Temporary errors count
es_es: Contador de errores temporales

source: Spam errors count
es_es: Contador de errores de spam

source: Other errors count
es_es: Contador de otros errores

source: Add an email address
es_es: Añadir dirección de correo electrónico

source: Create a new email address...
es_es: Crear una nueva dirección de correo electrónico...

source: Errors
es_es: Errores

source: Need Attention
es_es: Necesita atención
