Repository: washedfrere/dudad
Catalog: blog/locales/*/LC_MESSAGES/messages.po
Languages: es_es

source: The new file could not be renamed to %s
es_es: El nuevo archivo no puede renombrarse a %s

source: The original file could not be renamed to %s. The new file is now named %s.
es_es: El archivo original no se puede renombrar a %s. El nuevo archivo se llama ahora %s.

source: The new file could not be renamed to %s. It is now named %s.
es_es: El nuevo archivo no puede renombrarse a %s. Ahora se llama %s.

source: %s has been replaced with the new version!
es_es: ¡%s ha sido reemplazado por la nueva versión!

source: Unable to create temporary upload file. PHP needs write permissions on %s or %s.
es_es: Imposible crear archivo temporal de subida. PHP necesita permisos de escritura en %s o %s.

source: File properties
es_es: Propiedades de archivo

source: Cannot open directory &laquo;%s&raquo;!
es_es: ¡No se puede abrir el directorio &laquo;%s&raquo;!

source: The filter &laquo;%s&raquo; is not a regular expression.
es_es: El filtro &laquo;%s&raquo; no es una expresión regular.

source: No filter
es_es: No hay filtro

source: regular expression
es_es: expresión regular

source: No directory.
es_es: No hay directorio.

source: Change to this directory
es_es: Cambiar a este directorio

source: The directory &laquo;%s&raquo; could not be created.
es_es: La carpeta &laquo;%s&raquo; no pudo ser creada.

source: Shared
es_es: Compartido

source: User roots
es_es: Raíces de usuario

source: Blog roots
es_es: Raíces del blog

source: Special roots
es_es: Raíces especiales

source: Please enter file extensions separated by space.
es_es: Por favor, introduzca las extensiones de archivo separadas por un espacio.

source: Invalid file extensions format.
es_es: Formato de extension de archivo inválido.

source: Please enter a mime type.
es_es: Por favor, introduzca un tipo de mime.

source: You don't have upload permission to the requested root directory.
es_es: No tiene permiso de subida para el directorio raíz ('root') requerido.

source: Upload is disabled.
es_es: La subida de archivos no está habilitado.

source: The URL must start with <code>http://</code> or <code>https://</code> and point to a valid file!
es_es: ¡La URL debe comenzar con <code>http://</code> o <code>https://</code> y apuntar a un archivo válido!

source: The file &laquo;%s&raquo; has been successfully uploaded to the server.
es_es: El archivo &laquo;%s&raquo; ha sido subido al servidor con éxito.

source: recommended - allows automatic resizing
es_es: recomendado - permite redimensinado automático

source: Link this file!
es_es: ¡Vincular este archivo!

source: or
es_es: o

source: Click on a link %s icon below to select the image to use as your profile picture.
es_es: Haga clic en un icono %s del enlace para seleccionar la imagen a usar como fotografía de su perfil.

source: Advanced Upload...
es_es: Subida Avanzada...

source: Close file manager
es_es: Cerrar administrador de archivos

source: File browser
es_es: Navegador de archivos

source: Filter is a regular expression
es_es: El filtro es una expresión regular

source: RegExp
es_es: ExpReg

source: Unset filter
es_es: Sin filtro

source: Change root
es_es: Cambiar raíz

source: Display directory tree
es_es: Mostrar árbol de directorios

source: Hide directory tree
es_es: Esconder árbol de directorios

source: Folder mode
es_es: Modo carpetas

source: View one folder per page
es_es: Ver una carpeta por página

source: Flat mode
es_es: Modo plano

source: View all files and subfolders on a single page
es_es: Ver todos los archivos y subcarpetas en una sola página

source: Display settings
es_es: Opciones de visualización

source: Edit display settings
es_es: Editar configuración de visualización

source: Current dir
es_es: Directorio actual

source: A popup has discovered that the displayed content of this window is not up to date. Click to reload.
es_es: Una ventana emergente ha constatado que el contenido mostrado aquí no está actualizado. Pulsar para cargar nuevamente.

source: %d directories
es_es: %d directorios

source: No directories
es_es: No hay directorios

source: One directory
es_es: Un directorio

source: %d files
es_es: %d archivos

source: No files
es_es: No hay archivos

source: One file
es_es: Un archivo

source: New file:
es_es: Nuevo archivo:

source: New folder:
es_es: Nueva carpeta:

source: folder
es_es: carpeta

source: file
es_es: archivo

source: Create!
es_es: ¡Crear!

source: Choose File
es_es: Elija el archivo

source: No file selected
es_es: Ningún archivo seleccionado

source: Quick upload!
es_es: Subida rápida

source: Close settings!
es_es: ¡Cerrar configuración!

source: Images
es_es: Imágenes

source: Check to display thumbnails instead of icons for image files
es_es: Marcar para mostrar miniaturas en vez de íconos

source: Thumbnails
es_es: Miniaturas

source: Check to display the pixel dimensions of image files
es_es: Marcar para mostrar las dimensiones de imágenes en píxeles

source: Dimensions
es_es: Dimensiones

source: Based on file extension
es_es: Basado en la extensión de archivo

source: Compact format
es_es: Formato compacto

source: Last change
es_es: Última modificación

source: Long format
es_es: Formato extendido

source: File permissions
es_es: Permisos de archivo

source: Unix file permissions
es_es: Permisos de archivo Unix

source: Check to display file permissions like "rwxr-xr-x" rather than short form
es_es: Marcar para mostrar los permisos de archivo como "rwxr-xr-x" en vez de abreviado

source: File Owner
es_es: Propietario del archivo

source: Unix file owner
es_es: Propietario del archivo Unix

source: File Group
es_es: Grupo de archivos

source: Unix file group
es_es: Grupo de archivos Unix

source: Options
es_es: Opciones

source: Check this to show system hidden files. System hidden files start with a dot (.)
es_es: Marcar para mostrar archivos ocultos del sistema.Los nombres de los archivos ocultos comienzan con un punto (.)

source: Hidden files
es_es: Archivos ocultos

source: Check this to show _evocache folders (not recommended)
es_es: Marca esto para mostrar las carpetas _evocache (no recomendado)

source: Check to always display folders before files
es_es: Marcar para mostrar siempre carpetas antes que archivos

source: Folders first
es_es: Carpetas primero

source: Check to compute recursive size of folders
es_es: Marcar para calcular el tamaño recursivo de carpetas

source: Folder sizes
es_es: Tamaño de carpetas

source: Don't show
es_es: No mostrar

source: Simple
es_es: Sencillo

source: Filter box
es_es: Caja de filtros

source: With regular expressions
es_es: Con expresiones regulares

source: See also:
es_es: Ver también:

source: Blog Settings
es_es: Configuración del blog

source: Quit copy/move mode!
es_es: ¡Salir de la modalidad copiar/mover!

source: Check to overwrite the existing file
es_es: Marcar para sobrescribir el archivo existente

source: Overwrite
es_es: Sobrescribir

source: New name
es_es: Nombre nuevo

source: You are in copy/move mode.
es_es: Estás en la modalidad copiar/mover.

source: Please navigate to the desired target location.
es_es: Por favor, navega a la localización deseada.

source: Cancel delete!
es_es: ¡Cancelar eliminar!

source: Confirm delete
es_es: Confirmar elimininación

source: Do you really want to delete the following files?
es_es: ¿Quieres realmente eliminar los archivos siguientes?

source: Do you really want to delete the following file?
es_es: ¿Quieres realmente eliminar el archivo siguiente?

source: Cancel download!
es_es: ¡Cancelar descarga!

source: Download files in archive
es_es: Descargar archivos en una carpeta

source: Archive filename
es_es: Archivar nombre de archivo

source: This is the name of the file which will get sent to you.
es_es: Este es el nombre del archivo que se te enviará.

source: Exclude subdirectories
es_es: Excluir subdirectorios

source: This will exclude subdirectories of selected directories.
es_es: Esto excluirá los subdirectorios de los directorios seleccionados.

source: Files to download
es_es: Archivos por descargar

source: Duplicate files
es_es: Ficheros duplicados

source: %s duplicates
es_es: %s duplicados

source: Minimun inappropriate votes
es_es: Mínimo de votos inapropiados

source: Minimun spam votes
es_es: Mínimo de votos spam

source: Inappropriate
es_es: Inapropiado

source: Not Found
es_es: No se encontró

source: Icon/Type
es_es: Icono/Tipo

source: Are you sure want to delete this file?
es_es: ¿Está seguro de que desea eliminar este fichero?

source: File no longer exists on disk.
es_es: El fichero ya no existe en el disco.

source: Path
es_es: Ruta

source: Attached To
es_es: Adjunto a

source: Editing:
es_es: Editando:

source: Liked files
es_es: Ficheros gustados

source: Minimum likes
es_es: Mínimos 'Me gusta'

source: Minimum dislikes
es_es: Mínimos 'No me gusta'

source: Dislikes
es_es: No gustados

source: Files linked to &laquo;%s&raquo;
es_es: Archivos vinculados a &laquo;%s&raquo;

source: Quit link mode!
es_es: ¡Salir de la modalidad vincular!

source: You don't have permission to access this file root
es_es: No tiene permiso de acceso a esta raíz ('root') de fichero

source: Position
es_es: Posición

source: Go to parent folder
es_es: Ir a la carpeta padre

source: Size
es_es: Tamaño

source: Perms
es_es: Permis

source: Select this file
es_es: Seleccionar este archivo

source: Change into this directory
es_es: Cambiar a este directorio

source: Attach
es_es: Adjunto

source: Use this as my profile picture!
es_es: ¡Usar esto como imagen de mi perfil!

source: Edit permissions
es_es: Editar permisos

source: Edit file...
es_es: Editar archivo...

source: No files found.
es_es: No se encontraron archivos.

source: Uploading...
es_es: Subiendo...

source: Make one post (including all images)
es_es: Crear un artículo (incluyendo todas las imágenes)

source: Make multiple posts (1 per image)
es_es: Crear múltiples artículos (1 por imágen)

source: Insert IMG/link into post
es_es: Insertar IMG/link en publicación

source: Rename files...
es_es: Renombrar ºarchivos...

source: Delete files...
es_es: Eliminar archivos...

source: Download files as ZIP archive...
es_es: Descargar archivos como un archivo ZIP...

source: With selected files
es_es: Con los archivos seleccionados:

source: Go!
es_es: ¡IR!

source: You must select at least one file!
es_es: ¡Debes seleccionar al menos un archivo!

source: The file has been linked.
es_es: Este fichero ha sido enlazado.

source: Change permissions
es_es: Cambiar permisos

source: Default permissions
es_es: Permisos predeterminados

source: check all
es_es: marcar todos

source: Use default value
es_es: Usar valores predeterminados

source: Set new permissions
es_es: Configurar permisos nuevos

source: Close properties!
es_es: ¡Cerrar propiedades!

source: Filename
es_es: Nombre de archivo

source: This is the name of the file on the server hard drive.
es_es: Este es el nombre del archivo en el disco duro del servidor.

source: Long title
es_es: Título extendido

source: This is a longer descriptive title
es_es: Este es un título descriptivo extendido

source: Alternative text
es_es: Texto alternativo

source: This is useful for images
es_es: Esto es útil para imágenes

source: Caption/Description
es_es: Pie de foto/Descripción

source: Social votes
es_es: Votos sociales

source: Liked
es_es: Gustado

source: Disliked
es_es: No gustado

source: Reported as inappropriate
es_es: Reportado como inapropiado

source: Reported as spam
es_es: Reportado como spam

source: Cancel rename!
es_es: ¡Cancelar renombrar!

source: Rename
es_es: Renombrar

source: File manager settings
es_es: Configuraciones del administrador de archivos

source: Accessible file roots
es_es: Raíces de archivos accesibles

source: Check to enable root directories for blogs.
es_es: Marcar para habilitar directorios raíz para blogs.

source: Enable blog directories
es_es: Habilitar directorios del blog

source: Check to enable root directories for users.
es_es: Marcar para permitir directorios de raíz para usuarios.

source: Enable user directories
es_es: Permitir directorios de usuario

source: Check to enable shared root directory.
es_es: Marca para activar que la carpeta raiz sea compartida.

source: Enable shared directory
es_es: Activar carpeta compartida

source: Check to enable root directory for skins.
es_es: Marcar para habilitar el directorio raíz de Skins.

source: Enable skins directory
es_es: Habilitar el directorio de Skins

source: File creation options
es_es: Opciones de creación de archivos

source: Check to enable creation of directories.
es_es: Marcar para habilitar la creación de directorios.

source: Enable creation of folders
es_es: Habilitar la creación de carpetas

source: Check to enable creation of files.
es_es: Marcar para habilitar la creación de archivos.

source: Enable creation of files
es_es: Habilitar la creación de archivos

source: Enable upload of files
es_es: Habilitar la subida de archivos

source: Check to allow uploading files in general.
es_es: Marcar para habilitar la subida de archivos en general.

source: KB. This cannot be higher than your PHP/Webserver setting (PHP: %s) and the limit of %s (in %s), which is currently %s!
es_es: KB. ¡Esto no puede superior a la configuración de tu Servidor Web/PHP (PHP: %s) y el límite de %s (en %s), que actualmente es %s!

source: Maximum upload filesize
es_es: Tamaño máximo de los archivos

source: Advanced options
es_es: Opciones avanzadas

source: Default CHMOD (UNIX permissions) for new directories created by the file manager.
es_es: CHMOD (permisos UNIX) predeterminados para directorios nuevos creados por el administrador de archivos.

source: Default folder permissions
es_es: Permisos de carpeta predeterminados

source: Default CHMOD (UNIX permissions) for new files created by the file manager.
es_es: CHMOD (permisos UNIX) predeterminados para archivos nuevos creados por el administrador de archivos.

source: Default file permissions
es_es: Permisos de archivos predeterminados

source: Valid filename
es_es: Nombre de archivo válido

source: Regular expression
es_es: Expresión regular

source: Valid dirname
es_es: Nombre de directorio válido

source: Use .evocache folders (system hidden folders)
es_es: Usar carpetas .evocache (carpetas ocultas del sistema)

source: Cache folder names
es_es: Nombres de la carpeta de cache

source: Use _evocache folders (compatible with all webservers)
es_es: Usar carpetas _evocache (compatible con todos los servidores web)

source: Image options
es_es: Opciones de imagen

source: Use EXIF info in photos
es_es: Usar la información EXIF de las fotos

source: Use orientation tag to automatically rotate thumbnails to upright position.
es_es: Usar la etiqueta orientación para rotar automáticamente las miniaturas a su posición correcta.

source: Fit to
es_es: Adaptar a

source: quality
es_es: calidad

source: Resize large images after upload
es_es: Redimensionar imágenes grandes después de subirlas

source: Suspicious files
es_es: Ficheros sospechosos

source: this one
es_es: este

source: Choose a file
es_es: Selecciona un archivo

source: Upload by URL
es_es: Cargar por URL

source: Filename on server (optional)
es_es: Nombre de archivo en el servidor (opcional)

source: Alternative text (useful for images)
es_es: Texto alternativo (útil para las imágenes)

source: Caption/Description of the file
es_es: Pie/Descripción del archivo

source: Quit upload mode!
es_es: ¡Salir de la modalidad subir archivos!

source: File upload
es_es: Subir Archivos

source: Some file uploads failed. Please check the errors below.
es_es: Algunos archivos no se subieron. Por favor, revisa los errores a continuación.

source: Some uploaded files have been renamed due to conflicting file names. Please check the messages below:
es_es: Algunos de los archivos cargados han sido renombrados debido a conflictos de nombres de archivo. Por favor comprueba los mensajes debajo:

source: Files to upload
es_es: Archivos para subir

source: Invalid submission.
es_es: Sumisión inválida.

source: Get from URL
es_es: Descargar desde URL

source: Add another file
es_es: Agregar otro archivo

source: Upload to server now
es_es: Subir al servidor ahora

source: Delete this filetype!
es_es: ¡Eliminar este tipo de archivo!

source: New file type
es_es: Nuevo tipo de archivo

source: Extensions
es_es: Extensiones

source: separated by whitespace
es_es: separadas con espacios

source: File type name
es_es: Nombre del tipo de archivo

source: Mime type
es_es: Tipo de mime

source: Icon
es_es: Ícono

source: Let the browser handle the file in a popup.
es_es: Permitir que el navegador maneja el archivo en una ventana emergente.

source: Open with browser (popup)
es_es: Abir con el navegador (ventana emergente)

source: Open with text viewer (popup)
es_es: Abir con un editor de texto (ventana emergente)

source: Use the online text viewer (recommended for .txt)
es_es: Usar el editor de textos en línea (recomendado para *.txt)

source: Open with image viewer (popup)
es_es: Abir con un visor de imágenes (ventana emergente)

source: Use the online image viewer (recommended for .gif .png .jpg)
es_es: Usar el visor de imágenes en línea (recomendado para *.gif, *.png y *.jpg)

source: Let the browser handle the file in a popup. Note: if you do not want Word to open inside of IE, you must uncheck "browse in same window" in Windows' file types.
es_es: Permitir que el navegador maneja el archivo en una ventana emergente. Nota: si no quieres que Word se abra dentro de IE, debes desmarcar la casilla "navegar en la misma ventana" en los tipos de archivos de Windows.

source: Open with external app (no popup)
es_es: Abrir con una aplicación externa (sin ventana emergente)

source: Download to disk (no popup)
es_es: Descargar al disco (sin ventana emergente)

source: Tell the browser to save the file to disk instead of displaying it.
es_es: Instruir al navegador que descargue el archivo al disco local en vez de mostrarlo.

source: View type
es_es: Ver tipo

source: Allow anyone (including anonymous users) to upload/rename files of this type
es_es: Permitir a cualquiera (incluyendo usuarios anónimos) subir/renombrar ficheros de este tipo

source: Allow only registered users to upload/rename files of this type
es_es: Permitir sólo a usuarios registrados subir/renombrar ficheros de este tipo

source: Allow only admins to upload/rename files of this type
es_es: Permitir sólo a administradores subir/renombrar ficheros de este tipo

source: Allow upload
es_es: Permitir la subida de archivos

source: File types list
es_es: Listado de tipos de archivos

source: Edit this file type...
es_es: Editar este tipo de archivo...

source: Upload
es_es: Subir

source: Duplicate this file type...
es_es: Duplicar este tipo de archivo...

source: Delete this file type!
es_es: ¡Eliminar este tipo de archivo!

source: Create a new file type...
es_es: Crear un nuevo tipo de archivo...

source: Post status
es_es: Estatus de Publicación

source: New Post Status has been created.
es_es: Se ha creado un nuevo Estatus de Publicación.

source: Post Status has been updated.
es_es: El Estatus de Publicación ha sido actualizado.

source: Post Status &laquo;%s&raquo; has been deleted.
es_es: El Estatus de Publicación &laquo;%s&raquo; ha sido eliminado.

source: Cannot delete Post Status &laquo;%s&raquo;
es_es: No se puede eliminar el Estatus de Publicación &laquo;%s&raquo;

source: Delete Post Status &laquo;%s&raquo;?
es_es: ¿Borrar el Estatus de Publicación &laquo;%s&raquo;?

source: New tag has been created.
es_es: Se ha creado una nueva etiqueta.

source: Tag has been updated.
es_es: La etiqueta se ha actualizado.

source: Tag "%s" has been deleted.
es_es: La etiqueta "%s" ha sido eliminada.

source: Cannot delete tag "%s"
es_es: No se puede borrar la etiqueta "%s"

source: Tag "%s" has been unlinked from the post "%s".
es_es: La etiqueta "%s" se ha desvinculado de la publicación "%s".

source: The previously named "%s" tag has been merged with the existing "%s" tag.
es_es: La etiqueta anteriormente llamada "%s", se ha combinado con la etiqueta existente "%s".

source: Removed %d associations with non-existing posts.
es_es: Eliminadas %d asociaciones con publicaciones no existentes.

source: Removed %d obsolete tag entries.
es_es: %d entradas de etiquetas obsoletas eliminadas.

source: Delete tag "%s"?
es_es: ¿Eliminar la etiqueta "%s"?

source: Post types with ID from %d to %d are reserved. Please use another ID.
es_es: Los tipos de publicación con ID de %d a %d están reservados. Por favor, utilice otro ID.

source: This post type already exists. Do you want to <a %s>edit the existing post type</a>?
es_es: Este tipo de publicación ya existe. ¿Desea <a %s>editar el tipo de publicación existente</a>?

source: New Post Type created.
es_es: Se ha creado el nuevo Tipo de Publicación.

source: Post types with IDs = ( %d ) are reserved. You can not edit this post type.
es_es: Los tipos de publicación con IDs = (%d) están reservados. No puede editar este tipo de publicación.

source: Post type updated.
es_es: Tipo de publicación actualizado.

source: Post types with ID from %d to %d are reserved. You can not delete this post type.
es_es: Los tipos de publicación con ID de %d a %d están reservados. No puede eliminar este tipo de publicación.

source: This Item type is the default for all collections. You can not delete this Item type.
es_es: Este tipo de elemento es el predeterminado para todas las colecciones. No se puede eliminar este tipo de elemento.

source: This Item type is the default for the collections: %s. You can not delete this Item type.
es_es: Este tipo de elemento es el predeterminado para la colección: %s. No se puede eliminar este tipo de elemento.

source: Post type &laquo;%s&raquo; deleted.
es_es: Tipo de publicación &laquo;%s&raquo; eliminado.

source: Cannot delete Post Type &laquo;%s&raquo;
es_es: No se puede eliminar el Tipo de Publicación &laquo;%s&raquo;.

source: Post type has been enabled for this collection.
es_es: El tipo de publicación ha sido habilitado para esta colección.

source: Post type has been disabled for this collection.
es_es: El tipo de publicación ha sido deshabilitado para esta colección.

source: The item type has been set as the default for this collection.
es_es: El tipo de elemento se ha establecido como predeterminado para esta colección.

source: Delete Post Type &laquo;%s&raquo;?
es_es: ¿Borrar el Tipo de Publicación &laquo;%s&raquo;?

source: Sorry, you have no permission to post yet.
es_es: Lo sentimos, todavía no tienes permiso para publicar.

source: New category %s created.
es_es: Nueva categoría %s creada.

source: New category %s creation failed.
es_es: Creación de nueva categoría %s fallida.

source: &laquo;%s&raquo; has been posted.
es_es: &laquo;%s&raquo; ha sido publicada.

source: &laquo;%s&raquo; couldn't be posted.
es_es: &laquo;%s&raquo; no pudo postearse

source: New page
es_es: Nueva página

source: New intro
es_es: Nueva introducción

source: New podcast episode
es_es: Nuevo episodio de podcast

source: New link
es_es: Nuevo enlace

source: New advertisement
es_es: Nueva publicidad

source: Duplicate page
es_es: Página duplicada

source: Duplicate intro
es_es: Introducción duplicada

source: Duplicate podcast episode
es_es: Episodio de podcast duplicado

source: Duplicate link
es_es: Enlace duplicado

source: Duplicate advertisement
es_es: Publicidad duplicada

source: Duplicate post
es_es: Post duplicado

source: Editing post #%d: %s
es_es: Editando artículo #%d: %s

source: You have no permission to view history for this item.
es_es: Usted no tiene permiso para revisar la historia de este elemento.

source: Item has been restored from revision #%s
es_es: El elemento ha sido restaurado desde la revisión #%s
