Repository: washedfrere/dudad
Catalog: blog/locales/*/LC_MESSAGES/messages.po
Languages: es_es

source: Folder
es_es: Carpeta

source: Unknown file
es_es: Fichero desconocido

source: Empty file
es_es: Fichero vacío

source: Parent folder
es_es: Carpeta padre

source: Copy
es_es: Copiar

source: Move
es_es: Mover

source: Del
es_es: Supr

source: Delete
es_es: Eliminar

source: Descending order
es_es: Orden descendente

source: Ascending order
es_es: Orden ascendente

source: New window
es_es: Nueva ventana

source: Expand
es_es: Expandir

source: Collapse
es_es: Colapsar

source: Refresh
es_es: Actualizar

source: Reload
es_es: Recargar

source: Download
es_es: Descargar

source: Warning
es_es: Aviso

source: Email
es_es: Correo electrónico

source: Website
es_es: Sitio web

source: New
es_es: Nuevo

source: Contacts
es_es: Contactos

source: Choose
es_es: Elegir

source: Edit
es_es: Editar

source: Properties
es_es: Propiedades

source: Publish
es_es: Publicar

source: Deprecate
es_es: Desaprobar

source: Locate
es_es: Localizar

source: Recycle
es_es: Reciclar

source: Rem
es_es: Quitar

source: Cleanup
es_es: Limpiar

source: Close
es_es: Cerrar

source: Activate
es_es: Activar

source: Deact.
es_es: Desact.

source: Deactivate
es_es: Desactivar

source: Activated
es_es: Activado

source: Deactivated
es_es: Desactivado

source: Link
es_es: Enlazar

source: Unlink
es_es: Desenlazar

source: Help
es_es: Ayuda

source: Online Manual
es_es: Manual en línea

source: History
es_es: Historia

source: Allowed
es_es: Permitido

source: Allowed for registered users
es_es: Permitido para usuarios registrados

source: Blocked
es_es: Bloqueado

source: Comments
es_es: Comentarios

source: No comment
es_es: Sin comentarios

source: Up
es_es: Subir

source: Down
es_es: Bajar

source: Sort by order
es_es: Ordenar por

source: Left
es_es: Izquierda

source: Right
es_es: Derecha

source: Check all
es_es: Seleccionar todos

source: Uncheck all
es_es: Deseleccionar todos

source: Filter
es_es: Filtro

source: Reset all filters
es_es: Reiniciar todos los filtros

source: Allow back
es_es: Permitir volver

source: Ban
es_es: Cens

source: XML Feed
es_es: Feed XML

source: Open recycle bin
es_es: Abrir papelera de reciclaje

source: Empty recycle bin
es_es: Vaciar papelera de reciclaje

source: Mark this comment as spam!
es_es: ¡Marcar este comentario como spam!

source: Mark this comment as not sure!
es_es: ¡Marcar este comentario como no seguro!

source: Mark this comment as OK!
es_es: ¡Marcar este comentario como OK!

source: Thumb Up
es_es: Pulgar Arriba

source: Thumb Down
es_es: Pulgar Abajo

source: Log as a search instead
es_es: En su lugar, registrar como búsqueda

source: Add
es_es: Añadir

source: Remove
es_es: Eliminar

source: Action for selected elements
es_es: Acción para los elementos seleccionados

source: Rotate this picture 90&deg; to the right
es_es: Rotar esta imagen 90&deg; a la derecha

source: Rotate this picture 90&deg; to the left
es_es: Rotar esta imagen 90&deg; a la izquierda

source: Rotate this picture 180&deg;
es_es: Rotar esta imagen 180&deg;

source: Crop this picture
es_es: Recortar esta imagen

source: Email notification
es_es: Notificación de correo electrónico

source: Increase width
es_es: Incrementar el ancho

source: Decrease width
es_es: Reducir el ancho

source: Post
es_es: Publicación

source: Stop
es_es: Parar

source: Kill spam
es_es: Destruir spam

source: English (US) utf-8
es_es: Inglés (US) utf-8

source: Your site
es_es: Su sitio web

source: Welcome to b2evolution
es_es: Bienvenido a b2evolution

source: b2evolution is installed and ready but you haven't created any content collection on this system yet.
es_es: b2evolution está instalado y listo pero usted aún no ha creado ninguna colección de contenido en este sistema.

source: Create a first collection
es_es: Crear una primera colección

source: You have successfully installed b2evolution.
es_es: Usted ha instalado b2evolution con éxito.

source: You haven't set a default collection yet. Thus, you see this default page.
es_es: Usted aún no ha establecido una colección por defecto. Es por eso que esta viendo esta página.

source: Set a default collection
es_es: Establecer una colección por defecto

source: Collections on this system
es_es: Colecciones en este sistema

source: Add a new collection
es_es: Agregar una nueva colección

source: GitHub page
es_es: página de GitHub

source: Find a host
es_es: Encontrar un host

source: Online manual
es_es: Manual en línea

source: Help forums
es_es: Foros de ayuda

source: You are not logged in.
es_es: No ha ingresado.

source: This account has been closed.
es_es: Esta cuenta ha sido cerrada.

source: %d to %d years old
es_es: Entre %d y %d años de edad

source: %d years old
es_es: %d años de edad

source: This user is not registered on this site.
es_es: Este usuario no está registrado en este sitio.

source: Send a message
es_es: Enviar un mensaje

source: This account has been deleted.
es_es: Esta cuenta ha sido borrada.

source: Select...
es_es: Seleccionar...

source: Specific criteria
es_es: Criterio específico

source: Unknown
es_es: Desconocido

source: To enter multiple values,<br />please click on (+)
es_es: Para introducir múltiples valores,<br />por favor haga clic en (+)

source: Comment cannot be updated!
es_es: ¡No se puede actualizar el comentario!

source: Role
es_es: Rol

source: Organization
es_es: Organización

source: Incorrect action!
es_es: ¡Acción incorrecta!

source: We have received a request that you do not want to receive emails through a message form on your comments anymore. To confirm that this request is from you, please click on the following link:
es_es: Hemos recibido una solicitud suya para no recibir más correos electrónicos a través de un formulario de mensaje en sus comentarios. Para confirmar que la solicitud la ha hecho usted, por favor haga clic soble el siguiente enlace:

source: Please note:
es_es: Nota:

source: For security reasons the link is only valid for your current session (by means of your session cookie).
es_es: Por razones de seguridad, el vínculo es válido sólo para su sesión actual (a través de un cookie de sesión).

source: If it was not you that requested this, simply ignore this email.
es_es: Si no ha sido usted quien lo solicitó, simplemente ignore este correo.

source: Confirm opt-out for emails through message form
es_es: Confirmar desactivación de correos electrónicos a través del formulario de mensajes

source: An email has been sent to you, with a link to confirm your request not to receive emails through the comments you have made on this blog.
es_es: Le hemos enviado un correo con un vínculo para confirmar su solicitud de no recibir mensajes a través de los comentarios hechos en este blog.

source: Sorry, could not send email.
es_es: Lo sentimos, no pudimos enviar el correo electrónico.

source: Possible reason: the PHP mail() function may have been disabled on the server.
es_es: Posible razón: la función PHP mail() puede estar deshabilitada en el servidor.

source: All your comments have been marked not to allow emailing you through a message form.
es_es: Todos sus comentarios han sido marcados para no permitir que le envíen correos electrónicos a través del formulario de mensajes.

source: The request not to receive emails through a message form for your comments failed.
es_es: La solicitud para no recibir correos electrónicos sobre sus comentarios a través del formulario de mensajes ha fallado.

source: action: %s
es_es: acción: %s

source: Save Changes!
es_es: ¡Guardar cambios!

source: Cancel
es_es: Cancelar

source: Comment cannot be deleted!
es_es: ¡No se puede eliminar el comentario!

source: Username not found!
es_es: ¡Nombre de usuario no encontrado!

source: No user
es_es: No hay usuario

source: No status
es_es: Sin estado

source: None
es_es: Ninguno

source: Accepted
es_es: Aceptado

source: Not accepted
es_es: No aceptado

source: Loading...
es_es: Cargando...

source: You cannot leave a comment at this time because the system is under maintenance. Please try again in a few moments.
es_es: No puede dejar un comentario en este momento porque el sistema está en mantenimiento. Inténtelo de nuevo en unos minutos.

source: You cannot leave meta comments on this post!
es_es: ¡No puede dejar meta comentarios en este post!

source: You cannot leave comments on this post!
es_es: ¡No puede dejar comentarios sobre esta publicación!

source: Please fill in your name.
es_es: Por favor, rellene su nombre.

source: Please fill in your email.
es_es: Por favor, rellene su correo electrónico.

source: Supplied name is invalid.
es_es: El nombre no es válido.

source: Supplied email address is invalid.
es_es: La dirección de correo electrónico suministrada no es válida.

source: Supplied website address is invalid:
es_es: La dirección web no es válida:

source: You can only post a new comment every %d seconds.
es_es: Sólo puede publicar nuevos comentarios cada %d segundos.

source: Couldn't attach selected file:
es_es: No se pudo adjuntar el fichero seleccionado:

source: Please do not send empty comments.
es_es: Por favor, no envíe comentarios vacios.

source: This is a preview only! Do not forget to send your comment!
es_es: ¡Esto es solo una vista previa! ¡No olvide enviar su comentario!

source: Your comment contains an email address. Please <a %s>log in</a> or <a %s>create an account now</a> instead. This will allow people to send you private messages without revealing your email address to SPAM robots.
es_es: Su comentario contiene una dirección de correo electrónico. Por favor, <a %s>autentifíquese</a> o en lugar de eso <a %s>cree una cuenta ahora</a>. Esto permitirá a la gente enviarle mensajes privados sin revelar su dirección de correo a robots de SPAM.

source: Your comment contains an email address. We recommend you check the box "Allow message form." below instead. This will allow people to contact you without revealing your email address to SPAM robots.
es_es: Su comentario contienen una dirección de correo electrónico. En cambio le recomendamos que marque la casilla "Permitir formulario de mensaje" mostrada abajo. Esto permitirá que la gente contacte con usted sin revelar su dirección de correo electrónico a robots de SPAM.

source: Your comment has been submitted.
es_es: Su comentario ha sido enviado.

source: Your comment is now visible by the community.
es_es: Su comentario ahora es visible para la comunidad.

source: Your comment is now visible by the blog members.
es_es: Su comentario ahora es visible para los miembros del blog.

source: Your comment is now visible by moderators only (+You).
es_es: Su comentario ahora es visible sólo para los moderadores (y usted).

source: Your comment has been submitted. It will appear once it has been approved.
es_es: Su comentario ha sido enviado. Aparecerá luego de ser aprobado.

source: ATTENTION: Create a user account now so that other users can contact you after reading your comment.
es_es: ATENCIÓN: Cree una cuenta de usuario ahora de manera que otros usuarios puedan contactar con usted después de leer su comentario.

source: Comment moderation
es_es: Moderación de comentarios

source: Go to the back-office...
es_es: Ir al back-office...

source: Quick moderation not available.
es_es: Moderación rápida no disponible.

source: Invalid secret key. Quick moderation not available.
es_es: Clave secreta inválida. Moderación rápida no disponible.

source: The comment was already deleted. Quick moderation not available.
es_es: El comentario ya fue borrado. Moderación rápida no disponible.

source: Comment has been published.
es_es: El comentario ha sido publicado.

source: Comment has been deprecated.
es_es: El comentario ha sido marcado como obsoleto.

source: Comment has been deleted.
es_es: El comentario ha sido eliminado.

source: Comment has been recycled.
es_es: El comentario ha sido reciclado.

source: Comment url has been deleted.
es_es: La url del comentario ha sido eliminada.

source: Comment review
es_es: Revisión del comentario

source: Delete this comment
es_es: Eliminar este comentario

source: Recycle this comment
es_es: Reciclar este comentario

source: Deprecate this comment
es_es: Rechazar este comentario

source: Publish this comment
es_es: Publicar este comentario

source: Delete URL
es_es: Eliminar URL

source: Delete comment URL
es_es: Eliminar la URL del comentario

source: Antispam tool
es_es: Herramienta antispam

source: Invalid link!
es_es: ¡Enlace inválido!

source: Posted comment
es_es: Comentario publicado

source: Content
es_es: Contenido

source: Content must not be empty.
es_es: El contenido no debe estar vacío.

source: Post not publicly published: skipping trackback...
es_es: Publicación no se ha hecho pública: saltando el trackback...

source: Post has been created.
es_es: La publicación ha sido creada.

source: Post has been updated.
es_es: La publicación ha sido actualizada.

source: Please quickly select a reason for closing your account.
es_es: Por favor seleccione brevemente una razón para cerrar su cuenta.

source: You cannot close your own account!
es_es: ¡No puede cerrar su propia cuenta!

source: User account closed
es_es: Cuenta de usuario cerrada

source: Unable to close your account. Please contact to system administrator.
es_es: No pudo cerrarse su cuenta. Por favor contacte con el administrador del sistema.

source: You must enter your username or your email address so we know where to send the password recovery email.
es_es: Debe introducir su nombre de usuario o su dirección de correo electrónico para que podamos enviar el correo electrónico de recuperación de contraseña.

source: We have already sent you a password recovery email at %s. Please allow %d minutes for delivery before requesting a new one.
es_es: Le hemos enviado a su correo electrónico una contraseña de recuperación a las %s. Por favor, espere %d minutos para la entrega antes de solicitar una nueva.

source: If you correctly entered your login or email address, a link to change your password has been sent to your registered email address.
es_es: Si introdujo correctamente su nombre de usuario o dirección de correo electrónico, se le habrá enviado a su dirección de correo registrada un enlace para cambiar su contraseña.

source: You cannot reset this account in demo mode.
es_es: No puede reiniciar esta cuenta en modo demo.

source: You have no email address with your profile, therefore we cannot reset your password.
es_es: Usted no tiene una dirección de correo electrónico asociada a su perfil, por lo tanto, no podemos reiniciar su contraseña.

source: Please try contacting the admin.
es_es: Por favor, intente contactar al administrador.

source: Password change request for %s
es_es: Solicitud de cambio de contraseña para %s

source: Sorry, the email with the link to reset your password could not be sent.
es_es: Lo sentimos, no pudimos enviar el correo electrónico con el vínculo para cambiar su contraseña.

source: Invalid password change request! Please try again...
es_es: ¡Solicitud de cambio de contraseña inválida! Por favor, intente de nuevo...

source: You have to use the same session (by means of your session cookie) as when you have requested the action. Please try again...
es_es: Debe usar la misma sesión (a través de un cookie de sesión) que cuando solicitó la acción. Por favor, intente de nuevo...

source: Please change your password to something you remember now.
es_es: Por favor, cambie la contraseña a algo que pueda recordar.

source: Your account has already been activated.
es_es: Su cuenta ya ha sido activada.

source: Your account is closed. You cannot activate it.
es_es: Su cuenta está cerrada. No puede activarla.

source: Invalid account activation request!
es_es: ¡Solicitud de activación de cuenta no válida!

source: Your account is now activated.
es_es: Su cuenta ahora está activada.

source: Your email address has already been validated.
es_es: Su dirección de correo electrónico ya ha sido validada.

source: Invalid email address validation request!
es_es: ¡Solicitud de verificación de correo electrónico inválida!

source: Please login to validate your account.
es_es: Por favor, ingrese para validar su cuenta.

source: Your email address has been validated.
es_es: Su dirección de correo electrónico ha sido validada.

source: You have to be logged in to request an account validation link.
es_es: Debe haber ingresado para solicitar un enlace de validación de la cuenta.

source: We have already sent you an activation message to %s at %s. Please allow %d minutes for delivery before requesting a new one.
es_es: Ya le enviamos un mensaje de activación a %s a las %s. Espere %d minutos para su entrega antes de, eventualmente, solicitar uno nuevo.

source: Could not update your email address.
es_es: No se pudo actualizar su dirección de correo electrónico.

source: An email has been sent to your email address (%s). Please click on the link therein to validate your account.
es_es: Hemos enviado un correo electrónico a su dirección (%s). Por favor, haga clic en el enlace que contiene para validar su cuenta.

source: Sorry, the email with the link to validate and activate your password could not be sent.
es_es: Lo sentimos, el correo electrónico con el enlace para validar y activar su contraseña no pudo ser enviado.

source: We have already sent you %d email(s) with a validation link.
es_es: Ya le hemos enviado %d correo(s) electrónicos con un enlace de validación.

source: You have no email address with your profile, therefore we cannot validate it. Please give your email address below.
es_es: Usted no tiene una dirección de correo electrónico asociada a su perfil, por lo tanto, no podemos validarlo. Por favor, introduzca una dirección correo electrónico a continuación.

source: Lost your password?
es_es: ¿Olvidó su contraseña?

source: You cannot send a message at this time because the system is under maintenance. Please try again in a few moments.
es_es: Usted no pudo enviar un mensaje en este instante porque el sistema está en mantenimiento. Por favor, inténtelo de nuevo en unos minutos.

source: Please fill in the subject of your message.
es_es: Por favor, rellene el asunto de su mensaje.

source: Please do not send empty messages.
es_es: Por favor, no envíe mensajes en blanco.

source: The supplied message is invalid / appears to be spam.
es_es: El mensaje es inválido / parece ser spam.

source: Your message has been sent by email.
es_es: Su mensaje ha sido enviado por correo electrónico.

source: Back to profile
es_es: Volver al perfil

source: You must activate your account before you can report another user. <b>See below:</b>
es_es: Debe activar su cuenta antes de que pueda reportar a otro usuario. <b>Ver abajo:</b>

source: Please select the correct report reason!
es_es: ¡Por favor seleccione el motivo correcto!

source: You have also blocked this user from contacting you in the future.
es_es: También ha bloqueado la posibilidad de que este usario contacte con usted en el futuro.

source: The user was reported.
es_es: El usuario fue reportado.

source: You have also unblocked this user. He will be able to contact you again in the future.
es_es: También ha desbloqueado a este usuario. Él podrá contactar con usted de nuevo en el futuro.

source: The report was removed.
es_es: El informe sobre el usuario fue eliminado.

source: You must activate your account before you can manage your contacts. <b>See below:</b>
es_es: Debe activar su cuenta antes de que pueda gestionar sus contactos. <b>Vea debajo:</b>

source: Your contact groups have been updated.
es_es: Sus grupos de contacto han sido actualizados

source: Unable to find the selected blog
es_es: No se pudo encontrar el blog seleccionado

source: Quick unsubscribe
es_es: Desuscripción rápida

source: You have successfully unsubscribed.
es_es: Ha revocado su suscripción con éxito.

source: The user you are trying to unsubscribe does not seem to exist. You may already have deleted your account.
es_es: El usuario que está tratando de desuscribir parece no existir. Puede que usted ya haya borrado su cuenta.

source: Invalid unsubscribe link!
es_es: Enlace de desuscripción inválido

source: The server (PHP script) has not enough available memory to receive this large file!
es_es: ¡El servidor (script PHP) no tiene suficiente memoria disponible para recibir un fichero tan grande!

source: Incorrect crumb received. Did you wait too long before uploading?
es_es: Se recibió un identificador incorrecto. ¿Esperó usted mucho tiempo antes de confirmar la subida?

source: You don't have permission to upload on this file root.
es_es: No tiene permiso de subida en esta raíz de fichero.

source: The file is too large: %s but the maximum allowed is %s.
es_es: El fichero %s es demasiado grande. El tamaño máximo permitido es: %s.

source: We cannot open the folder %s. PHP needs execute permissions on this folder.
es_es: No podemos abrir la carpeta %s. PHP necesita permisos de ejecución en esta carpeta.

source: %s was renamed to %s. Would you like to replace %s with the new version instead?
es_es: %s fue renombrado a %s. ¿Querría reemplazar %s con la nueva versión?

source: File name changed.
es_es: Nombre del fichero cambiado.

source: Replace the old version %s with the new version %s and keep old version as %s.
es_es: Reemplazar la versión anterior %s con la nueva versión %s y mantener la versión anterior como %s.

source: Don't touch the old version and keep the new version as %s.
es_es: No cambiar la versión anterior y mantener la nueva versión como %s.

source: The file could not be saved!
es_es: ¡El fichero no pudo ser guardado!

source: Quick registration is currently disabled on this system.
es_es: El registro rápido está actualmente deshabilitado en este sistema.

source: You already registered on this site. You can <a %s>log in here</a>. If you don't know or have forgotten it, you can <a %s>set your password here</a>.
es_es: Ya se ha dado de alta en este sitio. Puede <a %s>iniciar sesión aquí</a>. O puede <a %s>establecer su contraseña aquí</a> si no la sabe o la ha olvidado.

source: The login &laquo;%s&raquo; is already registered, please choose another one.
es_es: El nombre de usuario &laquo;%s&raquo; ya está registrado, por favor elige otro.

source: No user account has been created!
es_es: ¡La cuenta de usuario no ha sido creado!

source: New user registration
es_es: Nuevo inscripción de usuario

source: An email has been sent to your email address. Please click on the link therein to activate your account. <a %s>More info &raquo;</a>
es_es: Un correo electrónico ha sido enviado a su dirección de correo. Por favor, haga clic en el enlace que se incluye para activar su cuenta. <a %s>Más información &raquo;</a>

source: Sorry, the email with the link to activate your account could not be sent.
es_es: Lo sentimos, el correo electrónico con el enlace para activar su cuenta no pudo enviarse.

source: You have successfully registered on this site. Welcome!
es_es: Se ha registrado con éxito en este sitio. ¡Bienvenido!

source: Registration Currently Disabled
es_es: Inscripción deshabilitada actualmente

source: Supplied URL is invalid:
es_es: El URL proporcionado no es válido:

source: Please do not send empty comment
es_es: Por favor, no envíes comentarios vacíos

source: Preview
es_es: Vista previa

source: File
es_es: Archivo

source: Title
es_es: Título

source: Description
es_es: Descripción

source: Empty file!
es_es: ¡Archivo vacío!

source: %d lines
es_es: %d líneas

source: Hide line numbers
es_es: Ocultar números de líneas

source: Show line numbers
es_es: Mostrar números de líneas

source: End Of File
es_es: Fin del archivo

source: The file &laquo;%s&raquo; could not be accessed!
es_es: ¡No se pudo acceder al archivo &laquo;%s&raquo;!
