Repository: washedfrere/dudad
Catalog: blog/locales/*/LC_MESSAGES/messages.po
Languages: es_es

source: Let admins decide for each user, default to "yes" for new users
es_es: Permitir a los administradores decidir, predeterminado "sí" para nuevos usuarios

source: Always allow
es_es: Siempre permitir

source: Multiple sessions
es_es: Múltiples Sesiones

source: Let admins decide for each user, default set on Registration tab
es_es: Permitir a los administradores decidir por cada usuario las configuraciones predeterminadas en la pestaña de Registro

source: Let users decide, default set on Registration tab
es_es: Permitir a los usuarios decidir las configuraciones predeterminadas en la pestaña de Registro

source: Receiving emails through a message form
es_es: Recibiendo correos a través de un formulario de mensaje

source: User created from IP
es_es: Usuario creado desde la IP

source: Delete User and All his contributions
es_es: Borrar usuario y todas sus contribuciones

source: User admin settings
es_es: Configuraciones del usuario administrador

source: User level
es_es: Nivel de usuario

source: Send an email
es_es: Enviar un email

source: Email status
es_es: Status de correo electrónico

source: Will use the default sender address which is:
es_es: Usará la dirección del remitente por defecto que es:

source: This is different from the new sender address which is currently:
es_es: Esta es diferente de la dirección del nuevo remitente que actualmente es:

source: Will use the default sender name which is:
es_es: Usará el nombre del remitente por defecto el cual es:

source: This is different from the new sender name which is currently:
es_es: Este es diferente del nombre del nuevo remitente que actualmente es:

source: Scheduled job responsible for reminders is "Send reminders about unread messages".
es_es: El trabajo programado responsable de los recordatorios es "Enviar recordatorios acerca de los mensajes no leídos".

source: Latest unread messages reminder
es_es: Recordatorio de últimos mensajes no leídos

source: Next unread messages reminder
es_es: Siguiente recordatorio de mensajes no leídos

source: Latest notification email
es_es: Último correo de notificación

source: The latest between all kind of notification emails.
es_es: El último de todas clase de correos de notificación

source: %d out of a maximum allowed of %d
es_es: %d de un máximo permitido de %d

source: Notifications already sent today
es_es: Notificaciones ya enviadas hoy

source: Latest newsletter
es_es: Último boletín

source: Newsletters already sent today
es_es: Boletines ya enviados hoy

source: Usage info
es_es: Información de uso

source: Reports
es_es: Informes (sobre usuarios)

source: Blogs owned
es_es: Blogs en propiedad

source: Delete All
es_es: Eliminar Todos

source: Posts created
es_es: Posts creados

source: Posts edited
es_es: Posts editados

source: # of sessions
es_es: # (nº) de sesiones

source: Go to abuse management
es_es: Ir a gestión de abusos

source: # of private messages sent
es_es: # (nº) de mensajes privados enviados

source: # of private messages received
es_es: # (nº) de mensajes privados recibidos

source: Last seen on
es_es: Visto por última vez en

source: On IP
es_es: En la IP

source: Reputation
es_es: Reputación

source: Number of posts
es_es: Número de posts

source: Photos
es_es: Fotos

source: Other files
es_es: Otros ficheros

source: Spam fighter score
es_es: Puntuación de luchador antispam

source: Registration info
es_es: Información de registro

source: Account registered on
es_es: Registro de cuenta

source: From IP
es_es: Desde IP

source: IP range
es_es: Rango IP

source: IP range status
es_es: Status de rango IP

source: From Country
es_es: Desde el país

source: From Domain
es_es: Desde Dominio

source: Domain status
es_es: Estatus del dominio

source: With Browser
es_es: Con Navegador

source: Source link/code
es_es: Enlace/código fuente

source: Registration trigger Page
es_es: Página de activación del proceso de registro

source: Initial Blog ID
es_es: Identificador ('ID') inicial de blog

source: Initial URI
es_es: URI inicial

source: Initial referer
es_es: Remitente ('referer') inicial

source: Add domain %s
es_es: Agregar dominio %s

source: Edit domain %s
es_es: Editar dominio %s

source: Initial referer status
es_es: Estatus de referente inicial

source: Unknown date
es_es: Fecha desconocida

source: Account closed on
es_es: Cierre de cuenta

source: Account close reason
es_es: Motivo de cierre de cuenta

source: Edit advanced preferences
es_es: Editar preferencias avanzadas

source: The skin defines how the backoffice appears to you.
es_es: El skin define como te aparece el back-office.

source: 1:more icons ... 5:less icons
es_es: 1:más íconos ... 5:menos íconos

source: Action icon display
es_es: Mostrar ícono de acción

source: 1:more action words ... 5:less action words
es_es: 1:más palabras de acción ... 5:menos palabras de acción

source: Action word display
es_es: Mostrar palabra de acción

source: Display a legend at the bottom of every page including all action icons used on that page.
es_es: Mostrar una leyenda al pie de cada página incluyendo todos los iconos de acción usados en esta.

source: Display icon legend
es_es: Mostrar leyenda de íconos

source: Control form closing
es_es: Cerrando formulario de control

source: This will alert you if you fill in data into a form and try to leave the form before submitting the data.
es_es: Esto te alertará si rellenas un formulario e intentas de navegar a otra página antes de enviar los datos.

source: Focus on first field
es_es: Foco en el primer campo

source: The focus will automatically go to the first input text field.
es_es: El foco irá automaticamente al primer campo de entrada de textos.

source: Number of rows displayed in results tables.
es_es: Número de filas mostradas en las tablas de resultados.

source: Results per page
es_es: Resultados por página

source: This cannot be undone.
es_es: Esta acción es irreversible.

source: This will reset all your user settings.
es_es: Emplazará tu configuración personalizada.

source: Edit profile picture
es_es: Editar imagen de perfil (avatar)

source: You currently have no profile picture.
es_es: Actualmente no tiene imagen de perfil.

source: This user currently has no profile picture.
es_es: Este usuario actualmente no tiene imagen de perfil.

source: Rotate
es_es: Rotar

source: No longer use this as main profile picture
es_es: No usar más esto como imagen principal de perfil

source: Delete this profile picture
es_es: Borrar esta imagen de perfil

source: Forbid using as main profile picture
es_es: Prohibir su uso como imagen principal de perfil

source: Also used by: %s
es_es: También usado por: %s

source: Are you sure want to delete this picture?
es_es: ¿Está seguro de que quiere borrar esta imagen?

source: Current profile picture
es_es: Imagen de perfil (avatar) actual

source: Use as main picture
es_es: Usar como imagen principal

source: Restore to use as main picture
es_es: Restaurar para usar como imagen principal

source: Delete this picture
es_es: Borrar esta imagen

source: Other pictures
es_es: Otras imágenes

source: Upload!
es_es: ¡Subir!

source: Upload a new picture
es_es: Subir una nueva imagen

source: Use the file manager to assign a new profile picture
es_es: Usar el administrador de archivos para asignar una nueva imagen de perfil

source: More functions
es_es: Más funciones

source: Please activate Javascript in your browser in order to use this feature.
es_es: Por favor, active JavaScript en su navegador para usar esta funcionalidad.

source: Close this window
es_es: Cerrar esta ventana

source: %s posts
es_es: %s publicaciones

source: %s comments
es_es: %s comentarios

source: %s private messages
es_es: %s mensajes privados

source: Please confirm deletion of the contents contributed by %s
es_es: Por favor, confirme la eliminación de los contenidos agregados por %s

source: new
es_es: nuevo

source: Block this contact from contacting you.
es_es: Bloquear este contacto para que no contacte con usted.

source: Edit user profile
es_es: Editar perfil de usuario

source: New user
es_es: Nuevo usuario

source: Identity
es_es: Identidad

source: Change
es_es: Cambio

source: Upload now
es_es: Subir ahora

source: I am
es_es: Yo soy

source: My age group
es_es: Mi grupo de edad

source: Membership has been accepted.
es_es: Su afiliación ha sido aceptada.

source: Membership pending acceptance.
es_es: Afiliación pendiente de aceptar.

source: (This is the main URL advertised for this profile. It is automatically selected from the URLs you enter in the fields below.)
es_es: (Esta es la URL principal publicitada por este perfil. Está seleccionada automáticamente desde las URLs que introdujo en los campos de debajo.)

source: Identity shown
es_es: Identidad mostrada

source: New password
es_es: Nueva contraseña

source: Confirm new password
es_es: Confirmar nueva contraseña

source: Minimum length: %d characters.
es_es: Largo mínimo: %d caracteres.

source: Add new fields
es_es: Añadir nuevos campos

source: Add a field of type
es_es: Añadir un campo de tipo

source: Current password
es_es: Contraseña actual

source: Enter your current password
es_es: Introduzca su contraseña actual

source: We ask for <b>your</b> (%s) <i>current</i> password as an additional security measure.
es_es: Preguntamos por <b>su</b> (%s) contraseña <i>actual</a> como una medida de seguridad adicional.

source: Change password!
es_es: ¡Cambiar contraseña!

source: Abandon password change
es_es: Abandonar cambio de contraseña

source: Edit preferences
es_es: Editar preferencias

source: Other preferences
es_es: Otras preferencias

source: Preferred locale
es_es: Localización preferida

source: Preferred locale for admin interface, notifications, etc.
es_es: Localización preferida para la interfaz de admin, notificaciones, etc.

source: Check this if you want to be able to log in from different computers/browsers at the same time. Otherwise, logging in from a new computer/browser will automatically disconnect you on the previous one.
es_es: Marque esto si quiere poder autentificarse desde diferentes ordenadores/navegadores al mismo tiempo. De lo contrario, autentificarse desde un nuevo ordenador/navegador le desconectará automáticamente en el anterior.

source: Use default duration.
es_es: Usar duración por defecto.

source: Use custom duration...
es_es: Usar duración personalizada...

source: WARNING: The session will actually die earlier because the sessions table is pruned after %d days.
es_es: ADVERTENCIA: La sesión actual finalizará antes porque la tabla de sesiones será purgada después de %d días.

source: Custom duration
es_es: Duración personalizada

source: Check this to be displayed as online when visiting the site.
es_es: Marcar esto para ser mostrado como "en línea" cuando visitas el sitio.

source: Show online
es_es: Mostrar en línea

source: I want to close my account...
es_es: Quiero cerrar mi cuenta...

source: Email statistics
es_es: Estadísticas de correo electrónico

source: Email domain
es_es: Dominio del correo electrónico

source: # New
es_es: # Nuevas

source: # Activated
es_es: # Activadas

source: # Autoactivated
es_es: # Autoactivadas

source: # Email changed
es_es: # Direcciones de correo cambiadas

source: # Deactivated
es_es: # Desactivadas

source: # Failed Activation
es_es: # Activaciones fallidas

source: # Closed
es_es: # (nº) Cerrados

source: % of active users
es_es: % de usuarios activos

source: Women / Active / With Photo
es_es: Mujeres / Activo / Con Foto

source: Women / Active / No Photo
es_es: Mujeres / Activo / Sin Foto

source: Women / Inactive / With Photo
es_es: Mujeres / Inactivo / Con Foto

source: Women / Inactive / No Photo
es_es: Mujeres / Inactivo / Sin Foto

source: Women / Closed / With Photo
es_es: Mujeres / Cerrado / Sin Foto

source: Women / Closed / No Photo
es_es: Mujeres / Cerrado / Sin Foto

source: Men / Active / With Photo
es_es: Hombres / Activo / Con Foto

source: Men / Active / No Photo
es_es: Hombres / Activo / Sin Foto

source: Men / Inactive / With Photo
es_es: Hombres / Inactivo / Con Foto

source: Men / Inactive / No Photo
es_es: Hombres / Inactivo / Sin Foto

source: Men / Closed / With Photo
es_es: Hombres / Cerrado / Con Foto

source: Men / Closed / No Photo
es_es: Hombres / Cerrado / Sin Foto

source: Unknown / Active / With Photo
es_es: Desconocido / Activo / Con Foto

source: Unknown / Active / No Photo
es_es: Desconocido / Activo / Sin Foto

source: Unknown / Inactive / With Photo
es_es: Desconocido / Inactivo / Con Foto

source: Unknown / Inactive / No Photo
es_es: Desconocido / Inactivo / Sin Foto

source: Unknown / Closed / With Photo
es_es: Desconocido / Cerrado / Con Foto

source: Unknown / Closed / No Photo
es_es: Desconocido / Cerrado / Sin Foto

source: Gender statistics
es_es: Estadísticas de género

source: # Active
es_es: # (nº) Activos

source: # Not active
es_es: # (nº) No activos

source: # With profile picture
es_es: # (nº) Con imagen de perfil

source: # registrations per day
es_es: # (nº) Registros por día

source: Women (Active)
es_es: Mujeres (Activo)

source: Women (Inactive)
es_es: Mujeres (Inactivo)

source: Women (Closed)
es_es: Mujeres (Cerrado)

source: Men (Active)
es_es: Hombres (Activo)

source: Men (Inactive)
es_es: Hombres (Inactivo)

source: Men (Closed)
es_es: Hombres (Cerrado)

source: Unknown (Active)
es_es: Desconocido (Activo)

source: Unknown (Inactive)
es_es: Desconocido (Inactivo)

source: Unknown (Closed)
es_es: Desconocido (Cerrado)

source: Edit notifications
es_es: Editar notificaciones

source: Automatic (HTML + Plain text)
es_es: Automático (HTML + Texto simple)

source: Plain text
es_es: Texto simple

source: Email format
es_es: Formato de correo electrónico

source: Communications
es_es: Comunicaciones

source: You are the owner of %d collections. Visitors of these collections will <b>always</b> be able to contact you through a message form if needed (your email address will NOT be revealed).
es_es: Usted es el propietario de %d colecciones. Los visitantes de esas colecciones <b>siempre</b> podrán ponerse en contacto con usted a través de un formulario de mensajes si es necesario (su dirección de correo electrónico NO será revelada).

source: I have unread private messages for more than %s.
es_es: Tengo mensajes privados no leídos para más de %s.

source: This notification is sent only once every %s days.
es_es: Esta notificación se envía sólo una vez cada %s días.

source: a meta comment is posted.
es_es: un meta comentario se ha publicado.

source: comments are awaiting moderation for more than %s.
es_es: comentarios aguardando moderación durante más de %s.

source: posts are awaiting moderation for more than %s.
es_es: publicaciones han estado en espera de moderación por más de %s.

source: my account was deactivated or is not activated for more than %s.
es_es: mi cuenta ha sido desactivada o no se ha activado durante más de %s.

source: a new user has registered.
es_es: se ha registrado un nuevo usuario.

source: an account was activated.
es_es: se activó una cuenta.

source: an account was closed.
es_es: se cerró una cuenta.

source: an account was reported.
es_es: se informó sobre una cuenta.

source: an account was changed.
es_es: una cuenta fue cambiada.

source: a scheduled task ends with an error or timeout.
es_es: un trabajo programado ha terminado con un error o un agotamiento del tiempo de espera.

source: Limit notifications to
es_es: Limitar notificaciones a

source: Limit notifications to %s emails per day
es_es: Limitar notificaciones a %s correos por día

source: Newsletters
es_es: Boletines

source: Limit newsletters to %s emails per day
es_es: Limitar boletines a %s correos por día

source: Blog subscriptions
es_es: Suscripciones al blog

source: All posts
es_es: Todos los posts

source: In order to subscribe to a new blog, go to the relevant blog and subscribe from there.
es_es: Para suscribirse a un nuevo blog, vaya al blog relevante y suscríbase desde allí.

source: Sorry, no blogs available to subscribe.
es_es: Disculpe, no hay blogs disponibles para suscripción.

source: Choose additional subscriptions
es_es: Escoja suscripciones adicionales

source: Individual post subscriptions
es_es: Suscripciones a posts individuales

source: You are not subscribed to any updates on specific posts yet.
es_es: No está suscrito a actualización alguna de posts específicos aún.

source: You are subscribed to be notified of all new comments on the following posts
es_es: Usted está suscrito para recibir notificaciones de todos los comentarios nuevos hechos en las siguientes publicaciones

source: To subscribe to notifications on a specifc post, go to that post and click "Notify me when someone comments" at the end of the comment list.
es_es: Para suscribirse a las notificaciones de un post específico, vaya a ese post y haga clic en "Notificarme cuando alguien comente" al final de la lista de comentarios.

source: Delete this userfield!
es_es: ¡Eliminar este campo de usuario!

source: New user field
es_es: Nuevo campo de usuario

source: Field code
es_es: Código de campo

source: Field name
es_es: Nombre de campo

source: Icon name
es_es: Nombre de icono

source: Field type
es_es: Tipo de campo

source: Enter one option per line. Max length 255 symbols.
es_es: Introduzca una opción por línea. Longitud máxima 255 símbolos.

source: Suggest values
es_es: Sugerir valores

source: Multiple values
es_es: Valores múltiples

source: Required?
es_es: ¿Requerido?

source: Bubbletip text
es_es: Texto de globo de consejo

source: Move up
es_es: Mover hacia arriba

source: Edit this user field...
es_es: Editar este campo de usuario...

source: Duplicate this user field...
es_es: Duplicar este campo de usuario...

source: Delete this user field!
es_es: ¡Eliminar este campo de usuario!

source: Create a new user field...
es_es: Crear un campo de usuario nuevo...

source: Create a new user field group...
es_es: Crear un nuevo grupo de campo de usuario...

source: New user field group
es_es: Nuevo grupo de campo de usuario

source: Delete this user field group!
es_es: ¡Borrar este grupo de campo de usuario!

source: Order number
es_es: Número de orden

source: News
es_es: Noticias

source: Latest topics
es_es: Últimos temas

source: Latest replies
es_es: Últimas respuestas

source: Latest pages
es_es: Últimas páginas

source: Index
es_es: Índice

source: Search this manual:
es_es: Buscar en este manual:

source: Inactive / Uninstalled plugin
es_es: Plugin Inactiva / Desinstalada

source: CSS Class
es_es: Clase CSS

source: Replaces $wi_class$ in your skins containers.
es_es: Reemplaza $wi_class$ en los contenedores de tu skin.

source: Replaces $wi_ID$ in your skins containers.
es_es: Reemplaza $wi_ID$ en los contenedores de tu skin.

source: Allow caching
es_es: Permitir cacheado

source: Uncheck to prevent this widget from ever being cached in the block cache. (The whole page may still be cached.) This is only needed when a widget is poorly handling caching and cache keys.
es_es: Desmarcar para prevenir que este widget sea cacheado alguna vez en el bloque de caché. (La página completa puede aún ser cacheada.) Esto es necesario sólo cuando un widget está gestionando pobremente el cacheado y las claves de caché.

source: Edit widget %s in %s
es_es: ¡Editar complemento %s en %s!

source: New widget %s in %s
es_es: Nuevo complemento %s en %s

source: Widget type
es_es: Tipo de complemento

source: Params
es_es: Parámetros

source: This widget could be cached but the block cache is OFF. Click <a %s>here</a> to enable.
es_es: Este widget puede almacenarse en caché pero la caché de bloques está OFF. Haga click <a %s>aquí</a> para habilitarla.

source: Save and continue editing...
es_es: Guardar y continuar editando...

source: Reload containers
es_es: Recargar contenedores

source: Add a widget...
es_es: Agregar un complemento...

source: Add widget
es_es: Agregar complemento

source: Widget
es_es: Complemento

source: Cache
es_es: Caché

source: There is no widget in this container yet.
es_es: No hay complementos en este contenedor todavía.

source: The widget is enabled.
es_es: El complemento está activado.

source: The widget is disabled.
es_es: El complemento está desactivado.

source: This widget cannot be cached.
es_es: Este widget no puede almacenarse en caché.

source: This widget could be cached but the block cache is OFF. Click to enable.
es_es: Este widget puede almacenarse en caché pero la caché de bloques está OFF. Haga click para habilitarla.

source: Caching is enabled. Click to disable.
es_es: La caché está habilitada. Haga click para deshabilitarla.

source: Caching is disabled. Click to enable.
es_es: La caché está deshabilitada. Haga click para habilitarla.

source: Disable this widget!
es_es: ¡Desactivar este complemento!

source: Enable this widget!
es_es: ¡Activar este complemento!

source: Edit widget settings!
es_es: ¡Editar la configuración del complemento!

source: Remove this widget!
es_es: ¡Quitar este complemento!

source: Uncheck All
es_es: Desmarcar todo

source: Check Active
es_es: Activar Comprobación

source: Check Inactive
es_es: Desactivar Comprobación

source: With checked do:
es_es: Cuando está marcado:

source: De-activate
es_es: Desactivar

source: Widgets available for insertion into &laquo;%s&raquo;
es_es: Complementos disponibles para inserción en &laquo;%s&raquo;

source: Multi-Purpose Widgets
es_es: Widgets multipropósito

source: Menu Item Widgets
es_es: Elementos del menú Widgets

source: Navigation Widgets
es_es: Navegación por widgets

source: Content Listing Widgets
es_es: Listado de Widgets

source: Collection Support Widgets
es_es: Soporte de Widgets de la Colección

source: Site Support Widgets
es_es: Soporte de Widgets del Sitio

source: User Support Widgets
es_es: Soporte de Widgets de Usuario

source: Add this widget to the container
es_es: Agregar este complemento al contenedor

source: You do not have permission to perform this action
es_es: No tienes permiso para realizar esta acción

source: WARNING: you are adding to a container that does not seem to be part of the current skin.
es_es: ADVERTENCIA: Estás agregando a un contenedor que, al parecer, no es parte del skin actual.

source: Widget &laquo;%s&raquo; has been added to container &laquo;%s&raquo;.
es_es: complemento &laquo;%s&raquo; ha sido agregado al contenedor &laquo;%s&raquo;.

source: Widget settings have been updated
es_es: La configuración del complemento ha sido actualizado

source: Widget has been disabled.
es_es: El complemento ha sido desactivado.

source: Widget has been enabled.
es_es: El complemento ha sido activado.

source: This widget cannot be cached in the block cache.
es_es: Este widget no puede usar cache en la cache de bloque.

source: Block caching has been turned on for this widget.
es_es: La caché de bloque se ha activado para este widget.

source: Block caching has been turned off for this widget.
es_es: La caché de bloque se ha desactivado para este widget.

source: %d widgets have been enabled.
es_es: %d widgets han sido habilitados.

source: %d widgets have been disabled.
es_es: %d widgets han sido deshabilitados.

source: Widget &laquo;%s&raquo; removed.
es_es: Complemento &laquo;%s&raquo; removido.

source: Widgets updated
es_es: Complementos actualizados

source: Widget order unchanged
es_es: Órden de los complementos sin cambios

source: Update Paused
es_es: Actualización Pausada

source: Select widget to add:
es_es: Selecciona el complemento a añadir:

source: Separator
es_es: Separador

source: Separator between breadcrumbs.
es_es: Separador entre migas de pan.

source: Start with
es_es: Iniciar con

source: Collection name
es_es: Nombre de colección

source: Root parent category
es_es: Categoría padre raíz
