Repository: washedfrere/dudad
Catalog: blog/locales/*/LC_MESSAGES/messages.po
Languages: es_es

source: Longer description. You may also remove this.
es_es: Descripción extendida. Si quieres, lo puedes eliminar.

source: Star formatting e-g [stars:2.3/5]
es_es: Formato de estrellas, ej: [stars:2.3/5]

source: This plugin allows to render star ratings inside blog posts and comments by using the syntax [stars:2.3/5] for example
es_es: Este plugin (complemento) permite renderizar valoraciones de estrellas dentro de los posts del blog y comentarios, mediante el uso de la sintaxis [stars:2.3/5] por ejemplo

source: Test plugin
es_es: Plugin de prueba

source: This plugin responds to virtually all possible plugin events :P
es_es: Este plugin responde a prácticamente todos los eventos de plugin posibles :P

source: Multiple select
es_es: Selección múltiple

source: Paper
es_es: Papel

source: Scissors
es_es: Tijeras

source: Stone
es_es: Piedra

source: This is a free style Multiple Select. You can choose zero or one or more items
es_es: Este es un estilo de elección libre múltiple. Puedes elegir ninguno o más elementos

source: Javascript WYSIWYG editor
es_es: Editor Javascript WYSIWYG

source: Use TinyMCE (Default)
es_es: Usar TinyMCE (Predeterminado)

source: This is the default, which users can override in their profile.
es_es: Esto es lo prodeterminado, los usuarios pueden modificarlo en su perfil.

source: Use compressor
es_es: Usar compresor

source: Use the TinyMCE compressor, which improves loading time.
es_es: Usar el compresor de TinyMCE, lo que reduce el tiempo de carga.

source: Context menu
es_es: Menú contextual

source: Enable this to use an extra context menu in the editor
es_es: Activa esto para usar un menú contextual en el editor

source: Advanced paste support
es_es: Soporte de pegado avanzado

source: Enable this to add support for pasting easily word and plain text files
es_es: Activa esto para agregar soporte a pegado fácil de archivos de texto simple y word

source: Directionality support
es_es: Soporte direccional

source: Enable to add directionality icons to TinyMCE for better handling of right-to-left languages
es_es: Activa para añadir iconos direccionales a TinyMCE para un mejor manejo de los lenguajes de derecha-a-izquierda

source: Custom TinyMCE init
es_es: Inicio personalizado de TinyMCE

source: Custom parameters to tinymce.init(). See the <a %s>TinyMCE manual</a>.
es_es: Parámetros personalizados para tinymce.init(). Consulte el <a %s>manual de TinyMCE</a>.

source: Use TinyMCE
es_es: Usar TinyMCE

source: Check this to enable the extended Javascript editor (TinyMCE).
es_es: Marca esto para activar el editor Javascript extendido (TinyMCE).

source: Enable this to add support for easily pasting word and plain text files
es_es: Activa esto para permitir pegar fácilmente desde word y ficheros de texto simple

source: Enable to add directionality icons to TinyMCE that enables TinyMCE to better handle languages that is written from right to left.
es_es: Activa para añadir iconos de direccionalidad en el editor TinyMCE que activen un mejor manejo de lenguajes de escritura de derecha a izquierda.

source: Toggle to the markup/pro editor.
es_es: Cambia entre marcar/editor profesional.

source: Toggle to the WYSIWYG editor.
es_es: Cambia al editor WYSIWYG.

source: WARNING: By switching to WYSIWYG, you might lose newline and paragraph marks as well as some other formatting. Your text is safe though! Are you sure you want to switch?
es_es: ADVERTENCIA: Al cambiar a WYSIWYG, podría perder las marcas de salto de línea y párrafo así como cualquier otro formato. ¡Sin embargo, el texto permanecerá! ¿Seguro que desea cambiar?

source: Compressed TinyMCE javascript could not be loaded. Check the "%s" plugin setting.
es_es: El editor TinyMCE no pudo ser cargado con javascript comprimido. Comprueba las opciones del complemento "%s".

source: URL to TinyMCE
es_es: URL a TinyMCE

source: TinyMCE javascript could not be loaded. Check the "%s" plugin setting.
es_es: El javascript de TinyMCE no se pudo cargar. Comprueba las opciones del complemento "%s".

source: TinyMCE plugin cannot uses the compressor because folder %s is not writable
es_es: El plugin TinyMCE no puede usar el compresor porque la carpeta %s no es escribible

source: Twitter plugin
es_es: Complemento Twitter

source: Post to your Twitter account when you post to your blog
es_es: Publicar en tu cuenta de Twitter cuando publiques en tu blog

source: Posts to your Twitter account to update Twitter.com with details of your blog post.
es_es: Publica en tu cuenta de Twitter para actualizar Twitter.com con detalles del artículo de tu blog.

source: Update your twitter account with details about the new post.
es_es: Actualiza tu cuenta de twitter con detalles sobre el nuevo artículo.

source: The twitter plugin needs a non-empty code.
es_es: El complemento twitter necesita un código no-nulo.

source: The twitter plugin requires PHP 5.
es_es: El plugin de twitter requiere PHP 5.

source: The twitter plugin requires the PHP curl extension.
es_es: El plugin de twitter requiere la extensión curl de PHP

source: Twitter account status
es_es: Estado de la cuenta de Twitter

source: Message format
es_es: Formato de mensaje

source: Just posted $title$ $url$ #b2p
es_es: Recién publicado $title$ $url$ #b2p

source: $title$, $excerpt$ and $url$ will be replaced appropriately.
es_es: $title$, $excerpt$ y $url$ se reemplazarán apropiadamente.

source: Linked to
es_es: Enlazado a

source: Connection is not available!
es_es: ¡La conexión no está disponible!

source: Click here to link to your twitter account
es_es: Click aquí para enlazar a tu cuenta de twitter

source: Link to another account
es_es: Enlazar a otra cuenta

source: Unlink this account
es_es: Desenlazar esta cuenta

source: An error occurred during twitter plugin initialization. Please try again.
es_es: Ocurrió un error durante la inicialización del plugin de Twitter. Por favor inténtelo de nuevo.

source: Twitter did not answer. Twitter may be overloaded. Please try again.
es_es: Twitter no respondió. Puede estar sobrecargado. Por favor inténtelo de nuevo.

source: Twitter denied the connection.
es_es: Twitter denegó la conexión.

source: Twitter plugin was initialized successfully!
es_es: ¡El plugin (complemento) de Twitter fue inicializado con éxito!

source: Your twitter account has been unlinked.
es_es: Su cuenta de Twitter ha sido desenlazada.

source: You must configure a twitter username/password before you can post to twitter.
es_es: Debes configurar el usuario/contraseña de twitter antes de que puedas publicar en twitter.

source: Posted to account @
es_es: Posteado en la cuenta @

source: Video plug for a few popular video sites.
es_es: Plugin de video para unos sitios de video más populares.

source: This is a basic video plug pluigin. Use it by entering [video:youtube:123xyz] or [video:dailymotion:123xyz] into your post, where 123xyz is the ID of the video.
es_es: Esta es un plugin básico para videos. Úsala agregando [video:youtube:123xyz] o [video:dailymotion:123xyz] en tu publicación, donde 123xyz es el ID del video.

source: Insert Youtube video
es_es: Insertar Youtube video

source: Insert vimeo video
es_es: Insertar video vimeo

source: Insert DailyMotion video
es_es: Insertar DailyMotion video

source: Copy/paste the URL or the ID of your video from %s:
es_es: Copiar/Pegar la URL o el ID de tu vídeo desde %s:

source: The URL you provided could not be recognized.
es_es: La URL que nos ha facilitado no puede ser reconocida.

source: The URL or video ID is invalid.
es_es: La URL o el ID del vídeo es inválido.

source: Adds text watermark to generated thumbnails
es_es: Añadir marca de agua con texto a las miniaturas generadas

source: Adds text watermark to generated thumbnails greater than 160x160 pixels
es_es: Añadir marca de agua con texto a las miniaturas generadas mayores que 160x160 pixels

source: Image text
es_es: Texto de la imagen

source: The text to write on the image.
es_es: El texto a escribir en la imagen.

source: Font file name
es_es: Nombre del archivo de fuente

source: You can upload your own fonts to the plugin's font directory (%s), then select the filename here. By default "%s" is used.
es_es: Puede subir sus propias fuentes en el directorio de fuentes del plugin (%s) y seleccionar el nombre del archivo aquí. Por defecto, se utilizará "%s".

source: Font size
es_es: Tamaño de la fuente

source: Min dimension
es_es: Dimensión mínima

source: Enter the minimum pixel dimension an image must have to get a watermark.
es_es: Introduzca la dimensión mínima en píxeles que una imagen debe tener para aceptar marcas de agua.

source: Unable to load font file: %s
es_es: Imposible cargar desde el archivo: %s

source: Wide scroll
es_es: Scroll ancho

source: This plugin allows to horizontally scroll through blocks of wide content.
es_es: Este plugin permite desplazamiento horizontal a través de bloque de contenido amplio.

source: Wide scroll:
es_es: Scroll ancho:

source: Wiki Tables converter
es_es: Convertidor de Tablas Wiki

source: You can create tables with accepted format:<br /> {| table start<br /> <br /> |- table row<br /> <br /> |} table end<br /> See manual for more.
es_es: Puede crear tablas con el formato aceptado:<br /> {| table start<br /> <br /> |- table row<br /> <br /> |} table end<br /> Vea el manual para más información.

source: In response to:
es_es: En respuesta a:

source: %s in response to: %s
es_es: %s en respuesta a: %s

source: Send a message to the owner of this blog...
es_es: Enviar un mensaje al propietario de este blog...

source: Colorbox Image Zoom
es_es: Zoom de imágenes Colorbox

source: Check to enable javascript zooming on images (using the colorbox script)
es_es: Marcar para habilitar un zoom de javascript sobre las imágenes (usando el script Colorbox)

source: Voting on Post Images
es_es: Votación de Imágenes Publicadas

source: Check this to enable AJAX voting buttons in the colorbox zoom view
es_es: Compruebe esta opción para activar los botones de voto de AJAX en la vista zoom de colorbox

source: Display Votes
es_es: Mostrar Votos

source: Check to display number of likes and dislikes
es_es: Marcar para mostrar el número de 'me gusta' y 'no me gusta'

source: Voting on Comment Images
es_es: Votación en Imágenes comentadas

source: Voting on User Images
es_es: Votación de Imágenes de Usuario

source: Display gender
es_es: Mostrar género

source: Autocomplete usernames
es_es: Autocompletar nombres de usuario

source: Header
es_es: Encabezado

source: Sidebar
es_es: Barra lateral

source: Comment from:
es_es: Comentario de:

source: Trackback from:
es_es: Trackback de:

source: Pingback from:
es_es: Pingback de:

source: Your email address will <strong>not</strong> be displayed on this site.
es_es: Tu dirección email <strong>NO</strong> será mostrada en este sitio.

source: Site/Url
es_es: Sitio/URL

source: Your URL will be displayed.
es_es: Tu URL será mostrada.

source: Allowed XHTML tags
es_es: Tags XHTML permitidos

source: (Set cookies for name, email &amp; url)
es_es: (Establecer cookies para nombre,amail &amp; url)

source: Remember me
es_es: Recuérdame

source: Trackback address for this post:
es_es: Dirección trackback para esta publicación:

source: No %s for this post yet...
es_es: No hay %s para esta publicación aún...

source: Page Top
es_es: Página Top

source: Select blog:
es_es: Seleccionar blog:

source: Layout Settings
es_es: Ajustes de Composición

source: Single Column Large
es_es: Una sola columna grande

source: Single Column
es_es: Una sola columna

source: Single Column Narrow
es_es: Una sola columna estrecha

source: Single Column Extra Narrow
es_es: Una sola columna muy estrecha

source: Left Sidebar
es_es: Barra lateral izquierda

source: Right Sidebar
es_es: Barra lateral derecha

source: Max image height
es_es: Altura máxima de imagen

source: Username options
es_es: Opciones de nombre de usuario

source: When access is denied or requires login...
es_es: Cuando se deniega el acceso o se requiere identificación...

source: Display on login screen
es_es: Muestra la pantalla de autentificación

source: "%s" container
es_es: Contenedor "%s"

source: Sidebar 2
es_es: Barra lateral 2

source: Footer
es_es: Pié de página

source: Log in to your account
es_es: Inicie sesión en su cuenta

source: No replies yet...
es_es: No hay respuestas aún...

source: Edit Intro
es_es: Editar Introducción

source: This forum is locked: you cannot post, reply to, or edit topics.
es_es: Este foro está clausurado: no puede postear, responder a, o editar temas de conversación.

source: Forum (contains several topics)
es_es: Foro (contiene varios temas)

source: %s topics
es_es: %s temas

source: %s replies
es_es: %s respuestas

source: Thread started by
es_es: Tema iniciado por

source: Last touched:
es_es: Última modificación:

source: Started by
es_es: Iniciado por

source: Back to top
es_es: Volver a la parte superior

source: Quote
es_es: Cita

source: Reply with quote
es_es: Responder con una cita

source: Edit this topic
es_es: Editar este tema

source: Delete this topic
es_es: Eliminar este tema

source: Sidebar Single
es_es: Barra lateral individual

source: PREVIEW Comment from:
es_es: PREVISUALIZAR comentario de:

source: from:
es_es: De:

source: in response to:
es_es: en respuesta a:

source: Is this reply helpful?
es_es: ¿Es provechosa esta respuesta?

source: Mark this reply as helpful!
es_es: ¡Marcar esta respuesta como provechosa!

source: You think this reply is helpful
es_es: Piensa que esta respuesta es provechosa

source: Mark this reply as not helpful!
es_es: ¡Marcar esta respuesta como no provechosa!

source: You think this reply is not helpful
es_es: Piensa que esta respuesta no es provechosa

source: Mark this reply as spam!
es_es: ¡Marcar esta respuesta como spam!

source: You think this reply is spam
es_es: Piensa que esta respuesta es spam

source: Mark this reply as not sure!
es_es: ¡Marcar esta respuesta como no segura!

source: You are not sure in this reply
es_es: No está seguro para esta respuesta

source: Mark this reply as OK!
es_es: ¡Marcar esta respuesta como satisfactoria!

source: You think this reply is OK
es_es: Piensa que esta respuesta es satisfactoria

source: Edit this reply
es_es: Editar esta respuesta

source: Delete this reply
es_es: Borrar esta respuesta

source: Discussion topic
es_es: Tema de discusión

source: Sticky topic / Announcement
es_es: Tema resaltado / Aviso

source: Sticky
es_es: Fijado

source: This topic is locked: you cannot edit posts or make replies.
es_es: Este tema de conversación está clausurado: no pude editar posts o crear respuestas.

source: Popular topic
es_es: Tema popular

source: By
es_es: Por

source: View latest comment
es_es: Ver el último comentario

source: View latest post
es_es: Ver el último post

source: Forum is locked
es_es: El fórum está clausurado

source: Sub-forum (contains several topics)
es_es: Subforo (contiene varios temas)

source: Locked topic
es_es: Tema bloqueado

source: There is no topic in this forum yet.
es_es: Aún no hay temas en este foro.

source: You must activate your account before you can post a new topic.
es_es: Debe activar su cuenta antes de publicar un nuevo tema.

source: Topic:
es_es: Tema:

source: Reply:
es_es: Contestar:

source: Forum:
es_es: Foro:

source: Tag:
es_es: Etiqueta:

source: General Layout
es_es: Disposición General

source: No Sidebar
es_es: Sin barra lateral

source: Single Thread Layout
es_es: Disposición simple del hilo

source: Forum Display Settings
es_es: Opciones de visualización del foro

source: Post date
es_es: Fecha de publicación

source: Display the date of each post
es_es: Mostrar la fecha para cada artículo

source: Display "Public" banner
es_es: Mostrar el rótulo "Público"

source: Display banner for "Public" posts (posts & comments)
es_es: Mostrar rótulo para posts (posts y comentarios) "Públicos"

source: Post new topic
es_es: Postear un nuevo tema de conversación

source: Reply
es_es: Contestar

source: Reply to topic
es_es: Responder al tema de conversación

source: Recent Topics
es_es: Temas recientes

source: New Topics
es_es: Temas nuevos

source: Edit topic
es_es: Editar este tema

source: Duplicate topic
es_es: Duplicar este tema

source: Latest Replies
es_es: Últimas respuestas

source: User's topics
es_es: Temas de conversación del usuario

source: User's replies
es_es: Respuestas del usuario

source: This site has no public contents.
es_es: Este sitio no tiene contenido público.

source: No pictures yet
es_es: Sin imágenes aún

source: Click to see contents
es_es: Clic para ver contenidos

source: Image Viewing
es_es: Visualización de Imagen

source: Max comment image height
es_es: Altura máxima del comentario de la imagen

source: Thumbnail size for Albums
es_es: Tamaño de miniatura para álbumes

source: Thumbnail size inside Album
es_es: Tamaño de miniatura dentro del álbum

source: Thumbnail size in Media index
es_es: Tamaño de miniatura en el índice de medios

source: Display banner for "Public" albums (albums & comments)
es_es: Mostrar el rótulo "Público" para álbumes (álbumes y comentarios)

source: Page Styles
es_es: Estilos de página

source: Page text size
es_es: Tamaño de la página de texto

source: Default value is 14 pixels.
es_es: El valor predeterminado es de 14 pixels.

source: Page text color
es_es: Color texto de página

source: E-g: #00ff00 for green
es_es: Ej: #00ff00 para verde

source: Page link color
es_es: Color de enlace de la página

source: Current tab text color
es_es: Color del texto de la pestaña actual

source: E-g: #ff6600 for orange
es_es: Ej: #ff6600 para naranja

source: Page background color
es_es: Color fondo de página

source: Galleries
es_es: Galerías

source: All Albums
es_es: Todos los álbumes

source: Edit title/description...
es_es: Editar título/descripción...

source: Link:
es_es: Vínculo:

source: (%s photos)
es_es: (%s fotos)

source: Image section
es_es: Sección de imagen

source: Background image
es_es: Imagen del fondo

source: Title color
es_es: Color del título

source: Text color
es_es: Color del texto

source: Link color
es_es: Color del enlace

source: E-g: #0000ff for blue
es_es: Ej: #0000ff para azul

source: Muted text color
es_es: Color del texto apagado

source: Front Page Main Area Overlay
es_es: Area de superposición de la página principal

source: Width
es_es: Ancho

source: Middle
es_es: Medio

source: Background color
es_es: Color de fondo

source: Background opacity
es_es: Opacidad del fondo

source: Inverse icon color
es_es: Color del icono inverso

source: Front Page Secondary Area
es_es: Zona secundaria de la portada

source: The manual page you are requesting doesn't seem to exist (yet).
es_es: La página del manual que está solicitando no parece existir (aún).

source: Create this page now
es_es: Crear esta página ahora

source: You can search the manual below.
es_es: Puede buscar en el manual debajo.

source: or you can browse the table of contents below:
es_es: o puede navegar por la tabla de contenidos de debajo:

source: Table of contents
es_es: Tabla de contenidos

source: Comment form
es_es: Formulario de comentario

source: Comments on this chapter
es_es: Comentarios en este capítulo

source: Edit Cat
es_es: Editar categoría

source: View history
es_es: Ver historial

source: Add Intro
es_es: Añadir introducción

source: Add a sub-chapter here
es_es: Añadir un sub-capítulo aquí

source: Add a page here
es_es: Añadir una página aquí

source: Page navigation
es_es: Página de navegación

source: Check this to show previous/next page links to navigate inside the <b>current</b> chapter.
es_es: Active esta opción para mostrar el anterior/siguiente enlace para navegar dentro del capítulo <b>actual</b>.

source: Filed under
es_es: Archivado bajo

source: This entry was posted on
es_es: Esta entrada se publicó el

source: by
es_es: por

source: This entry was posted by
es_es: Esta entrada fue publicada por

source: and is filed under
es_es: Archivado en:

source: Background Color
es_es: Color del fondo

source: E-g: #000000 for black
es_es: Ej.: #000000 para negro

source: In
es_es: En

source: Posted in
es_es: Publicado en

source: Header gradient top color
es_es: Color superior del gradiente de la cabecera

source: Header gradient bottom color
es_es: Color inferior del gradiente de la cabecera

source: Sidebar position
es_es: Posición de la barra lateral

source: Edit post
es_es: Editar post

source: Post a new topic
es_es: Postear un nuevo tema de conversación

source: Appears in
es_es: Aparece en

source: Main forum
es_es: Foro principal

source: Additional forum
es_es: Foros adicionales

source: Message body
es_es: Cuerpo del mensaje

source: Make this topic sticky (featured at the top of the list)
es_es: Fijar este tema de conversación (colocado en la parte superior de la lista)

source: Allow replies
es_es: Permitir respuestas

source: Check this to let b2evolution auto-suggest tags as you type, based on the tags existing on other posts.
es_es: Active esta opción para permitir que b2evolution sugiera etiquetas automáticamente a medida que escribe sobre la base de etiquetas existentes en otras publicaciones.

source: suggest
es_es: sugerencia

source: You do not have permission to edit file attachments for this post
es_es: No tiene permiso para editar ficheros adjuntos para este post

source: Editing reply
es_es: Editar respuesta

source: Comment content
es_es: Contenido del comentario

source: Comment date
es_es: Fecha del comentario

source: You do not have permission to edit file attachments for this comment
es_es: No tiene permiso para editar ficheros adjuntos para este comentario

source: Topics
es_es: Temas de conversación

source: Replies
es_es: Respuestas

source: No new posts
es_es: No hay nuevos posts

source: Topic
es_es: Tema de conversación

source: Posted:
es_es: Posteado:

source: Topic subject
es_es: Asunto del tema de conversación

source: PREVIEW Message
es_es: PREVISUALIZAR mensaje

source: This is your topic. You are receiving notifications when anyone posts a reply on your topics.
es_es: Este es su tema de conversación. Está recibiendo notificaciones cuando alguien postea una respuesta en sus temas de conversación.

source: You will be notified by email when someone posts a reply here.
es_es: Se le notificará por correo electrónico cuando alguien postee una respuesta aquí.

source: Notify me by email when someone posts a reply here.
es_es: Notificarme por correo electrónico cuando alguien postea una respuesta aquí.

source: Submit
es_es: Enviar

source: Post a reply
es_es: Postear una respuesta

source: You must be a member of this blog to post a reply.
es_es: Debe ser un miembro de este blog para postear una respuesta

source: You must be logged in to post a reply.
es_es: Debe estar autentificado para postear una respuesta.

source: You must activate your account before you can post a reply.
es_es: Debe activar su cuenta antes de que pueda postear una respuesta.

source: RSS feed for replies to this topic
es_es: RSS feed (aviso de actualizaciones RSS) para respuestas a este tema de conversación

source: This topic is closed.
es_es: Este tema de conversación está cerrado.

source: Your email address will <strong>not</strong> be revealed on this site.
es_es: Tu dirección email <strong>NO</strong> será mostrada en este sitio.

source: Your vote
es_es: Tu voto

source: Attached files
es_es: Ficheros adjuntos

source: For my next comment on this site
es_es: Para mi siguiente comentario en este sitio

source: Allow message form
es_es: Permitir formulario de mensajes
