Repository: washedfrere/dudad
Catalog: blog/locales/*/LC_MESSAGES/messages.po
Languages: es_es

source: This country already exists. Do you want to <a %s>edit the existing country</a>?
es_es: Este país ya existe. ¿Quieres <a %s>editar el país existente</a>?

source: New country created.
es_es: Nuevo país creado.

source: Country updated.
es_es: País actualizado.

source: Country &laquo;%s&raquo; deleted.
es_es: País &laquo;%s&raquo; eliminado.

source: Cannot delete country &laquo;%s&raquo;
es_es: No se puede eliminar el país &laquo;%s&raquo;

source: Delete country &laquo;%s&raquo;?
es_es: ¿Eliminar el país &laquo;%s&raquo;?

source: Currency
es_es: Divisa

source: Disabled currency (%s, #%d).
es_es: Divisa desactivada (%s, #%d).

source: Enabled currency (%s, #%d).
es_es: Divisa activada (%s, #%d).

source: This currency already exists. Do you want to <a %s>edit the existing currency</a>?
es_es: Esta divisa ya existe. ¿Quieres <a %s>editar la divisa existente</a>?

source: New currency created.
es_es: Nueva divisa creada.

source: Currency updated.
es_es: Divisa actualizada.

source: Currency &laquo;%s&raquo; deleted.
es_es: Divisa &laquo;%s&raquo; eliminada.

source: Cannot delete currency &laquo;%s&raquo;
es_es: No se puede eliminar la divisa &laquo;%s&raquo;

source: Delete currency &laquo;%s&raquo;?
es_es: ¿Eliminar la divisa &laquo;%s&raquo;?

source: %d related users
es_es: %d usuarios relacionados

source: City code must be from 1 to 12 letters.
es_es: El código de ciudad debe ser de entre 1 y 12 letras.

source: %d related regions
es_es: %d regiones relacionadas

source: %d related cities
es_es: %d ciudades relacionadas

source: Country code must be 2 letters.
es_es: El código de país debe ser de 2 letras.

source: Please select a currency
es_es: Seleccione una moneda

source: %d related countries
es_es: %d paises relacionados

source: Currency code must be 3 letters.
es_es: El código de moneda debe ser de 3 letras.

source: %d related sub-regions
es_es: %d sub-regiones relacionadas

source: Region code must be from 1 to 6 letters.
es_es: El código de región debe ser de entre 1 y 6 letras.

source: Frequent
es_es: Frecuente

source: Other
es_es: Otros

source: Frequent regions
es_es: Regiones frecuentes

source: Other regions
es_es: Otras regiones

source: Frequent sub-regions
es_es: Sub-regiones frecuentes

source: Other sub-regions
es_es: Otras sub-regiones

source: Frequent cities
es_es: Ciudades frecuentes

source: Other cities
es_es: Otras ciudades

source: Sub-region code must be from 1 to 6 letters.
es_es: El código de sub-región debe tener de 1 a 6 letras.

source: Disabled region (%s, #%d).
es_es: Región deshabilitada (%s, #%d).

source: Enabled region (%s, #%d).
es_es: Región habilitada (%s, #%d).

source: Removed from preferred regions (%s, #%d).
es_es: Eliminada de las regiones preferidas (%s, #%d).

source: Added to preferred regions (%s, #%d).
es_es: Añadida a las regiones preferidas (%s, #%d).

source: This region already exists. Do you want to <a %s>edit the existing region</a>?
es_es: Esta región ya existe. ¿Quiere <a %s>editar la región existente</a>?

source: New region created.
es_es: Creada nueva región.

source: Region updated.
es_es: Región actualizada.

source: Region &laquo;%s&raquo; deleted.
es_es: Región &laquo;%s&raquo; borrada.

source: Cannot delete region &laquo;%s&raquo;
es_es: No se pudo borrar la región &laquo;%s&raquo;

source: Delete region &laquo;%s&raquo;?
es_es: ¿Borrar la región &laquo;%s&raquo;?

source: Disabled sub-region (%s, #%d).
es_es: Sub-región deshabilitada (%s, #%d).

source: Enabled sub-region (%s, #%d).
es_es: Sub-región habilitada (%s, #%d).

source: Removed from preferred sub-regions (%s, #%d).
es_es: Eliminar de las sub-regiones preferidas (%s, #%d).

source: Added to preferred sub-regions (%s, #%d).
es_es: Añadir a las sub-regiones preferidas (%s, #%d).

source: This sub-region already exists. Do you want to <a %s>edit the existing sub-region</a>?
es_es: Esta sub-región ya existe. ¿Quiere <a %s>editar la sub-región existente</a>?

source: Cannot delete sub-region &laquo;%s&raquo;
es_es: No se pudo borrar la sub-región &laquo;%s&raquo;

source: Delete sub-region &laquo;%s&raquo;?
es_es: ¿Borrar la sub-región &laquo;%s&raquo;?

source: Invalid time format.
es_es: Formato de hora inválido.

source: Time settings updated.
es_es: Actualizadas las configuraciones horarias.

source: Delete this city!
es_es: ¡Borrar esta ciudad!

source: New city
es_es: Nueva ciudad

source: Post code
es_es: Código postal

source: Cancel importing!
es_es: ¡Cancelar importado!

source: Import cities
es_es: Importar ciudades

source: Select a country and upload a CSV file with the following columns:
es_es: Seleccionar un país y subir el fichero CSV (separado por comas) con las siguientes columnas:

source: 1. Postcode
es_es: 1. Código postal

source: 2. City name
es_es: 2. Nombre de la ciudad

source: 3. Optional: sub region code
es_es: 3. Opcional: código de sub-region

source: CSV File
es_es: Fichero CSV (separado por comas)

source: Disable the city!
es_es: ¡Deshabilitar la ciudad!

source: Enable the city!
es_es: ¡Habilitar la ciudad!

source: Remove from preferred cities
es_es: Eliminar de las ciudades preferidas

source: Add to preferred cities
es_es: Añadir a las ciudades preferidas

source: Preferred
es_es: Preferidas

source: Edit this country...
es_es: Editar este país...

source: Edit this region...
es_es: Editar esta región...

source: Edit this sub-region...
es_es: Editar esta sub-región...

source: Edit this city...
es_es: Editar esta ciudad...

source: Duplicate this city...
es_es: Duplicar esta ciudad...

source: Create a new city ...
es_es: Crear una nueva ciudad ...

source: Import cities from CSV file ...
es_es: Importa ciudades desde el fichero CSV (separado por comas) ...

source: Import CSV
es_es: Importar CSV

source: Delete this country!
es_es: ¡Eliminar este país!

source: New country
es_es: Nuevo país

source: Default Currency
es_es: Divisa predeterminada

source: Disable the country!
es_es: ¡Desactivar el país!

source: Enable the country!
es_es: ¡Activar el país!

source: Remove from preferred countries
es_es: Eliminar de los países preferidos

source: Add to preferred countries
es_es: Añadir a los países preferidos

source: Duplicate this country...
es_es: Duplicar este país...

source: Create a new country ...
es_es: Crear un nuevo país...

source: Delete this currency!
es_es: ¡Eliminar esta divisa!

source: New currency
es_es: Nueva divisa

source: Shortcut
es_es: Acceso directo

source: Currencies list
es_es: Lista de divisas

source: Disable the currency!
es_es: ¡Desactivar esta divisa!

source: Enable the currency!
es_es: ¡Activar esta divisa!

source: Edit this currency...
es_es: Editar esta divisa...

source: Duplicate this currency...
es_es: Duplicar esta divisa...

source: Create a new currency...
es_es: Crear nueva divisa...

source: Delete this region!
es_es: ¡Borrar esta región!

source: New region
es_es: Nueva región

source: Regions/States
es_es: Regiones/Estados

source: Disable the region!
es_es: ¡Deshabilitar la región!

source: Enable the region!
es_es: ¡Habilitar la región!

source: Remove from preferred regions
es_es: Eliminar de las regiones preferidas

source: Add to preferred regions
es_es: Añadir a las regiones preferidas

source: Duplicate this region...
es_es: Duplicar esta región...

source: Create a new region...
es_es: Crear una nueva región...

source: Delete this sub-region!
es_es: ¡Borrar esta sub-región!

source: New sub-region
es_es: Nueva sub-región

source: Sub-regions/Departments/Counties
es_es: Sub-regiones/Departamentos/Países

source: Disable the sub-region!
es_es: ¡Deshabilitar la sub-región!

source: Enable the sub-region!
es_es: ¡Habilitar la sub-región!

source: Remove from preferred sub-regions
es_es: Eliminar de las sub-regiones preferidas

source: Add to preferred sub-regions
es_es: Añadir a las sub-regiones preferidas

source: Duplicate this sub-region...
es_es: Duplicar esta sub-región...

source: Create a new sub-region...
es_es: Crear una nueva sub-región...

source: Time settings
es_es: Configuraciones horarias

source: If you're not on the timezone of your server.
es_es: Si no se encuentra en la zona horaria de su servidor

source: Time difference
es_es: Diferencia horaria

source: in hours, e.g. "1", "1:30" or "-1.5"
es_es: en horas, ej. "1", "1:30" o "-1.5"

source: Current server time
es_es: Hora actual del servidor

source: Calculate time difference
es_es: Calcular diferencia horaria

source: Collection Analytics
es_es: Analíticas de la colección

source: Hit summary
es_es: Resumen de hits

source: Search B-hits
es_es: Hits de búsqueda de navegador

source: Referered B-hits
es_es: Hits de navegador referidos

source: Direct B-hits
es_es: Hits de navegador directos

source: All Hits
es_es: Todas las visitas

source: Global Analytics
es_es: Analíticas globales

source: Page stats
es_es: Estadísticas de la página

source: Global hits
es_es: Accesos globales

source: Browser hits
es_es: Hits de navegadores

source: Robot hits
es_es: Hits de Robots

source: RSS/Atom hits
es_es: Accesos RSS/Atom

source: Search hits
es_es: Accesos mediante búsquedas

source: Top engines
es_es: Primeros motores

source: All referrers
es_es: Todos los referentes

source: Top referrers
es_es: Top referentes

source: Goal hits
es_es: Accesos metas

source: Extract info from hit log
es_es: Extraer información desde un registro de visitas

source: Prune old hits & sessions (includes OPTIMIZE)
es_es: Purgar visitas y sesiones antiguas (incluye OPTIMIZE)

source: Sorry, there is no blog you have permission to view stats for.
es_es: Lo sentimos, no hay blog en que tienes permiso para ver las estadísticas.

source: Goal Category
es_es: Categoría de Meta

source: This goal already exists. Do you want to <a %s>edit the existing goal</a>?
es_es: Este objetivo ya existe. ¿Quieres <a %s>editar el objetivo existente</a>?

source: New goal created.
es_es: Nueva meta creada.

source: Goal updated.
es_es: Meta actualizada.

source: Goal &laquo;%s&raquo; deleted.
es_es: Objetivo &laquo;%s&raquo; eliminado.

source: Cannot delete goal &laquo;%s&raquo;
es_es: No se puede eliminar el objetivo &laquo;%s&raquo;

source: New goal category created.
es_es: Creada nueva categoría de meta.

source: Goal category updated.
es_es: Categoría de meta actualizada.

source: Cannot delete goal category &laquo;%s&raquo;
es_es: No se puede eliminar la categoría de meta &laquo;%s&raquo;

source: Goal category &laquo;%s&raquo; deleted.
es_es: Categoría de meta &laquo;%s&raquo; eliminada.

source: Goal definitions
es_es: Definiciones de objetivos

source: Goal hit stats
es_es: Estadísticas de accesos a objetivos

source: Goal categories
es_es: Categorías de meta

source: Delete goal &laquo;%s&raquo;?
es_es: ¿Eliminar objetivo &laquo;%s&raquo;?

source: Delete goal category &laquo;%s&raquo;?
es_es: Eliminar categoría de meta &laquo;%s&raquo;?

source: Please enter domain name.
es_es: Por favor, introduzca el nombre de dominio.

source: Domain already exists with the same name and type.
es_es: Ya existe un dominio con el mismo nombre y tipo.

source: %d related goal hits
es_es: %d accesos a objetivos relacionados

source: Edit this goal...
es_es: Editar este objetivo...

source: Duplicate this goal...
es_es: Duplicar este objetivo...

source: Delete this goal!
es_es: ¡Eliminar este objetivo!

source: Please select a category.
es_es: Por favor, seleccione una categoría.

source: Please enter Normal Redirection URL.
es_es: Por favor, introduzca URL de Redirección Normal.

source: Temporary Redirection URL should not be equal to Normal Redirection URL
es_es: URL de Redirección Temporal no debe ser igual a URL de Redirección Normal.

source: Temporary Start Date/Time should not be greater than Temporary End Date/Time
es_es: Fecha/Hora Temporal de Inicio no debe ser mayor que Fecha/Hora Temporal de Finalización

source: Default value must be a number.
es_es: El valor predeterminado debe ser numérico.

source: %d related goals
es_es: %d metas relacionadas

source: bad char in User Agent
es_es: Carácter no válido en el agente de usuario

source: Pruning has already been done today
es_es: Las estadísticas ya han sido purgadas hoy

source: The old hits & sessions have been pruned.
es_es: Las visitas viejas y sesiones han sido recortadas.

source: Direct browser hits
es_es: Hits directos de navegadores

source: Refered browser hits
es_es: Hits de navegador referidos

source: n.a.
es_es: n.d.

source: Search referer
es_es: Remitente ('referer') de la búsqueda

source: Aggregator referer
es_es: Remitente ('referer') del agregador

source: Email provider
es_es: Proveedor de correo electrónico

source: Incorrect crumb received!
es_es: ¡Contenido recibido incorrecto!

source: Your request was stopped for security reasons.
es_es: Tu petición ha sido detenida por motivos de seguridad.

source: Have you waited more than %d minutes before submitting your request?
es_es: ¿Ha esperado más de %d minutos antes de enviar su petición?

source: Please go back to the previous page and refresh it before submitting the form again.
es_es: Por favor retrocede a la página anterior y recárgala antes de enviar el formulario de nuevo.

source: Alternatively, you can try to resubmit your request with a refreshed crumb:
es_es: Alternativamente, puedes intentar reenviar tu petición con un contenido renovado:

source: Resubmit now!
es_es: ¡Reenviar ahora!

source: Changed hit #%d type to: %s.
es_es: Cambiado tipo de hit #%d a: %s.

source: Deleted %d hits for %s.
es_es: Eliminado %d hits para %s.

source: No hits deleted for %s.
es_es: Ningún hit eliminado para %s.

source: Domain
es_es: Dominio

source: New domain created.
es_es: Nuevo dominio creado.

source: Summary
es_es: Resumen

source: Browsers
es_es: Navegadores

source: Direct hits
es_es: Accesos directos

source: Referred by other sites
es_es: Referido por otros sitios

source: Incoming searches
es_es: Búsquedas entrantes

source: Searched keywords
es_es: Palabras clave buscadas

source: Top search engines
es_es: Principales motores de búsqueda

source: Add domain
es_es: Agregar dominio

source: New goal
es_es: Nuevo objetivo

source: Key
es_es: Clave

source: Should be URL friendly
es_es: Debe ser una URL amigable

source: Normal Redirection URL
es_es: URL de Redirección Normal

source: Temporary Redirection URL
es_es: URL de Redirección Temporal

source: Temporary Start Date
es_es: Fecha Temporal de Inicio

source: Temporary Start Time
es_es: Hora Temporal de Finalización

source: Temporary End Date
es_es: Fecha Temporal de Finalización

source: Temporary End Time
es_es: Hora Temporal de Finalización

source: Default value
es_es: Valor predeterminado

source: Goal hit summary
es_es: Resumen de accesos a objetivos

source: Goal names starting with
es_es: Nombres de objetivos que empiezan con

source: Goal category
es_es: Categoría de meta

source: Hits from web browsers - Summary
es_es: Registros desde navegadores web - Resumen

source: Referring searches
es_es: Búsqueda de referentes

source: Referers
es_es: Referentes

source: Direct accesses
es_es: Accesos directos

source: Self referred
es_es: Auto-referidos

source: Special referrers
es_es: Referentes especiales

source: Referer spam
es_es: Correo no deseado de referentes

source: Sessions
es_es: Sesiones

source: Prune hits for this date!
es_es: ¡Podar hits para esta fecha!

source: Delete this goal category!
es_es: ¡Eliminar esta categoría de meta!

source: New goal category
es_es: Nueva categoría de meta

source: Edit this goal category...
es_es: Editar esta categoría de meta...

source: Copy this goal category...
es_es: Copiar esta categoría de meta...

source: Delete this goal category...
es_es: Eliminar esta categoría de meta...

source: Create a new goal category...
es_es: Crear nueva categoría de meta...

source: Recent goal hits
es_es: Accesos recientes a objetivos

source: Exclude
es_es: Excluye

source: Session ID
es_es: ID de sesión

source: All but current session
es_es: Todo menos la sesión actual

source: Session
es_es: Sesión

source: Date Time
es_es: Fecha Hora

source: Search keywords
es_es: Palabras clave de búsqueda

source: Extra params
es_es: Params extra

source: Final only
es_es: Sólo final

source: Redirect to
es_es: Redirigido a

source: Def. val.
es_es: Valor prede.

source: Create a new goal...
es_es: Crear un nuevo objetivo...

source: New Domain
es_es: Nuevo Dominio

source: Referrer type
es_es: Tipo de referente

source: Spam status
es_es: Estatus de correo no deseado

source: All referring domains
es_es: Todo los dominios referentes

source: Referring domains for collection %s
es_es: Dominios referentes para colección %s

source: Domain name
es_es: Nombre de dominio

source: Regular sites
es_es: Sitios regulares

source: Search engines
es_es: Motores de búsqueda

source: Feed aggregators
es_es: Agregadores RSS

source: Email domains
es_es: Dominios de correo electrónico

source: Aggregators
es_es: Agregadores

source: Global total
es_es: Total global

source: Hit count
es_es: Número de hits

source: Hits from indexing robots / spiders / crawlers - Summary
es_es: Accesos de robots de indexado / arañas / rastreadores - Resumen

source: In order to be detected, robots must be listed in /conf/_stats.php.
es_es: Para ser detectados, los robots debes estar listados en /conf/_stats.php.

source: Top referring search engines
es_es: Principales motores de búsqueda referentes

source: Search engine
es_es: Motor de búsqueda

source: % of total
es_es: % del total

source: Keyphrases
es_es: Palabras clave

source: Split search engines
es_es: Dividir motores de búsqueda

source: keyphrases
es_es: palabras clave

source: Unique IP hits
es_es: Accesos de IP única

source: Refered searches
es_es: Búsquedas relacionadas

source: Internal searches
es_es: Búsquedas internas

source: Cumulative
es_es: Acumulativo

source: Reset counters
es_es: Restablecer contadores

source: You have no permission to see this tab!
es_es: ¡No tiene ningún permiso para ver esta pestaña!

source: Recent sessions
es_es: Sesiones recientes

source: Last seen
es_es: Visto por última vez

source: User login
es_es: Nombre de usuario

source: Remote IP
es_es: IP remoto

source: %d day
es_es: %d día

source: %d days
es_es: %d días

source: Session length
es_es: Duración de la sesión

source: Hit & session logging
es_es: Registración de hits y sesiones

source: on every public page
es_es: en cada página pública

source: on every admin page
es_es: en cada página de administración

source: Log hits
es_es: Registrar hits

source: Not recommended! Your database will grow very large!
es_es: ¡No recomendado! ¡Tu base de datos crecerá mucho!

source: On every page
es_es: En cada página

source: This is guaranteed to work but uses extra resources with every page displayed.
es_es: Garantizado que funciona, pero utilizará recursos adicionales por cada página visualizada.

source: With a scheduled job
es_es: Con una tarea programada

source: Auto pruning
es_es: Auto-poda de estadísticas

source: Note: Even if you don't log hits, you still need to prune sessions!
es_es: Nota: Aún y cuando no se registran hits, ¡deberías podar sesiones igual!

source: Prune after
es_es: Podar estadísticas después de

source: days. How many days of hits & sessions do you want to keep in the database for stats?
es_es: días. ¿Cuántos días de hits y sesiones quieres guardar en la base de datos para estadísticas?

source: Global hits - Summary
es_es: Accesos globales - Resumen

source: Standard/Browsers
es_es: Standard/Navegadores

source: Service
es_es: Servicio

source: Hits from RSS/Atom feed readers - Summary
es_es: Accesos de lectores de servicio RSS/Atom - Resumen

source: Any user agent accessing the XML feeds will be flagged as an XML reader.
es_es: Cualquier agente de usuario que accede a los feed XML será marcado como un lector XML.

source: XML (RSS/Atom) hits
es_es: Visitas XML (RSS/Atom)

source: Reverse DNS
es_es: DNS Inverso

source: Recent hits
es_es: Accesos recientes

source: Refered hits
es_es: Visitas remitidas

source: Show all sessions
es_es: Mostrar todas las sesiones

source: Agent
es_es: Agente

source: Device
es_es: Dispositivo

source: Serp rank
es_es: Ranking SERP

source: Hit type
es_es: Tipo de visita

source: Requested URI
es_es: URI solicitado

source: HTTP resp
es_es: Resp HTTP

source: Agent Name
es_es: Nombre del Agente

source: From date
es_es: Desde fecha

source: To date
es_es: Hasta fecha

source: Agent type
es_es: Tipo del Agente

source: Referer type
es_es: Tipo de referente

source: Internal search: %s
es_es: Búsqueda interna: %s

source: Anon.
es_es: Anóni.

source: General settings updated.
es_es: Configuración general actualizada.

source: Test saved settings
es_es: Probar configuraciones guardadas

source: Perform tests
es_es: Realizar pruebas

source: server connection
es_es: conexión del servidor

source: simulate posting
es_es: simular posteado

source: create one post
es_es: crear un post

source: This is just a test run. Nothing will be posted to the database nor will your inbox be altered
es_es: Esta es una corrida de prueba. Ni se publicará nada en la base de datos, ni su bandeja de entrada será alterada.

source: (INSTALLED)
es_es: (INSTALADO)

source: (NOT INSTALLED)
es_es: (NO INSTALADO)

source: Enable Post by email
es_es: Habilitar posteado por correo electrónico

source: Note: This feature needs the php_imap extension %s.
es_es: Nota: Esta característica necesita la extensión php_imap %s.

source: Test Mode
es_es: Modalidad Test

source: Check to run Post by Email in test mode. Nothing will be posted to the database nor will your inbox be altered.
es_es: Marcar para ejecutar un posteado por correo electrónico en modo prueba. Nada se posteará a la base de datos ni su bandeja de entrada será alterada.

source: Hostname or IP address of your incoming mail server.
es_es: Nombre del host o la dirección IP de tu servidor de email entrante.

source: Mail Server
es_es: Servidor de email

source: Retrieval method
es_es: Método de captación

source: Encryption method
es_es: Método de encriptación

source: Do not validate the certificate from the TLS/SSL server. Check this if you are using a self-signed certificate.
es_es: Certificado no validado por el servidor TLS/SSL. Verifica esto si estás usando un certificado autofirmado.

source: Validate that the certificate from the TLS/SSL server can be trusted. Use this if you have a correctly signed certificate.
es_es: Validar que se puede confiar en el certificado TLS/SSL del servidor. Utilice esta opción si tiene un certificado firmado correctamente.

source: Certificate validation
es_es: Validar el certificado

source: Port Number
es_es: Nº de Puerto

source: Port number of your incoming mail server (Defaults: POP3: 110, IMAP: 143, SSL/TLS: 993).
es_es: Número de puerto de su servidor de correo electrónico entrante (Predeterminados: POP3: 110, IMAP: 143, SSL/TLS: 993).

source: Account Name
es_es: Nombre de la cuenta

source: User name for authenticating on your mail server. Usually it's your email address or a part before the @ sign.
es_es: Nombre de usuario para la autentificación en su servidor de correo electrónico. Normalmente es su dirección de correo electrónico o una parte antes del signo @.

source: Password for authenticating on your mail server.
es_es: Contraseña para la autentificación en su servidor de correo electrónico.

source: Delete processed emails
es_es: Borrar correos procesados

source: Check this if you want processed messages to be deleted form server after successful processing.
es_es: Marque esto si quiere que los mensajes procesados sean borrados del servidor después de un procesado exitoso.

source: Posting settings
es_es: Configuraciones de posteado

source: Default Category ID
es_es: ID de Categoría predeterminado
