Repository: washedfrere/dudad
Catalog: blog/locales/*/LC_MESSAGES/messages.po
Languages: es_es

source: Breadcrumb Path
es_es: Ruta de Miga de Pan

source: Profile picture (Avatar)
es_es: Imagen de perfil (avatar)

source: Display the profile picture of the blog owner.
es_es: Mostrar la imagen de perfil del propietario del blog

source: List of available image sizes is defined in %s.
es_es: La lista de todos los tamaños de imagen disponibles está definida en %s.

source: Category list
es_es: Listado de categorías

source: List of all categories; click filters blog on selected category.
es_es: Listado de todas las categorías; pulsar filtra el blog de acuerdo a la categoría seleccionada.

source: Block title
es_es: Título de bloque

source: Option "All"
es_es: Opción "Todas"

source: The "All categories" link allows to reset the filter. Leave blank if you want no such option.
es_es: El vínculo "Todas las categorías" permite reiniciar el filtro. Dejar en blanco si no quieras dicha opción.

source: Use form
es_es: Usar formulario

source: Add checkboxes to allow selection of multiple categories.
es_es: Agregar casillas que permitan la selección de categorías múltiples.

source: Default combining
es_es: Combinador por defecto

source: Display blog names
es_es: Mostrar nombres de blog

source: Display blog names, if this is an aggregated blog.
es_es: Mostrar nombres de blog, si esta es un blog agregado.

source: Exclude categories
es_es: Excluír categorías

source: A comma-separated list of category IDs that you want to exclude from the list.
es_es: Una lista separada-por-comas de identificadores ('IDs') de categorías que quiere excluír de la lista.

source: Invalid list of Category IDs.
es_es: Lista de IDs de Categorías inválida.

source: Start level
es_es: Nivel inicial

source: Recurse
es_es: Recursividad

source: levels
es_es: niveles

source: Show as selected
es_es: Mostrar según lo seleccionado

source: Mark first selected cat (highest level selected cat)
es_es: Marcar primera categoría seleccionada (categoría más alta seleccionada)

source: Mark descendants (children of first selected cat)
es_es: Marcar descendientes (hijos de la primera categoría seleccionada)

source: Mark ancestors (ancestors of highest level cat)
es_es: Marcar ancestros (ancestros de nivel más alto)

source: Retain only results that match:
es_es: Retener sólo los resultados que coincidan:

source: Any selected category (OR)
es_es: Cualquier categoría seleccionada (OR)

source: None of the selected categories (NOR)
es_es: Ninguna de las categorías seleccionadas (NOR)

source: All of the selected categories (AND)
es_es: Todas las categorías seleccionadas (AND)

source: Filter categories
es_es: Filtrar categorías

source: Title to display in your skin.
es_es: Título a mostrar en tu skin.

source: Recent Comments
es_es: Comentarios Recientes

source: Order to display items
es_es: Orden de los ítems

source: Newest to oldest
es_es: De más a menos reciente

source: Oldest to newest
es_es: De menos a más reciente

source: Random selection
es_es: Selección aleatoria

source: Max items
es_es: Elementos máximos

source: Maximum number of items to display.
es_es: Máximo número de elementos a mostrar.

source: Link to author
es_es: Vincular autor

source: Link the author to their url
es_es: Vincular el autor con su URL

source: Hover text
es_es: Texto hover

source: Text to show when hovering over the link
es_es: Texto a mostrar cuando se pasa el cursor sobre el vínculo

source: Read the full comment
es_es: Leer comentario completo

source: ID of the collection to use, leave empty for the current collection.
es_es: ID de la colección a usar, deje vacío para la colección actual.

source: Comment list
es_es: Listado de comentarios

source: List of comments; click goes to comment.
es_es: Listado de comentarios; pulsar lleva al comentario.

source: on
es_es: el

source: Common Navigation Links
es_es: Vínculos Comunes de Navegación

source: Display these links: Recently, Archives, Categories, Latest Comments
es_es: Muestra estos vínculos: Recientes, Archivos, Categorías, Últimos Comentarios

source: Show "Home"
es_es: Mostrar "Inicio"

source: Go to the blog's home.
es_es: Ir al inicio del blog.

source: Show "Recently"
es_es: Mostrar "Recientemente"

source: Go to the most recent posts (depends on default sort order).
es_es: Ir a la publicación más reciente (depende del ordenamiento por defecto).

source: Show "Search"
es_es: Mostrar "Buscar"

source: Go to the search page.
es_es: Ir a la página de búsqueda.

source: Show "Post index"
es_es: Mostrar "Índice de publicaciones"

source: Go to the post index.
es_es: Ir al índice de artículos

source: Show "Archives"
es_es: Mostrar "Archivos"

source: Go to the monthly/weekly/daily archive list.
es_es: Ir al listado mensual/semanal/diario de archivos.

source: Show "Categories"
es_es: Mostrar "Categorías"

source: Go to the category tree.
es_es: Ir al árbol de categorías.

source: Show "Photo index"
es_es: Mostrar "Índice de imágenes"

source: Go to the photo index / contact sheet.
es_es: Ir la índice de fotos / hoja de contacto.

source: Show "Latest comments"
es_es: Mostrar "Últimos comentarios"

source: Go to the latest comments.
es_es: Ir a los últimos comentarios.

source: Show "Owner details"
es_es: Mostrar "Detalles del propietario"

source: Go to user info about the blog owner.
es_es: Ir a la información de usuario sobre el propietario del blog.

source: Show "Contact"
es_es: Mostrar "Contacto"

source: Go to message form to contact the blog owner.
es_es: Ir al formulario de mensaje para contactar al propietario del blog.

source: Show "Site map"
es_es: Mostrar "Mapa de sitio"

source: Go to site map (HTML version).
es_es: Ir al mapa del sitio (versión HTML).

source: Recently
es_es: Recientemente

source: Post index
es_es: Índice de artículos

source: Photo index
es_es: Índice de fotos

source: Owner details
es_es: Detalles del propietario

source: Site map
es_es: Mapa de sitio

source: Current filters
es_es: Filtros actuales

source: Summary of the current filters.
es_es: Resumen de los filtros actuales.

source: Show filters
es_es: Muestra los filtros

source: Assignee
es_es: Asignados

source: Past/Future
es_es: Pasado/Futuro

source: Limit by days
es_es: Limitar por días

source: NOT
es_es: NO

source: items
es_es: elementos

source: No filters - Showing all %s
es_es: No hay filtros - Mostrando todos los %s

source: Template
es_es: Plantilla

source: Item class
es_es: Clase del ítem

source: Display title.
es_es: Mostrar título.

source: Link title
es_es: Título del enlace

source: Intro posts are never linked to their permalink URL
es_es: Las publicaciones Intro nunca son enlazadas con su URL permalink

source: Automatic
es_es: Automático

source: Item permalink
es_es: Enlace permanente al elemento

source: Item URL
es_es: URL del elemento

source: Nowhere
es_es: En ningún sitio

source: Image Size
es_es: Tamaño de Imagen

source: Cropping and sizing of thumbnails
es_es: Ajuste y escalado de miniaturas

source: Attached pictures
es_es: Imágenes adjuntas

source: Display first
es_es: Mostrar primero

source: Display all
es_es: Mostrar todo

source: Link pictures
es_es: Enlazar imágenes

source: Where should pictures be linked to?
es_es: ¿A dónde deben enlazarse las imágenes?

source: Image URL
es_es: URL de Imagen

source: List collection IDs separated by ',', '*' for all collections, '-' for current collection without aggregation or leave empty for current collection including aggregation.
es_es: Listar IDs de colección separados por ',', '*' para todas las colecciones, '-' para la colección actual sin agregación o dejar vacío para la colección actual incluyendo agregación.

source: Invalid list of Collection IDs.
es_es: Lista de IDs de Colecciones inválida.

source: Featured/Intro Post
es_es: Publicación Intro/Destacada

source: Display an Item if an Intro or a Featured item is available for display.
es_es: Mostrar un elemento si un Intro o Destacado está disponible para mostrar.

source: Items
es_es: Elementos

source: Link to blog
es_es: Vincular a blog

source: Link the block title to the blog?
es_es: ¿Víncular el título de bloque al blog?

source: Item visibility
es_es: Visibilidad del elemento

source: What post statuses should be included in the list?
es_es: ¿Qué estados de publicación se deben incluir en la lista?

source: show public posts
es_es: mostrar publicaciones públicas

source: show all posts the current user is allowed to see
es_es: mostrar todas las publicaciones que el usuario actual esta autizado a ver

source: What kind of items do you want to list?
es_es: ¿Qué tipo de elementos quieres listar?

source: Follow Main List
es_es: Seguir Lista Principal

source: Do you want to restrict to contents related to what is displayed in the main area?
es_es: ¿Deseas restringir los contenidos relacionados con lo que se muestra en el área principal?

source: By tags
es_es: Por etiquetas

source: List category IDs separated by ,
es_es: Listar IDs de categoría separados por ,

source: Group by
es_es: Agrupado por

source: Do you want to group the Items?
es_es: ¿Quieres agrupar los Elementos?

source: By category/chapter
es_es: Por categoría/capítulo

source: How to sort the items
es_es: Como ordenar los elementos

source: Titles
es_es: Títulos

source: Link titles to
es_es: Enlazar títulos a

source: Where should titles be linked to?
es_es: ¿A dónde deben ir enlazados los títulos?

source: Display first picture
es_es: Mostrar primera imagen

source: Display all pictures
es_es: Mostrar todas las imágenes

source: First picture
es_es: Primera imagen

source: Special placement before title
es_es: Colocación especial antes del título

source: No special treatment (same as other pictures)
es_es: Sin tratamiento especial (el mismo que otras imágenes)

source: Max pictures
es_es: Max imágenes

source: Maximum number of pictures to display after the title.
es_es: Número máximo de imágenes a visualizar después del título.

source: Display excerpt for each item.
es_es: Mostrar extracto para cada elemento.

source: Content teaser
es_es: Separador de contenido

source: Display content teaser for each item.
es_es: Mostrar separador de contenido para cada elemento.

source: Max Words
es_es: Palabras Máximas

source: Max number of words for the teasers.
es_es: Número máximo de palabras para los separadores.

source: Universal Item list
es_es: Listas universal de elementos

source: Can list Items (Posts/Pages/Links...) in a variety of ways.
es_es: Puede listar Elementos (Artículos/Páginas/Enlaces...) de varias maneras.

source: The requested Blog doesn't exist any more!
es_es: ¡El Blog solicitado ya no existe!

source: Simple Sidebar Links list
es_es: Lista Simple de Enlaces para Barra Lateral

source: Simplified Item list for listing Sidebar links.
es_es: Lista simplificada de Elementos para listar enlaces en la barra lateral.

source: Logo title
es_es: Título del logo

source: Include a logo (as a title replacement).
es_es: Incluir un logo (reemplazará al título).

source: Image source
es_es: Origen de la imagen

source: Skin folder
es_es: Carpeta del skin

source: Collection File Root
es_es: Raíz del Archivo Colección

source: Shared File Root
es_es: Raíz del Archivo Compartido

source: Image filename
es_es: Nombre de imagen

source: Relative to the root of the selected source.
es_es: Relativo a la raíz del origen seleccionado.

source: Invalid filename.
es_es: Nombre de archivo inválido.

source: Image width
es_es: Ancho de la imagen

source: Image height
es_es: Alto de la imagen

source: Check file
es_es: Compruebe el archivo

source: Check if file exists. If not, no IMG tag will be created.
es_es: Compruebe si existe el archivo. Si no, no se podrá crear la etiqueta IMG.

source: Long Description of this Collection
es_es: Descripción larga de esta Colección

source: Long description from the blog's <a %s>general settings</a>.
es_es: Descripción larga tomada de la <a %s>configuración general</a> del blog

source: Title to display in your skin. Use $title$ to display the collection title.
es_es: Título para mostrar en su skin. Use $title$ para mostrar el título de la colección.

source: Recent photos
es_es: Fotos recientes

source: show public images (cacheable)
es_es: mostrar imágenes públicas (cacheable)

source: show all images the current user is allowed to see (not cacheable)
es_es: mostrar todas las imágenes que el usuario actual esta autorizado a ver (no cacheable)

source: Thumbnail size
es_es: Tamaño de miniatura

source: Layout
es_es: Diagramación

source: How to lay out the thumbnails
es_es: Como recuadrar las miniaturas

source: Grid
es_es: Rejilla

source: Flowing Blocks
es_es: Bloques de Flujo

source: Display image title
es_es: Mostrar el título de la imagen

source: Check this to display image title. This falls back to post title if image title is not set.
es_es: Marcar esto para mostar el título de la imagen. Esto se revierte al título del post si la imagen no está establecida.

source: Number of columns in grid mode.
es_es: Número de columnas en modo rejilla.

source: Index of photos; click goes to original image post.
es_es: Índice de fotos; pulsa para ir al artículo original de la imágen.

source: Simple Page list
es_es: Listado de Página Simple

source: Simplified Item list for listing pages.
es_es: Lista simplificada de Elementos para listar páginas.

source: Simple Post list
es_es: Listado de Artículo Simple

source: Simplified Item list for listing posts.
es_es: Lista simplificada de elementos para listar artículos.

source: Related posts
es_es: Artículos relacionados

source: Simple Related Posts list
es_es: Lista de Artículos Relacionados Simples

source: Simplified Item list for listing posts related to the Main list.
es_es: Lista simplificada de Elementos para listar artículos relacionados a la lista Principal.

source: Search Form
es_es: Formulario de Búsqueda

source: Display search form
es_es: Mostrar formulario de búsqueda

source: Button name
es_es: Nombre del botón

source: Button name to submit a search form.
es_es: Nombre del botón para enviar un formulario de búsqueda.

source: Go
es_es: Ir

source: Collection ID
es_es: ID de Colección

source: Leave empty for current collection.
es_es: Dejar vacío para colección actual.

source: Enter text to search for
es_es: Introduza texto a buscar

source: Tag cloud
es_es: Nube de etiquetas

source: Cloud of all tags; click filters blog on selected tag.
es_es: Nube de todas las etiquetas; pulsar filtra el blog de acuerdo a la etiqueta seleccionada.

source: Source collections
es_es: Origen de las colecciones

source: Comma-separated list of collection IDs. Leave empty for current collection.
es_es: Lista de IDs de colección separados por comas. Dejar en blanco para la colección actual.

source: Destination collection
es_es: Destino de la colección

source: Collection ID. Leave empty for automatic selection.
es_es: ID de colección. Dejar en blanco para selección automática.

source: Max # of tags
es_es: Máximo # de etiquetas

source: Tag separator
es_es: Separador de etiquetas

source: Min size
es_es: Tamaño mínimo

source: Max size
es_es: Tamaño Máximo

source: Ordering
es_es: Ordenación

source: Random
es_es: Aleatorioi

source: How to sort the tag cloud.
es_es: Cómo ordenar la nube de etiquetas.

source: Display posts tagged with "%s"
es_es: Mostrar publicaciones etiquetadas con "%s"

source: Collection tagline
es_es: Lema de la colección

source: &laquo;%s&raquo; from the blog's <a %s>general settings</a>.
es_es: &laquo;%s&raquo; tomado de la <a %s>configuración general</a> del blog

source: Add tagline
es_es: Agregar lema

source: check to add the collection tagline after the title.
es_es: marcar para agregar el lema de la colección después del título.

source: Collection title
es_es: Título de la colección

source: XML Feeds (RSS / Atom)
es_es: Feeds XML (RSS / Atom)

source: List of all available XML feeds.
es_es: Listado de todos los feed XML disponibles.

source: This is the title to display, $icon$ will be replaced by the feed icon
es_es: Este es el título a mostar, $icon$ será reemplazado por el icono del feed

source: XML Feeds
es_es: Alimentación XML

source: Help link
es_es: Enlace a Ayuda

source: Check this to display "What is RSS?" link
es_es: Marcar esto para mostrar el enlace "¿Qué es RSS?"

source: New Window
es_es: Ventana nueva

source: Check this to add target="_blank" to the "What is RSS?" link
es_es: Marcar esto para agregar target="_blank" al vínculo "¿Qué es RSS?"

source: Same owner's collections list
es_es: Lista de colecciones del mismo propietario

source: Display list of all blogs owned by the same user.
es_es: Mostrar un listado de todos los blogs pertenecientes al mismo usuario.

source: My blogs
es_es: Mis blogs

source: How to sort the blogs
es_es: Cómo ordenar los blogs

source: Public collections list
es_es: Lista de colecciones públicas

source: Display list of all blogs marked as public.
es_es: Mostrar un listado de todos los blogs marcados como públicos

source: All blogs
es_es: Todos los blogs

source: Blog Title
es_es: Título del Blog

source: Display blog title.
es_es: Mostrar título del blog.

source: Open children levels
es_es: Abrir niveles hijos

source: From 0 to 20.
es_es: Desde 0 hasta 20.

source: We can display from 0 to 20 children levels.
es_es: Podemos visualizar de 0 a 20 niveles dependientes.

source: Content Hierarchy
es_es: Contenido de la Jerarquía

source: Free HTML
es_es: HTML libre

source: Custom text/HTML of your choice.
es_es: Texto/HTML personalizado de tu elección.

source: Block content
es_es: Contenido del bloque

source: Include an image.
es_es: Incluir una imagen.

source: Linkblog
es_es: Blog de vínculos

source: Simple Linkblog Links list
es_es: Lista simple de Enlaces de BlogDeEnlaces

source: Simplified Item list for listing links from another blog.
es_es: Lista simplificada de Elementos para listar enlaces de otro blog.

source: Member count
es_es: Contador de miembros

source: Display a count of the collection members.
es_es: Mostrar el contador de miembros de la colección.

source: %d members
es_es: %d miembros

source: Front Page
es_es: Página principal

source: Recent posts
es_es: Publicaciones recientes

source: Search page
es_es: Página de búsqueda

source: Blog owner contact form
es_es: Formulario de contacto del propietario del blog

source: Blog owner profile
es_es: Perfil del dueño del blog

source: Log in form
es_es: Formulario de ingreso

source: Logout link
es_es: Vínculo de salida

source: Registration form
es_es: Formulario de registro

source: Any item (post, page, etc...)
es_es: Cualquier elemento (artículo, página, etc...)

source: Admin / Back-Office link
es_es: Enlace a Administración/Back-Office

source: Any URL
es_es: Cualquier URL

source: Menu link
es_es: Vínculo de menú

source: %s link
es_es: %s enlace

source: Display a configurable menu entry/link
es_es: Mostrar un ítem de menú/vínculo configurable

source: Link Type
es_es: Tipo de Enlace

source: What do you want to link to?
es_es: ¿A qué quieres vincular?

source: Link text
es_es: Texto del enlace

source: Text to use for the link (leave empty for default).
es_es: Texto a usar en el enlace (dejar en blanco para predeterminado).

source: ID of post, page, etc. for "Item" type links.
es_es: ID del artículo, página, etc. para enlaces tipo "Elemento"

source: Destination URL for "URL" type links.
es_es: URL de destiono para enlaces tipo "URL"

source: Menu
es_es: Menú

source: Mobile Skin Switcher
es_es: Interruptor de skin de móvil

source: Mobile Skin Switcher.
es_es: Interruptor de skin de móvil.

source: Mobile skin
es_es: Skin de móvil

source: Switch to mobile skin
es_es: Cambiar a skin para móvil

source: Switch to tablet skin
es_es: Cambiar a skin para tablet

source: ON
es_es: ACTIVO

source: OFF
es_es: INACTIVO

source: Messaging Menu link
es_es: Enlace al menú de mensajería

source: Messages or Contacts menu entry/link
es_es: Entrada/enlace al menú de Mensajes o Contactos

source: Show to
es_es: Mostrar a

source: Users with messaging permissions only
es_es: Usuarios con permisos sólo de mensajería

source: Show Badge
es_es: Mostrar insignia

source: Show a badge with the count of unread messages.
es_es: Mostrar una insignia con el contador de mensajes no leídos.

source: Online users
es_es: Usuarios conectados

source: Display currently online users.
es_es: Mostrar usuarios conectados actualmente.

source: Allow for anonymous users
es_es: Permitir usuarios anónimos

source: Uncheck to display this widget only for logged in users
es_es: Desmarcar para mostrar este widget (aplicación sencilla) sólo para usuarios autentificados

source: Organization Members
es_es: Miembros de la Organización

source: Display the members of an organization.
es_es: Muestra los miembros de una organización.

source: Our Awesome Team
es_es: Nuestro Impresionante Equipo

source: Organization ID
es_es: ID de la Organización

source: ID of the <a %s>organization</a> to display.
es_es: ID de la <a %s>organización</a> a mostrar.

source: Link to profile
es_es: Enlace al perfil

source: Check this to link each user to his profile.
es_es: Active esta opción para vincular cada usuario a su perfil.

source: Contact icons
es_es: Íconos de contacto

source: Check this to display icons for User Field URLs with an icon.
es_es: Active esta opción para mostrar las URLs de los iconos de Usuario con un icono.

source: Icon color
es_es: Icono de color

source: Use for normal text
es_es: Se utiliza para texto normal

source: Use for normal background
es_es: Se utiliza para fondo normal

source: Use for hover text
es_es: Se utiliza para texto resaltado

source: Use for hover background
es_es: Se utiliza para fondo resaltado

source: Extra Info Field
es_es: Información adicional del campo

source: Select what extra user field should be displayed.
es_es: Seleccione el campo adicional de usuario que se debe mostrar.

source: Lines of extra info
es_es: Lineas de información extra

source: Use this to keep contact cards aligned.
es_es: Utilice esto para mantener las tarjetas de contacto alineadas.

source: Requested Team was not found.
es_es: No se ha encontrado el Equipo solicitado

source: My Profile Menu link
es_es: Enlace de menú Mi Perfil

source: Link to current user profile, including profile picture
es_es: Enlace al perfil de usuario actual, incluyendo imagen de perfil

source: Random Users
es_es: Usuarios al azar

source: Maximum number of pictures to display.
es_es: Máximo número de imágenes a mostrar

source: Bubble tips
es_es: Globos de consejos

source: Check to enable bubble tips -- Bubble tips must also be enabled for the current skin.
es_es: Marcar para habilitar globos de consejos -- Los globos de consejos deben habilitarse también para el skin actual.

source: How to sort the users
es_es: Cómo ordenar los usuarios

source: Random users
es_es: Usuarios al azar

source: Most recent registrations
es_es: Registros más recientes

source: Most recent profile updates
es_es: Actualizaciones de perfil más recientes

source: Pictures only
es_es: Solo imágenes

source: User badges
es_es: Insignias de usuario

source: Gender filtering
es_es: Filtrado por género

source: Same gender as User
es_es: El mismo género del Usuario

source: Opposite gender as User
es_es: Género opuesto del Usuario

source: Location filtering
es_es: Filtrar por Ubicación

source: Same country as User
es_es: El mismo país del Usuario

source: Same region as User
es_es: La misma Comunidad del Usuario

source: Same sub-region as User
es_es: La misma provincia del Usuario

source: Same city as User
es_es: La misma ciudad del Usuario

source: Closest users
es_es: Usuarios más cercanos

source: Users pictures
es_es: Imágenes de usuarios
