Repository: washedfrere/dudad
Catalog: blog/locales/*/LC_MESSAGES/messages.po
Languages: es_es

source: Some restrictions prevent deletion:
es_es: Algunas restricciones impiden la eliminación:

source: The following relations prevent deletion:
es_es: Las relaciones siguientes impiden la eliminación:

source: Please delete related objects before you proceed.
es_es: Por favor, elimina objetos relacionados antes de proceder.

source: WARNING: Deleting this object will also delete:
es_es: AVISO: Eliminando este objeto también eliminarás:

source: THIS CANNOT BE UNDONE!
es_es: ¡ESTA ACCIÓN ES IRREVERSIBLE!

source: I am sure!
es_es: ¡Estoy seguro!

source: CANCEL
es_es: CANCELAR

source: Edit this object...
es_es: Editar esta objeto...

source: Duplicate this object...
es_es: Duplicar este objeto...

source: Delete this object!
es_es: ¡Eliminar este objeto!

source: Created on %s by %s
es_es: Creado el %s por %s

source: Created by %s
es_es: Creado por %s

source: Created on %s
es_es: Creado el %s

source: Last mod on %s by %s
es_es: Última mod el %s por %s

source: Last mod by %s
es_es: Última mod por %s

source: Last mod on %s
es_es: Última mod el %s

source: Frequent countries
es_es: Países frecuentes

source: Other countries
es_es: Otros países

source: Entry
es_es: Entrada

source: Requested &laquo;%s&raquo; object does not exist any longer.
es_es: El objeto solicitado &laquo;%s&raquo; ya no existe.

source: This element is already at the top.
es_es: Este elemento ya está arriba.

source: This element is already at the bottom.
es_es: Este elemento ya está abajo.

source: Normalizing DB charsets...
es_es: Normalizando juego de caracteres de la BD...

source: All your tables seem to be using UTF-8. You can still run the normalization tool to make a deep check.
es_es: Todas las tablas parecen estar usando UTF-8. Todavía se puede ejecutar la herramienta de normalización para hacer una verificación profunda.

source: We have detected the following tables as not using UTF-8:
es_es: Hemos detectado que las siguientes tablas no usan UTF-8:

source: Normalizing %s...
es_es: Normalizando %s...

source: Changing default charset of DB...
es_es: Cambiando el juego de caracteres por defecto a DB...

source: Upgrading done!
es_es: ¡Actualización realizada!

source: Legend
es_es: Leyenda

source: No results.
es_es: No hay resultados.

source: Apply
es_es: Aplicar

source: Columns
es_es: Columnas

source: Filter list
es_es: Listado de filtros

source: Filters
es_es: Filtros

source: Change Order
es_es: Cambiar Orden

source: second(s)
es_es: segundo(s)

source: minute(s)
es_es: minuto(s)

source: hour(s)
es_es: hora(s)

source: day(s)
es_es: día(s)

source: month(s)
es_es: mes(es)

source: year(s)
es_es: año(s)

source: You have modified this form but you haven't submitted it yet.\nYou are about to lose your edits.\nAre you sure?
es_es: Has modificado este formulario, pero todavía no lo has sumitido.\nEstás a punto de perdertus ediciones.\n¿Estás seguro?

source: You have modified the form \"%s\"\nbut you haven't submitted it yet.\nYou are about to lose your edits.\nAre you sure?
es_es: Has modificado el formulario \"%s\"\npero no lo has sumitido.\nVas a perdertus ediciones.\n¿Estás seguro?

source: to
es_es: hacia

source: In order to maintain good performance, you cannot sort by %s when there are more than %s results.
es_es: En función de mantener un buen desempeño, no puedes ordenar por %s cuando hay más de %s resultados.

source: Move up!
es_es: ¡Subir!

source: Move down! (reverse sort)
es_es: ¡Mover para abajo! (sorteo inverso)

source: Move down!
es_es: ¡Bajar!

source: Move up! (reverse sort)
es_es: ¡Moverpara arriba! (sorteo inverso)

source: %s lines
es_es: %s líneas

source: Default (%s lines)
es_es: Por defecto (%s líneas)

source: Lines per page:
es_es: Líneas por página:

source: Pages
es_es: Páginas

source: to
es_es: a

source: Sorry, there is nothing to display...
es_es: Lo sentimos, no hay nada para mostrar...

source: Selection name
es_es: Nombre de selección

source: Update selection
es_es: Actualizar selección

source: Selection
es_es: Selección

source: New selection
es_es: Selección nueva

source: Cannot create a selection with an empty name
es_es: No se puedes crear una selección con un nombre en blanco

source: Selection created.
es_es: Selección creada.

source: Please provide a selection name.
es_es: Por favor, provee un nombre de selección

source: Obsolete selection entries deleted.
es_es: Selecciones obsoletas elimindas.

source: New selections entries inserted.
es_es: Insertadas selecciones nuevas

source: Selection copied.
es_es: Selección copiada.

source: Selection links copied.
es_es: Vínculos de seleccion copiados.

source: Delete selection &laquo;%s&raquo;?
es_es: ¿Eliminar selección &laquo;%s&raquo;?

source: Cascading deletes!
es_es: ¡Eliminación dómino!

source: Selection attachments deleted.
es_es: Adjuntos de selección eliminados.

source: Selection deleted.
es_es: Selección eliminada.

source: Sunday
es_es: Domingo

source: Monday
es_es: Lunes

source: Tuesday
es_es: Martes

source: Wednesday
es_es: Miércoles

source: Thursday
es_es: Jueves

source: Friday
es_es: Viernes

source: Saturday
es_es: Sábado

source: S
es_es: D

source: M
es_es: L

source: T
es_es: M

source: W
es_es: X

source: T
es_es: J

source: F
es_es: V

source: May
es_es: Mayo

source: Jan
es_es: Ene

source: Apr
es_es: Abr

source: Aug
es_es: Ago

source: Dec
es_es: Dic

source: There have been too many failed login attempts. This account is temporarily locked. Try again in %s minutes.
es_es: Han habido muchos intentos fallidos de inicio de sesión. Esta cuenta esta temporalmente bloqueada. Intenta de nuevo en %s minutos.

source: The login window has expired. Please try again.
es_es: La ventana de ingreso ha expirado. Por favor, intenta de nuevo.

source: Either you have not enabled cookies or this login window has expired.
es_es: O no has habilitado cookies o esta ventana de ingreso ha expirado.

source: This account is closed. You cannot log in.
es_es: Esta cuenta está cerrada. No puede ingresar al sistema.

source: You cannot log in at this time because the system is under maintenance. Please try again in a few moments.
es_es: No puede ingresar en este momento porque el sistema está bajo mantenimiento. Por favor inténtelo en unos pocos momentos.

source: For best security, we recommend you <a %s>change your password now</a>. This will allow to re-encrypt your password in our database in a more secure way.
es_es: Para mayor seguridad, te recomendamos <a %s>cambiar tu contraseña ahora</a>. Esto permitirá volver a encriptar tu contraseña en nuestra base de datos de un modo más seguro.

source: Your preferred language/locale is no longer available on this site. You are now using the default language/locale.
es_es: Tu idioma/local preferido ya no se encuentra disponible en este sitio. Estás utilizando el idioma/local por defecto.

source: The site is currently locked for maintenance. Click <a %s>here</a> to access lock settings.
es_es: El sitio está actualmente clausurado por mantenimiento. Haga clic <a %s>aquí</a> para acceder a las configuraciones de cierre.

source: Someone tried to log in to your account with a wrong password on %s from %s%s
es_es: Alguien trató the ingresar a tu cuenta con una contraseña errada el %s desde %s%s

source: Wrong login/password.
es_es: Nobre de usuario/contraseña errónea.

source: You have been logged out because the system is under maintenance. Please log in again in a few moments.
es_es: Ha sido desalojado porque el sistema está bajo mantenimiento. Por favor ingrese de nuevo en unos pocos momentos.

source: In order to access the admin interface, you must first activate your account by clicking on the activation link in the email we sent you. <b>See below:</b>
es_es: Para acceder a la interfaz de administración, primero debe activar su cuenta haciendo clic en el enlace de activación en el correo que le enviamos. <b>Vea debajo:</b>

source: You are now logged in as <b>%s</b>
es_es: Usted no está autentificado como <b>%s</b>

source: IP Range
es_es: Rango IP

source: The keyword &laquo;%s&raquo; is too short, it has to be a minimum of 5 characters!
es_es: ¡La palabra [%s] es muy corta, tiene que tener un mínimo de 5 caracteres!

source: Deleted %d logged hits matching &laquo;%s&raquo;.
es_es: Eliminados %d hits registrados que coincidan con &laquo;%s&raquo;.

source: Deleted %d comments matching &laquo;%s&raquo;.
es_es: Eliminados %d comentarios que coincidan con &laquo;%s&raquo;.

source: The keyword &laquo;%s&raquo; has been blacklisted locally.
es_es: La palabra &laquo;%s&raquo; ha sido incluido en la lista negra local.

source: Failed to add the keyword %s to black list locally.
es_es: No se pudo agregar la palabra %s a la lista negra local.

source: Please select at least one action to ban the keyword.
es_es: Por favor, seleccione al menos una acción para bloquear la palabra clave.

source: Removing entry #%d from the ban list...
es_es: Eliminando la entrada #%d de la lista de censura...

source: The threshold must be between -100 and 100.
es_es: El umbral debe estar entre -100 y 100

source: Spam weight has to be in the range of 0-100.
es_es: El peso del spam debe estar en el rango de 0-100

source: Settings updated.
es_es: Configuración actualizado

source: Deleted %d comments
es_es: %d comentarios borrados

source: Deleted %d logged hits
es_es: %d visitas registradas (log) borradas

source: New IP Range created.
es_es: Se creó un nuevo Rango IP.

source: IP Range updated.
es_es: Se actualizó el Rango IP.

source: IP Range deleted.
es_es: Se borró el Rango IP.

source: Please select at least one blog.
es_es: Por favor seleccione al menos un blog.

source: All
es_es: Todos

source: You have no permission to edit this IP range!
es_es: ¡No tienes permiso para editar este rango de direcciones IP!

source: Reporting abuse to b2evolution aborted (Running on localhost).
es_es: Informe de abuso a b2evolution cancelado (Corriendo en localhost).

source: Reported abuse to %s.
es_es: Informar abuso a %s.

source: Failed to report abuse to b2evolution.net.
es_es: Fallo al informar abuso a b2evolution.net

source: Latest update timestamp
es_es: Timbre de Hora de la última actualización

source: Requesting abuse list from %s...
es_es: Solicitando listado de abuso desde %s...

source: Incomplete reponse.
es_es: Respuesta incompleta.

source: No new blacklisted strings are available.
es_es: Nuevas cadenas para la lista negra no están disponibles.

source: Adding strings to local blacklist:
es_es: Agregando cadenas a la lista negra local:

source: Adding:
es_es: Agregando:

source: Not necessary! (Already handled)
es_es: ¡No es necesario! (ya está incluida)

source: New latest update timestamp
es_es: Timbre de Hora de la última actualización

source: Done.
es_es: Terminado.

source: No %s comments match the keyword [%s].
es_es: No hay %s comentarios coincidentes con la palabra [%s].

source: There are %d matching %s comments, but you have no permission to edit them.
es_es: Hay %d coincidentes %s comentarios, pero no tienes permisos para editarlos.

source: Delete the following %s %s comments:
es_es: Eliminar los siguientes %s comentarios %s:

source: Date
es_es: Fecha

source: Auth. IP
es_es: IP del Autor

source: Author
es_es: Autor

source: Auth. URL
es_es: URL del Autor

source: Content starts with...
es_es: El contenido comienza con...

source: Action
es_es: Acción

source: Edit...
es_es: Editar...

source: Trusted
es_es: Confiable

source: Suspect
es_es: Sospechoso

source: The comments are deleting...
es_es: Se están borrando los comentarios...

source: Please enter a correct IP range start
es_es: Por favor introduzca un comienzo de rango IP correcto

source: Please enter a correct IP range end
es_es: Por favor introduzca un final de rango IP correcto

source: IP range start must be less than IP range end
es_es: El comienzo del rango IP debe ser menor que el final del rango

source: IP range already exists with params: %s - <a %s>Edit this range</a>
es_es: El rango de IPs ya existe con los parámetros %s - <a %s>Editar este rango</a>

source: Add a banned keyword
es_es: Agregar una palabra clave prohibida

source: Check & ban...
es_es: Revisar y censurar...

source: Keyword/phrase to ban
es_es: Palabra clave/frase para censurar

source: Cancel!
es_es: ¡Cancelar!

source: Confirm ban & delete
es_es: Confirmar censurar & eliminar

source: No <strong>log-hits</strong> match the keyword [%s].
es_es: Ninguna <strong>petición de ingreso</strong> coincidió con la palabra clave [%s].

source: Delete the following %s <strong>referer hits</strong>:
es_es: Borrar las siguientes %s <strong>visitas dede remitente</strong> ('referer'):

source: Referer
es_es: Referente

source: Target Blog
es_es: Blog de destino

source: Target URL
es_es: URL de destino

source: No <strong>comments</strong> match the keyword [%s].
es_es: Ninguno de los <strong>comentarios</strong> coincidió con la palabra clave [%s].

source: There are %d matching <strong>users</strong> but you have no permission to see them.
es_es: Hay %d <strong>usuarios</strong> coincidentes pero no tiene permiso para verlos.

source: Affected users
es_es: Usuarios afectados

source: First name
es_es: Nombre

source: Last name
es_es: Apellido

source: Nickname
es_es: Apodo

source: No <strong>users</strong> match the keyword [%s]
es_es: Ninguno de los <strong>usuarios</strong> coincidió con la palabra clave [%s]

source: The keyword [%s] is <strong>already handled</strong> by the blacklist.
es_es: La palabra clave [%s] está <strong>ya gestionada</strong> por la lista negra.

source: <strong>Blacklist</strong> the keyword [%s] locally.
es_es: Añadir a la <strong>lista negra</strong> la palabra clave [%s] localmente.

source: <strong>Report</strong> the keyword [%s] as abuse to b2evolution.net.
es_es: <strong>Informar</strong> de la palabra clave [%s] a b2evolution.net como un abuso a.

source: Terms of service
es_es: Condiciones del servicio

source: Perform selected operations
es_es: Realizar las operaciones seleccionadas

source: Cancel editing!
es_es: ¡Cancelar edición!

source: New IP Range
es_es: Nuevo rango IP

source: IP Range Start
es_es: Inicio de rango IP

source: IP Range End
es_es: Final de rango IP

source: User count
es_es: Contador de usuarios

source: Block count
es_es: Contador de bloqueos

source: Record
es_es: Grabar

source: IP address
es_es: Dirección IP

source: Anon. contact form submits
es_es: Envíos anónimos de formulario de contacto

source: Edit this IP range...
es_es: Editar este rango IP...

source: Delete this IP range!
es_es: ¡Borrar este rango IP!

source: Actions
es_es: Acciones

source: Add a new IP range...
es_es: Añadir un nuevo rango IP...

source: New IP range
es_es: Nuevo rango IP

source: Antispam blacklist
es_es: Lista negra antispam

source: Any URL containing one of the following keywords will be banned from posts, comments and logs.
es_es: Cualquier URL que contenga una de las siguientes palabras será bloqueada en publicaciones, comentarios y registros.

source: If a keyword restricts legitimate domains, click on the green tick to stop banning with this keyword.
es_es: Si una palabra clave restringe el acceso a dominios legítimos, pulsa en la marca verde para desbloquearla.

source: Request abuse update from centralized blacklist!
es_es: ¡Solicitar actualización de abusos desde la lista negra central!

source: Banned keywords blacklist
es_es: Lista negra de palabras claves censuradas

source: Keywords
es_es: Palabras clave

source: Separate with space
es_es: Separar con espacio

source: All keywords
es_es: Todas las palabras clave

source: Keyword
es_es: Palabra clave

source: Reported
es_es: Informada

source: Source
es_es: Fuente

source: Allow keyword back (Remove it from the blacklist)
es_es: Permitir la palabra clave (Eliminarla de la lista negra)

source: Report abuse to centralized ban blacklist!
es_es: ¡Informar abuso a la lista de censura centralizada!

source: Report
es_es: Informar

source: Check hit-logs and comments for this keyword!
es_es: ¡Revisar los registros de hits y comentarios por esta palabra!

source: Re-check
es_es: Revisar de nuevo

source: Comments/Feedback
es_es: Comentarios/Opiniones

source: (-100 to 100). Automatically publish feedbacks with a spam karma below this value.
es_es: (-100 a 100). Opiniones con un spam karma por debajo de este umbral se publican automáticamente.

source: Publishing threshold
es_es: Umbral de publicación

source: (-100 to 100). Automatically delete feedbacks with a spam karma over this value.
es_es: (-100 a 100). Opiniones con un spam karma superior a este umbral se eliminan automáticamente

source: Deletion threshold
es_es: Umbral de eliminación

source: Feedbacks with a spam karma between these two thresholds will get the default status of the blog ("%s").
es_es: Opiniones con un spam karma entre estos dos umbrales recibirán el estado por defecto del blog ("%s").

source: New feedback status
es_es: Estado de opiniones nuevas

source: Misc
es_es: Misceláneo

source: Block spam referers
es_es: Bloquear referentes de correo no deseado

source: If a referrer has been detected as spam, should we block the request with a "403 Forbidden" page?
es_es: Si un referidor ha sido detectado como spam, ¿deberíamos bloquear la solicitud con una página "403 Prohibido"?

source: Report to central blacklist
es_es: Informar a la lista negra central

source: When banning a keyword, offer an option to report to the central blacklist.
es_es: Cuando se expulse una palabra clave, ofrecer la opción de reportar a la lista negra central.

source: Spam detection relevance weight
es_es: Peso de relevancia de la detección de spam

source: This defines the weight of the plugin, in relation to the others.
es_es: Esto define el peso del plugin, en relación a las otras

source: There are no spam karma plugins enabled.
es_es: No hay plugins anti-spam habilitadas

source: Suspect users
es_es: Usuarios sospechosos

source: Don't move suspect users
es_es: No mover usuarios sospechosos

source: Move suspect users to
es_es: Mover usuarios sospechosos a

source: Never touch users from these groups
es_es: Nunca tocar a los usuarios de estos grupos

source: Restore defaults
es_es: Restaurar valores por defecto

source: Antispam tools
es_es: Herramientas antispam

source: Find and delete comments matching antispam blacklist!
es_es: ¡Encontrar y borrar comentarios coincidentes con la lista negra antispam!

source: Find and delete all banned hit-log entries!
es_es: ¡Encontrar y borrar todas las entradas de visitas registradas expulsadas!

source: Declare comment spam bankruptcy...
es_es: Declarar desbordamiento ('bankruptcy') de comentarios spam (elimina todos)...

source: Deleting log
es_es: Borrando registro ('log')

source: Filter comments by status
es_es: Filtrar comentarios por estado

source: Look at comments with status
es_es: Mirar los comentarios con estado

source: Select blogs
es_es: Seleccionar blogs

source: No comments found with status %s...
es_es: No se encontraron comentarios con estado %s

source: <b>%s</b> comments with status %s
es_es: <b>%s</b> comentarios con estado %s

source: Delete ALL comments with status %s from the selected blogs!
es_es: ¡Borrar TODOS los comentarios con estado %s de los blogs seleccionados!

source: ALL comments with status %s\nincluding NON spam\nwill be deleted from the selected blogs.\nThis cannot be undone!\nAre you sure?
es_es: TODOS los contenidos con estado %s\nincluyendo los NO spam\nserán borrados de los blogs seleccionados.\n¡Esto no puede deshacerse!\n¿Está seguro?

source: Category
es_es: Categoría

source: This element is locked and cannot be edited!
es_es: ¡Este elemento está trabado y no puede ser editado!

source: Root
es_es: Raíz

source: New chapter created.
es_es: Se creó un nuevo capítulo.

source: Chapter updated.
es_es: Capítulo actualizado.

source: Category has not been moved.
es_es: La categoría no ha sido movida.

source: The category &laquo;%s&raquo; has been moved (with children) to &laquo;%s&raquo;'s root. You may want to nest it in another parent category below...
es_es: La categoría &laquo;%s&raquo; ha sido movida (con sus hijos) a la raíz de &laquo;%s&raquo; Puede que quieres anidarla en una de las otras categorías superiores indicado abajo...

source: Chapter &laquo;%s&raquo; deleted.
es_es: Se borró el capítulo &laquo;%s&raquo;.

source: Cannot delete element &laquo;%s&raquo;
es_es: No se puede eliminar el elemento &laquo;%s&raquo;

source: The category &laquo;%s&raquo; was made as meta category.
es_es: La categoría &laquo;%s&raquo; se estableció como una meta categoría.

source: The category &laquo;%s&raquo; cannot be set as meta category. You must remove the posts it contains first.
es_es: La categoría &laquo;%s&raquo; no puede establecerse como meta categoría. Primero debe eliminar los posts que contenga.

source: The category &laquo;%s&raquo; was reverted from meta category.
es_es: La categoría &laquo;%s&raquo; fue revertida como meta categoría.

source: The category &laquo;%s&raquo; couldn't be reverted from meta category.
es_es: La categoría &laquo;%s&raquo; no pudo revertirse como meta categoría.

source: The category &laquo;%s&raquo; was locked.
es_es: La categoría &laquo;%s&raquo; fue clausurada.

source: The category &laquo;%s&raquo; couldn't be locked.
es_es: La categoría &laquo;%s&raquo; no pudo clausurarse.

source: The category &laquo;%s&raquo; was unlocked.
es_es: La categoría &laquo;%s&raquo; fue desclausurada.

source: The category &laquo;%s&raquo; couldn't be unlocked.
es_es: La categoría &laquo;%s&raquo; no pudo desclausurarse.

source: Collections
es_es: Colecciones

source: Delete element &laquo;%s&raquo;?
es_es: ¿Eliminar el elemento &laquo;%s&raquo;?

source: %d sub categories
es_es: %d sub-categorías

source: %d posts within category through main cat
es_es: %d publicaciones dentro de la categoría, a través de la categoría principal

source: %d posts within category through extra cat
es_es: %d publicaciones dentro de la categoría, vía la categoría extra

source: Please enter a name.
es_es: Por favor, introduzca un nombre.

source: Edit this chapter...
es_es: Editar este capítulo...

source: New category
es_es: Nueva categoría

source: Move to a different blog...
es_es: Mover a un blog diferente...

source: Parent category
es_es: Categoría padre

source: URL "slug"
es_es: URL "abreviada"

source: Used for clean URLs. Must be unique.
es_es: Utilizado para URLs limpios. Debe ser único.

source: May be used as a title tag and/or meta description.
es_es: Puede usarse como etiqueta de título y/o meta descripción.

source: For manual ordering of the categories.
es_es: Para la ordenación manual de las categorías.

source: Order
es_es: Orden

source: Same as parent
es_es: Igual que la matriz

source: Alphabetically
es_es: Alfabeticamente

source: Manually
es_es: Manualmente

source: Sort sub-categories
es_es: Ordenar subcategorías

source: If you check this box you will not be able to put any posts into this category.
es_es: Si marca esta casilla no podrá poner post alguno en esta categoría.

source: Meta category
es_es: Meta categoría

source: Check this to lock all posts under this category. (Note: for posts with multiple categories, the post is only locked if *all* its categories are locked.)
es_es: Marque esto para clausurar todos los posts en esta categoría. (Nota: para posts con múltiples categorías, el post sólo es clausurado si *todas* sus categorías son clausuradas).

source: Locked category
es_es: Categoría clausurada

source: This is the default category
es_es: Esta es la categoría por defecto

source: Click to make this the default category
es_es: Clic para convertirla en la categoría predeterminada

source: Alphabetic
es_es: Alfabético
