Repository: washedfrere/dudad
Catalog: blog/locales/*/LC_MESSAGES/messages.po
Languages: es_es

source: You have reached the limit of %d new conversations today. You can start new conversations again tomorrow.
es_es: Ha alcanzado el límite de %d conversaciones nuevas hoy. Mañana podrá iniciar nuevas conversaciones de nuevo.

source: This user doesn't want to receive notification emails about unread messages.
es_es: Este usuario no quiere recibir correos electrónicos de notificación de mensajes no leídos.

source: This user doesn't have unread messages.
es_es: Este usuario no tiene mensajes no leídos.

source: The user has not logged in for %d days, so we will not send him notifications any more
es_es: Este usuario no se ha autentificado durante %d días, así que ya no le enviaremos más notificaciones.

source: %s left before next notification - sent by "Send reminders about unread messages" scheduled job
es_es: %s abandonó antes de la siguiente notificación - enviada por el trabajo programado "Send reminders about unread messages" (enviar recordatorios de mensajes no leídos)

source: next notification pending since %s - check the "Send reminders about unread messages" scheduled job
es_es: la siguiente notificación está pendiente desde %s - compruebe el trabajo programado "Send reminders about unread messages" (enviar recordatorios de mensajes no leídos)

source: The user has not logged in for %d days, so we will space out notifications by %d days.
es_es: El usuario no se ha autentificado durante %d días, así que espaciaremos sus notificaciones por %d días.

source: The user has never received a notification yet, so the first notification is sent with %s delay
es_es: El usuario nunca ha recibido una notificación aún, así que la primera notificación se envió con un retardo %s

source: The user has logged in in the last %d days, so we will space out notifications by %d days.
es_es: El usuario se ha autentificado en los últimos %d días, así que espaciaremos sus notificaciones por %d días.

source: Threads with private messages sent by the user
es_es: Hilos con mensajes privados enviados por el usuario

source: User has not sent any private messages
es_es: El usuario no ha enviado mensaje privado alguno

source: Delete all private messages sent by %s
es_es: Borrar todos los mensajes privados enviados por %s

source: Messaging
es_es: Mensajeria

source: User has sent %s private messages
es_es: El usuario ha enviado %s mensajes privados

source: Between
es_es: Entre

source: With
es_es: Con

source: Last msg
es_es: Último msg

source: Read?
es_es: ¿Leer?

source: Deleted user(s)
es_es: Usuario(s) borrado(s)

source: Conversation left
es_es: Conversación abandonada

source: You have unread messages
es_es: Tiene mensajes no leídos

source: Show messages...
es_es: Mostrar mensajes...

source: %d messages in thread
es_es: %d mensajes en este hilo

source: %d read statuses in thread
es_es: %d estatus leído en este hilo

source: Please enter a subject
es_es: Por favor introduce un asunto

source: Please enter a message
es_es: Por favor introduzca un mensaje

source: You cannot send threads to yourself: %s
es_es: No puedes enviarte hilos a ti mismo: %s

source: See manual
es_es: Vea el manual

source: Users &laquo;%s&raquo; do not allow receiving private messages. Message has been sent anyway because you are an administrator.
es_es: Los usuarios &laquo;%s&raquo; no permiten la recepción de mensajes privados. El mensaje ha sido enviado de todas maneras porque usted es un administrador.

source: User &laquo;%s&raquo; does not allow receiving private messages. Message has been sent anyway because you are an administrator.
es_es: El usuario &laquo;%s&raquo; no permite la recepción de mesajes privados. El mensaje ha sido enviado de todas maneras porque usted es un administrador.

source: The following users don't want you to contact them at this time:
es_es: Los siguientes usuarios no quieren que contacte con ellos en este momento:

source: You are unable to send %d individual messages, because it exceeds your remaining daily limit of %d.
es_es: No pudo enviar %d mensajes individuales, porque exceden el resto de su límite diario de %d.

source: You cannot post a message in a thread you're not involved in.
es_es: No puede postear un mensaje en un hilo en el que no está envuelto.

source: You cannot reply because all the other users involved in this conversation have closed their account.
es_es: No puede responder porque todos los otros usuarios envueltos en esta conversación han cerrado sus cuentas.

source: The recipient(s) do not want you to contact them at this time.
es_es: Los destinatarios no quieren que contacte con ellos en este momento.

source: Settings were updated.
es_es: Se actualizaron las configuraciones.

source: Please specify your country before attempting to contact other users.
es_es: Por favor, especifique su país antes de intentar contactar con otros usuarios.

source: Contacts list
es_es: Lista de contactos

source: Block contact
es_es: Bloquear contacto

source: Unblock contact
es_es: Desbloquear contacto

source: This contact is closed
es_es: Este contacto está cerrado

source: Select this contact
es_es: Seleccione este contacto

source: Picture
es_es: Imagen

source: closed account
es_es: cuenta cerrada

source: Last contact
es_es: Último contacto

source: Remove user from this group
es_es: Eliminar usuario de este grupo

source: Add all selected contacts to this group
es_es: Añadir todos los contactos seleccionados a este grupo

source: Selected group: <b>%s</b>
es_es: Grupo seleccionado: <b>%s</b>

source: Rename this group to
es_es: Renombrar este grupo a

source: Delete this group
es_es: Borrar este grupo

source: Are you sure want to delete this group?
es_es: ¿Está seguro de que quiere borrar este grupo?

source: Back to list
es_es: Volver a la lista

source: Conversation: %s
es_es: Conversación: %s

source: Filter messages
es_es: Filtrar mensajes

source: You cannot reply because this conversation was closed.
es_es: No puede responder porque esta conversación fue cerrada.

source: You cannot reply because you have already left this conversation.
es_es: No puede responder porque ya ha abandonado esta conversación

source: Reply to: %s
es_es: Contestar a: %s

source: The other users involved in this conversation have closed their account.
es_es: Los otros usuarios envueltos en esta conversación han cerrado sus cuentas.

source: Send message
es_es: Enviar mensaje

source: I want to leave this conversation now!
es_es: ¡Quiero dejar esta conversación ahora!

source: If you leave this conversation,\nother users can still continue the conversation\nbut you will not receive their future replies.\nAre you sure?
es_es: Si abandona esta conversación,\notros usuarios todavía pueden continuar la conversación\npero no recibirá sus respuestas futuras.\n¿Está seguro?

source: I want to end this conversation now!
es_es: ¡Quiero finalizar esta conversación ahora!

source: I want to block %s from sending me any more messages!
es_es: ¡Quiero bloquear a %s para que ya no me envíe mensajes!

source: Are you sure you want to close this conversation?
es_es: ¿Está seguro de que quiere cerrar esta conversación?

source: This action will close this conversion\nand will block %s from starting any new\nconversation with you.\n(You can see blocked users in your contacts list)\nAre you sure you want to close and block?
es_es: Esta acción cerrará esta conversación\ny bloqueará a %s para que no inicie\nconversaciones nuevas con usted.\n(Puede ver los usuarios bloqueados en su lista de contactos)\n¿Está seguro de que quiere cerrar y bloquear?

source: General settings
es_es: Configuraciones generales.

source: Check to allow HTML in messages.
es_es: Marcar para permitir HTML en mensajes.

source: Welcome message after account activation
es_es: Mensaje de bienvenida después de la activación de la cuenta

source: Check to automatically send a welcome message to users when they activate their account.
es_es: Marcar para enviar automáticamente un mensaje de bienvenida a los usuarios cuando ellos activen sus cuentas.

source: Send Welcome PM
es_es: Enviar mensaje privado de bienvenida

source: From
es_es: De

source: User login.
es_es: Inicio de sesión de usuario.

source: Info message to reporters after account deletion
es_es: Mensaje informativo a denunciantes después de borrado de cuenta

source: Check to allow sending a message to users who have reported an account whenever that account is deleted by a moderator.
es_es: Marcar para permitir el envío de mensajes a usuarios que han denunciado una cuenta cuando esta sea eliminada por un moderador.

source: Send delete notification
es_es: Enviar notificación de eliminación

source: Renderer plugins settings
es_es: Configuración de plugins interpretadores

source: New thread
es_es: Nuevo hilo

source: Recipients
es_es: Destinatarios

source: Enter usernames. Separate with comma (,)
es_es: Introduzca nombres de usuario. Sepárelos con comas (,)

source: Start a group discussion
es_es: Inicie un grupo de discusión

source: Send individual messages
es_es: Enviar mensajes individuales

source: Multiple recipients
es_es: Multiples destinatarios

source: Type in a username
es_es: Teclee un nombre de usuario

source: Please complete the entering of an username.
es_es: Por favor complete la introducción de un nombre de usuario.

source: Conversations list
es_es: Lista de conversación

source: Show closed conversations
es_es: Mostrar conversaciones cerradas

source: Active conversations
es_es: Conversaciones activas

source: All conversations
es_es: Todas las conversaciones

source: See My Contacts
es_es: Ver Mis Contactos

source: Compose new
es_es: Escribir nuevo

source: Create a new conversation...
es_es: Crear una nueva conversación...

source: No desc available
es_es: No hay desc disponible

source: No description available
es_es: No hay descripción disponible

source: Note: The plugin code is empty, so this plugin will not work as an "opt-out", "opt-in" or "lazy" renderer.
es_es: Nota: El código del plugin está en blanco, por lo que no funcionará como un intérprete "opt-out", "opt-in" o "flojo".

source: Apply rendering to posts
es_es: Aplicar renderizado a los posts

source: Apply rendering to comments
es_es: Aplicar renderizado a los comentarios

source: Apply %s
es_es: Aplicar %s

source: My Tab
es_es: My Pestaña

source: Homepage of the plugin
es_es: Página principal del plugin

source: Click %s to access full documentation for this plugin
es_es: Click %s para acceder a la documentación completa de este plugin

source: Edit plugin settings!
es_es: ¡Editar la configuración del plugin!

source: Add a new set of &laquo;%s&raquo;
es_es: Agregar un nuevo set de &laquo;%s&raquo;

source: Note: before adding a new set you have to save any changes.
es_es: Nota: antes de agregar un nuevo set, debes guardar los cambios.

source: Too many entries in the "%s" set. It must have %d at most.
es_es: Demasiadas entradas en el set "%s". Debe tener %d máximo.

source: Too few entries in the "%s" set. It must have %d at least.
es_es: Demasiado pocas entradas en el set "%s". Debe tener %d minimo.

source: The value for &laquo;%s&raquo; must be numeric.
es_es: El valor para &laquo;%s&raquo; debe ser numérico.

source: The value must be numeric.
es_es: El valor debe ser numérico.

source: Invalid option &laquo;%s&raquo;.
es_es: Opción inválida &laquo;%s&raquo;.

source: The value is too long.
es_es: El valor es demasiado largo.

source: The value is invalid. It must match the regular expression &laquo;%s&raquo;.
es_es: El valor es inválido. Debe coincidir con la expresión regular &laquo;%s&raquo;.

source: The value is invalid. It must be in the range from %s to %s.
es_es: El valor es inválido. Debe estar en el rango de %s a %s.

source: The value is invalid. It must be smaller than or equal to %s.
es_es: El valor no es válido. Debe ser menor o igual a %s.

source: The value is invalid. It must be greater than or equal to %s.
es_es: El valor no es válido. Debe ser mayor o igual a %s.

source: The database has been updated.
es_es: La base de datos ha sido actualizada.

source: The DB schema has been changed since confirmation.
es_es: El esquema de la BdD ha sido cambiado desde la confirmación.

source: Configure plugins
es_es: Configurar plugins

source: No renderer plugins can be selected by the user.
es_es: No hay plugins de renderización seleccionables por el usuario.

source: The plugin cannot be installed again.
es_es: El plugin no se puede instalar de nuevo.

source: The installation of the plugin failed.
es_es: Ha fallado la instalación del plugin

source: Some plugin dependencies are not fulfilled:
es_es: No se cumplan algunas dependencias del plugin:

source: The minimum length of a plugin code is 8 characters.
es_es: La longitud mínima del código de plugins es 8 caracteres.

source: The maximum length of a plugin code is 32 characters.
es_es: El largo máximo de un código de plugin es de 32 carácteres.

source: The plugin code cannot include a dot!
es_es: ¡El código de plugin no puede incluir un punto!

source: The plugin code is already in use by another plugin.
es_es: El código de plugin ya está siendo usado por otro plugin

source: The events %s are required by %s (ID %d).
es_es: Los eventos %s son requeridos por %s (ID %d).

source: The event %s is required by %s (ID %d).
es_es: El evento %s es requerido por %s (ID %d).

source: The plugin is required by the following plugins: %s.
es_es: El plugin es requerido para los siguientes plugins: %s.

source: The plugin recommends a plugin which provides all of the following events: %s.
es_es: El plugin recomienda un plugin que proporcione todos los siguientes eventos: %s

source: The plugin requires a plugin which provides all of the following events: %s.
es_es: El plugin requiera un plugin que proporcione todos los siguientes eventos: %s.

source: The plugin recommends plugins which provide the events: %s.
es_es: El plugin recomienda plugins que proporcionen los eventos: %s.

source: The plugin requires plugins which provide the events: %s.
es_es: El plugin requiera plugins que proporcionen los eventos: %s.

source: The plugin requires at least version %s of the plugin %s, but you have %s.
es_es: El plugin requiera al menos la versión %s del plugin %s, pero tienes %s.

source: The plugin requires the plugins: %s.
es_es: El plugin requiera las extensiones: %s.

source: The plugin recommends to install the plugins: %s.
es_es: El plugin recomienda instalar los plugins: %s.

source: The plugin recommends version %s of %s (%s is installed). Think about upgrading.
es_es: El plugin recomienda la versión %s de %s (la %s está instalada). Considera actualizar.

source: The plugin requires version %s of %s, but %s is installed.
es_es: El plugin requiera la versión %s de %s, pero %s está instalada.

source: Unknown dependency type (%s). This probably means that the plugin is not compatible and you have to upgrade your %s installation.
es_es: Dependencia desconocida (%s). Esto probablemente significa que el plugin no es compatible y que debes actualizar tu instalación de %s.

source: The plugin with ID %d could not be instantiated.
es_es: El plugin con ID %d no pudo ser instanciado.

source: The plugin with ID %d is already disabled.
es_es: El plugin con ID %d ya está deshabilitado.

source: The plugin cannot be disabled because of the following dependencies:
es_es: El plugin no pudo ser deshabilitado por una de las siguientes dependencias:

source: Disabled "%s" plugin (%s, #%d).
es_es: Plugin "%s" (%s, #%d) deshabilitado.

source: The "%s" plugin (%s, #%d) is already enabled.
es_es: Plugin "%s" con (%s, %d) ya está habilitado.

source: The plugin is in a broken state. It cannot be enabled.
es_es: El complemento presenta un estado de rotura. No puede ser activado.

source: The plugin cannot be enabled because of the following dependencies:
es_es: El plugin no puede ser habilitado por las siguientes dependencias:

source: Enabled "%s" plugin (%s, #%d).
es_es: Habilitado "%s" plugin (%s, #%d).

source: The plugin has not been enabled.
es_es: El plugin no ha sido habilitado.

source: Plugins have been reloaded.
es_es: Los plugins han sido recargados.

source: Plugins have not changed.
es_es: Los plugins no han cambiados.

source: Installed plugin &laquo;%s&raquo;.
es_es: Instalado plugin &laquo;%s&raquo;.

source: Click here to configure
es_es: Hacer clic aquí para configurar

source: The plugin cannot be uninstalled because of the following dependencies:
es_es: El plugin no puede ser desinstalado debido a las siguientes dependencias:

source: Could not uninstall plugin #%d.
es_es: No se pudo desinstalar plugin #%d.

source: Dropped the table(s) of the plugin.
es_es: Eliminada la(s) tabla(s) del plugin.

source: The &laquo;%s&raquo; plugin (#%d) has been uninstalled.
es_es: El plugin &laquo;%s&raquo; (#%d) ha sido desinstalado.

source: Plugin name updated.
es_es: Actualizado el nombre del plugin.

source: Plugin description updated.
es_es: Actualizado la descripción del plugin.

source: Plugin events have been updated.
es_es: Los eventos del plugin han sido actualizados.

source: This ping plugin needs a non-empty code.
es_es: Este plugin de ping necesita un código no vacío.

source: Plugin code updated.
es_es: Código del plugin actualizado.

source: Plugin priority must be numeric (0-100).
es_es: La prioridad del plugin debe ser numérica (0-100).

source: Plugin priority updated.
es_es: Prioridad del plugin actualizado.

source: Plugin settings have been updated.
es_es: La configuración del plugin ha sido actualizada.

source: The plugin has been disabled.
es_es: El plugin ha sido deshabilitado.

source: The requested plugin doesn't exist!
es_es: ¡El plugin (complemento) solicitado no existe!

source: Edit plugin &laquo;%s&raquo; (ID %d)
es_es: Editar el plugin &laquo;%s&raquo; (ID %d)

source: Help for plugin &laquo;%s&raquo;
es_es: Ayuda para plugin &laquo;%s&raquo;

source: External help page
es_es: Página de ayuda externa

source: Plugin configuration
es_es: Configuración del complemento

source: Cancel installation!
es_es: ¡Cancelar instalación!

source: Finish setup for plugin #%d (%s)
es_es: Finalizar la configuración de plugin #%d (%s)

source: The plugin needs the following database changes.
es_es: El plugin necesita los siguientes cambios en la base de datos.

source: The following database changes will be carried out. If you are not sure what this means, it will probably be alright.
es_es: Se realizarán los siguientes cambios en la base de datos. Si no estás seguro que significa, lo más probable es que todo está en orden.

source: Install!
es_es: ¡Instalar!

source: Cancel uninstall!
es_es: ¡Cancelar desinstalación!

source: Uninstall plugin #%d (%s)
es_es: Desinstalar plugin #%d (%s)

source: Uninstalling this plugin will also delete its database tables:
es_es: Desinstalar este plugin también eliminará sus tablas en la base de datos:

source: Close info!
es_es: ¡Cerrar info!

source: Code
es_es: Código

source: This 8-32 character code identifies the plugin when it needs to be called directly and specifically. This is especially useful for renderer plugins and widgets (SkinTags).
es_es: Este código de 8-32 caracteres identifica el plugin cuando este necesita ser llamado directa y específicamente. Esto es especialmente útil para los plugins de formato y widgets (SkinTags)

source: Short desc
es_es: Descripción corta

source: Long desc
es_es: Descripción extendida

source: Classname
es_es: Nombre de Clase

source: Class file
es_es: Archivo de Clase

source: Install NOW!
es_es: ¡Instalar AHORA!

source: Installed plugins
es_es: Plugins instalados

source: Unclassified
es_es: Sin clasificación

source: The plugin is enabled.
es_es: El plugin está habilitado.

source: The plugin is broken.
es_es: El plugin es corrupto.

source: The plugin is not installed completely.
es_es: El plugin no se instaló completamente.

source: The plugin is disabled.
es_es: El plugin está deshabilitada.

source: En
es_es: Hab

source: The code to call the plugin by code (SkinTag) or as Renderer.
es_es: El código para llamar a el plugin por código (SkinTag) o como Intérprete.

source: Display info
es_es: Mostrar info

source: Disable the plugin!
es_es: ¡Deshabilitar el plugin!

source: Enable the plugin!
es_es: ¡Habilitar el plugin!

source: Un-install this plugin!
es_es: ¡Desinstalar el plugin!

source: Reload events and codes for installed plugins.
es_es: Recargar eventos y códigos para los plugins instalados.

source: Reload plugins
es_es: Recargar plugins

source: Install new
es_es: Instalar nuevo

source: Install new plugin...
es_es: Instalarel plugin nuevo...

source: Plugins available for installation
es_es: Plugins disponibles para instalación

source: Cancel install!
es_es: ¡Cancelar instalación!

source: Install
es_es: Instalar

source: The above plugins are those already installed into your "plugins" directory.
es_es: Los plugins arriba son las que ya están instalados en tu directorio "plugins".

source: You can find more plugins online at %s or other channels.
es_es: Puedes encontrar más extensiones en línea en %s o en otros canales.

source: To make a plugin available for installation, extract it into the "%s" directory on the server.
es_es: Para que un plugin esté disponible para instalación, tienes que descomprímala en el directorio "%s" en el servidor.

source: Are you sure you want to restore the default settings? This cannot be undone!
es_es: ¿Está seguro de que quiere restaurar las configuraciones por defecto? ¡Esto no puede deshacerse!

source: Cancel edit!
es_es: ¡Cancelar edición!

source: Plugin info
es_es: Información de plugin

source: Plugin settings
es_es: Configuración del plugin

source: Plugin variables
es_es: Variables del plugin

source: The code to call the plugin by code. This is also used to link renderer plugins to items.
es_es: El código para llamar al plugin por código. También se usa para vincular plugins intérprete con ítems.

source: Plugin events
es_es: Eventos del plugin

source: Note: the plugin is not enabled.
es_es: Nota: el plugin no está habilitado.

source: Warning: by disabling plugin events you change the behaviour of the plugin! Only change this, if you know what you are doing.
es_es: Aviso: al deshabilitar eventos del plugin, su comportamiento cambie. Cambia esto solamente, si sabes lo que estás haciendo.

source: This plugin has no registered events.
es_es: Este plugin no tiene eventos registrados.

source: Save & Edit...
es_es: Guardar & Editar

source: Disabled city (%s, #%d).
es_es: Ciudad deshabilitada (%s, #%d).

source: Enabled city (%s, #%d).
es_es: Ciudad habilitada (%s, #%d).

source: Removed from preferred cities (%s, #%d).
es_es: Eliminada de las ciudades preferidas (%s, #%d).

source: Added to preferred cities (%s, #%d).
es_es: Añadida a las ciudades preferidas (%s, #%d).

source: New city created.
es_es: Creada una nueva ciudad.

source: City updated.
es_es: Actualizada una ciudad.

source: City &laquo;%s&raquo; deleted.
es_es: Borrada la ciudad &laquo;%s&raquo;

source: Cannot delete city &laquo;%s&raquo;
es_es: No se pudo borrar la ciudad &laquo;%s&raquo;

source: Please select a CSV file to import.
es_es: Seleccione el fichero CSV a importar.

source: %s cities added and %s cities updated for country %s.
es_es: %s ciudades añadidas y %s ciudades actualizadas por país %s.

source: Delete city &laquo;%s&raquo;?
es_es: ¿Borrar ciudad &laquo;%s&raquo;?

source: Disabled country (%s, #%d).
es_es: Pais desactivado (%s, #%d).

source: Enabled country (%s, #%d).
es_es: País activo (%s, #%d).

source: Removed from preferred countries (%s, #%d).
es_es: Eliminado de los países preferidos (%s, #%d).

source: Added to preferred countries (%s, #%d).
es_es: Añadidio a los países preferidos (%s, #%d).
