Repository: washedfrere/dudad
Catalog: blog/locales/*/LC_MESSAGES/messages.po
Languages: es_es

source: Click to revert this from meta category
es_es: Haga clic para revertir esto desde la meta categoría

source: Click to make this as meta category
es_es: Haga clic para hacer de esto una meta categoría

source: Unlock category
es_es: Desclausurar categoría

source: Lock category
es_es: Clausurar categoría

source: New...
es_es: Nuevo...

source: Delete...
es_es: Eliminar...

source: Categories for blog: %s
es_es: Categorías para el blog: %s

source: Create a new category...
es_es: Crear una categoría nueva...

source: Default
es_es: Por defecto

source: Lock
es_es: Cierre

source: Category order
es_es: Orden de categorías

source: Note: can be overridden for sub-categories
es_es: Nota: se puede anular para subcategorías

source: Sort categories
es_es: Ordenar categorías

source: <strong>Note:</strong> Moving categories across blogs is currently disabled in the %sblogs settings%s.
es_es: <strong>Note:</strong> Mover categorías entre blogs está actualmente deshabilitado en las %sconfiguraciones de blogs%s.

source: Cancel move!
es_es: ¡Cancelar Mover!

source: Move category
es_es: Mover categoría

source: Attached to blog
es_es: Adjuntado al blog

source: If you select a new blog, you will be able to choose a position within this blog on the next screen.
es_es: Si seleccionas un blog nuevo, puedes elegir una posición dentro de este blog en la pantalla siguiente.

source: Can use APIs
es_es: Puede usar APIs

source: Never
es_es: Nunca

source: Always
es_es: Siempre

source: Creating new blogs
es_es: Creando nuevos blogs

source: Users can create new blogs for themselves
es_es: Los usuarios pueden crear nuevos blogs ellos mismos.

source: New users automatically get a new blog
es_es: Los nuevos usuarios automáticamente reciben un nuevo blog

source: Open b2evolution.net
es_es: Abrir b2evolution.net

source: Open Support forums
es_es: Abrir los foros de soporte

source: Open Online manual
es_es: Abrir Manual en Línea

source: b2evolution on twitter
es_es: b2evolution en twitter

source: b2evolution on facebook
es_es: b2evolution en facebook

source: Site
es_es: Sitio

source: Site Dashboard
es_es: Panel del sitio

source: Site Settings
es_es: Ajustes del sitio

source: Slugs
es_es: Abreviaturas

source: Skins for this blog
es_es: Skins para este blog

source: Manage skins
es_es: Administrar skins

source: Post Types Management
es_es: Gestión de tipos de publicaciones

source: Post Statuses Management
es_es: Gestión de Estados de las publicaciones

source: Import
es_es: Importar

source: Testing
es_es: Probar

source: Backup
es_es: Copia de seguridad

source: Check for updates
es_es: Comprobar actualizaciones

source: Create posts by email
es_es: Crear posts por correo electrónico

source: Send notifications about new comment on &laquo;%s&raquo;
es_es: Enviar notificaciones acerca de nuevos comentarios en &laquo;%s&raquo;

source: Send notifications for &laquo;%s&raquo;
es_es: Enviar notificaciones para &laquo;%s&raquo;

source: Send reminders about comments awaiting moderation
es_es: Enviar recordatorios de comentarios esperando moderación

source: Send reminders about posts awaiting moderation
es_es: Enviar recordatorios acerca de publicaciones en espera de moderación

source: Link
es_es: Vínculo

source: File %s is still linked to %d other objects
es_es: El fichero %s aún está enlazado a %d otros objetos

source: File %s has been deleted.
es_es: El fichero %s ha sido borrado.

source: File %s could not be deleted.
es_es: El fichero %s no pudo ser borrado.

source: You are about to unlink and delete the attached file from %s path.
es_es: Está a punto de desenlazar y borrar el fichero adjuntado desde la ruta %s.

source: Are you sure?
es_es: ¿Estás seguro?

source: This CANNOT be undone!
es_es: ¡Esto NO PUEDE deshacerse!

source: Your email address is invalid. Please set your email address first.
es_es: Su dirección de correo electrónico no es válida. Por favor configure primero su dirección de correo.

source: You have successfully subscribed to notifications.
es_es: Se ha suscrito con éxito a las notificaciones.

source: Could not subscribe to notifications.
es_es: No se le pudo suscribir a las notificaciones.

source: Sorry, we could not find anything matching your request, please try to broaden your search.
es_es: Lo sentimos, no pudimos encontrar nada que coincida con tu petición, por favor amplia tu búsqueda.

source: Comment
es_es: Comentario

source: Tag
es_es: Etiqueta

source: In %s
es_es: En %s

source: %d posts are tagged with '%s'
es_es: %d publicaciones etiquetadas con '%s'

source: last edited on
es_es: ultima edición el

source: Created by %s on %s
es_es: Creado por %s el %s

source: on
es_es: en

source: Last edit by
es_es: Última edición por

source: Sorry, you have no permission to edit blog properties.
es_es: Lo sentimos, no tienes permiso para editar las propiedades del blog.

source: The blog settings have been updated
es_es: La configuración del blog ha sido actualizado

source: The blog skin has been changed.
es_es: El Skin del blog ha sido cambiado.

source: Skin settings have been updated
es_es: Las opciones del Skin han sido actualizadas

source: Plugin settings have been updated
es_es: Las opciones del complemento han sido actualizadas.

source: The blog permissions have been updated
es_es: Los permisos del blog han sido actualizados.

source: Category ordering has been changed.
es_es: El orden de la categoría ha sido cambiado.

source: Please select a type
es_es: Seleccione un tipo

source: The collection type has been updated
es_es: El tipo de colección ha sido actualizado

source: The collection setting has been updated.
es_es: La configuración de la colección ha sido actualizada

source: Page caching has been turned on for the collection.
es_es: Se ha activado la caché de página para la colección.

source: Page caching has been turned off for the collection.
es_es: Se ha desactivado la caché de página para la colección.

source: Block caching has been turned on for the collection.
es_es: Se ha activado la caché de bloque para la colección.

source: Block caching has been turned off for the collection.
es_es: Se ha desactivado la caché de bloque para la colección.

source: Collection type
es_es: Tipo de colección

source: Skin selection
es_es: Selección de skin

source: Advanced settings
es_es: Opciones avanzadas

source: User permissions
es_es: Permisos de usuarios

source: Group permissions
es_es: Permisos de grupo

source: You don't have permission to create a collection.
es_es: No tiene permisos para crear una colección.

source: New "%s" collection
es_es: Nueva colección "%s"

source: New %s
es_es: Nuevo %s

source: Blog &laquo;%s&raquo; deleted.
es_es: Blog &laquo;%s&raquo; eliminada.

source: Cannot delete Blog &laquo;%s&raquo;
es_es: No se pudo borrar el blog &laquo;%s&raquo;

source: Blog settings updated.
es_es: Configuración del blog actualizada.

source: Invalid color code.
es_es: Código de color no válido.

source: Reload-page timeout must be between %d and %d seconds.
es_es: El tiempo de recarga de las páginas debe estar entre %d y %d segundos.

source: Site settings updated.
es_es: Configuración del sitio actualizada.

source: New Collection
es_es: Nueva colección

source: WARNING: This collection contains %d items and %d comments.
es_es: ATENCIÓN: Esta colección contiene %d elementos y %d comentarios.

source: WARNING: This collection contains %d items.
es_es: ATENCIÓN: Esta colección contiene %d elementos.

source: WARNING: You are about to delete the default collection.
es_es: ADVERTENCIA: Está a punto de eliminar la colección por defecto.

source: WARNING: You are about to delete the collection used for info pages.
es_es: ADVERTENCIA: Está a punto de eliminar la colección utilizada para páginas informátivas.

source: WARNING: You are about to delete the collection used for login/registration pages.
es_es: ADVERTENCIA: Está a punto de eliminar la colección utilizada para páginas de inicio de sesión/registro.

source: WARNING: You are about to delete the collection used for messaging pages.
es_es: ADVERTENCIA: Está a punto de eliminar la colección utilizada para página de mensajería.

source: Note: Some files in this collection's fileroot may be linked to users or to other collections posts and comments. Those files will ALSO be deleted, which may be undesirable!
es_es: Nota: algunos ficheros en el directorio raíz de esta colección pueden estar asociados a usuarios o a publicaciones o comentarios de otras colecciones. Esos ficheros TAMBIÉN van a ser eliminados, ¡lo cual puede resultar indeseado!

source: Delete collection &laquo;%s&raquo;?
es_es: ¿Borrar la colección &laquo;%s&raquo;?

source: %d blog settings
es_es: %d configuración del blog

source: %d user permission definitions
es_es: %d definiciones de permisos de usuario

source: %d group permission definitions
es_es: %d definiciones de permisos de grupo

source: %d subscriptions
es_es: %d subscripciones

source: %d widgets
es_es: %d complementos

source: %d related categories with all of their content recursively
es_es: %d categorías relacionadas con todo su contenido recursivamente

source: %d files in this blog file root
es_es: %d ficheros en la raíz de ficheros de este blog

source: Homepage Title
es_es: Título de Página de Inicio

source: Home
es_es: Inicio

source: My photoblog
es_es: Mi Fotoblog

source: Photoblog
es_es: Fotoblog

source: Our blog
es_es: Nuestro blog

source: Group
es_es: Grupo

source: My forum
es_es: Mi foro

source: Forum
es_es: Foro

source: My weblog
es_es: Mi weblog

source: Invalid category prefix.
es_es: Prefijo de categoría inválido.

source: Invalid tag prefix.
es_es: Prefijo de etiqueta inválido.

source: Download delay must be numeric (0-10).
es_es: El retardo de la descarga ha de ser que se numérico (0-10)

source: Items per feed must be between %d and %d.
es_es: Los ítems/días por feed deben estar entre %d y %d.

source: Comments per feed must be between %d and %d.
es_es: Los comentarios por aviso de actualización ('feed') deben estar entre %d y %d.

source: Invalid long description
es_es: Descripcion larga inválida

source: Invalid blog footer
es_es: Pié de página del blog inválido

source: Invalid single post footer
es_es: Pié de página de la publicación individual inválido

source: Invalid RSS footer
es_es: Pié de página RSS inválido

source: Invalid Blog Notes
es_es: Notas de blog no válidas

source: Max credits must be between %d and %d.
es_es: El máximo de créditos debe estar entre %d y %d.

source: Please enter a specific post ID
es_es: Por favor introduzca la identificación de un artículo específico

source: Items/days per page must be between %d and %d.
es_es: Los ítems/días por página deben estar entre %d y %d.

source: Number of search results per page must be between %d and %d.
es_es: El número de resultados de búsqueda por página debe estar entre %d y %d.

source: Number of shown comments must be between %d and %d.
es_es: El número de comentarios mostrados debe estar entre %d y %d.

source: Comments per page must be between %d and %d.
es_es: Los comentarios por página deben estar entre %d y %d.

source: Invalid Custom meta tag/css section.
es_es: Sección personalizada de meta etiqueta/css, inválida.

source: Invalid Custom javascript section
es_es: Sección JavaScript personalizada no válida

source: User &laquo;%s&raquo; does not exist!
es_es: ¡El usuario &laquo;%s&raquo; no existe!

source: You must provide an URL collection name!
es_es: ¡Debe proporcionar un nombre URL para la colección!

source: The url name %s is invalid.
es_es: El nombre de la URL %s no es válido.

source: The URL name %s is already in use by another collection. Please choose another name.
es_es: El nombre URL %s ya es utilizado por otra colección. Por favor escoja otro nombre.

source: %s is an invalid absolute URL
es_es: %s es una URL absoluta no válida

source: Collection Folder URL
es_es: URL de Carpeta de la Colección

source: You must provide an absolute URL (starting with <code>http://</code> or <code>https://</code>) and it must contain at least one '/' sign after the domain name!
es_es: ¡Debe proporcionar una URL absoluta (que comience con <code>http://</code> o <code>https://</code>) y debe contener al menos un signo '/' después del nombre de dominio!

source: Blog Folder URL
es_es: URL de la carpeta del blog

source: You must provide a relative URL (without <code>http://</code> or <code>https://</code>)!
es_es: ¡Debes proporcionar un URL relativo (sin <code>http://</code> o <code>https://</code>)!

source: Invalid aggregate collection ID list!
es_es: ¡La lista de ID de colecciones agregadas es inválida!

source: Media dir location
es_es: Locación del directorio de medios

source: You must provide the full path of the media directory.
es_es: Debes proporcionar la ruta completa al directorio de medios.

source: You must provide an absolute URL (starting with <code>http://</code> or <code>https://</code>)!
es_es: ¡Debes proporcionar un URL absoluto (comenzando con <code>http://</code> o <code>https://</code>)!

source: You must provide the media subdirectory.
es_es: Debes proporcionar el subdirectorio de medios.

source: Invalid subdirectory &laquo;%s&raquo;.
es_es: Subdirectorio &laquo;%s&raquo; inválido.

source: The blog's media directory &laquo;%s&raquo; could not be created, because the parent directory is not writable or does not exist.
es_es: El directorio de medios del blog &laquo;%s&raquo; no pudo ser creado, porque no existe o no se puede grabar el directorio padre.

source: The blog's media directory &laquo;%s&raquo; could not be created.
es_es: No se pudo crear el directorio de medios del blog &laquo;%s&raquo;

source: The blog's media directory &laquo;%s&raquo; has been created with permissions %s.
es_es: El directorio de medios del blog &laquo;%s&raquo; ha sido creado con permisos %s.

source: ATTENTION: advanced <a href="%s">user</a> & <a href="%s">group</a> permissions are enabled and some logged in users may have less permissions than anonymous users.
es_es: ATENCIÓN: los permisos avanzados de <a href="%s">usuario</a> y <a href="%s">grupo</a> están habilitados y algunos usuarios autentificados pueden tener menos permisos que los usuarios anónimos.

source: The new blog has been created.
es_es: El nuevo blog ha sido creado.

source: The new blog has been associated with the stub file &laquo;%s&raquo;.
es_es: El nuevo blog ha sido asociado con el archivo stub &laquo;%s&raquo;.

source: No stub file named &laquo;%s&raquo; was found. You must create it for the blog to function properly with the current settings.
es_es: No se ha encontrado un fichero personalizado llamado &laquo;%s&raquo;. Deberías crearlo para que el blog funcione correctamente con la actual configuración.

source: Uncategorized
es_es: Sin categorías

source: A default category has been created for this blog.
es_es: Se ha creado una categoría por defecto para este blog

source: Default widgets have been set-up for this blog.
es_es: Los complementos predeterminados han sido configurados para este blog

source: ATTENTION: We have set some advanced permissions for this collection. Please verify the <a %s>User permissions</a> and the <a %s>Group permissions</a> now.
es_es: ATENCIÓN: Hemos establecido algunos permisos avanzados para esta colección. Por favor, comprueba los permisos del Usuario <a %s> y los permisos del Grupo <a %s> ahora.

source: Deleted blog's files
es_es: Ficheros del blog borrados

source: You need to log in before you can access this section.
es_es: ¡Tiene que identificarse antes de acceder a esta sección!

source: You are not a member of this section, therefore you are not allowed to access it.
es_es: No es miembro de esta sección, por lo que no tiene permiso para acceder a ella.

source: The old media dir could not be removed, please remove it manually!
es_es: ¡El antiguo directorio de audiovisuales no se pudo eliminar, por favor elimínelo manualmente!

source: Blog media folder is not empty, you cannot change it to "None".
es_es: La carpeta de audiovisuales del blog no está vacía, no puede cambiarla a "Ninguna"

source: Folder %s already exists, it cannot be used for several media locations.
es_es: La carpeta %s ya existe, no puede utilizarse para varias ubicaciones de audiovisuales.

source: Please use another folder name, because %s is reserved.
es_es: Por favor, use otro nombre de carpeta, porque %s está reservado.

source: Please use another folder name, because %s is already used for another media location.
es_es: Por favor utilice otro nombre de directorio, porque %s ya está siendo utilizado por otro directorio de medios.

source: Could not delete the old media folder "%s", please try to delete it manually.
es_es: No se pudo eliminar la carpeta de medios anterior "%s", por favor intente eliminarla manualmente.

source: Could not move the media folder content from "%s" to the new "%s" location.
es_es: No se puede mover el contenido de la carpeta de medios desde "%s" hasta su nueva ubicación "%s"

source: The media directory and all of its content were successfully moved to the new location.
es_es: El directorio de medios y todo su contenido fue movido con éxito a la nueva ubicación.

source: The requested blog does not exist (any more?)
es_es: El blog solicitada (¿ya?) no existe

source: Home / Main
es_es: Inicio / Principal

source: A collection optimized to be used as a site homepage and/or for generic functions such as messaging, user profiles, etc.
es_es: Una colección optimizada para ser usada como una página principal del sitio y/o para funciones genéricas tales como mensajería, perfiles de usuario, etc.

source: Besides displaying a nice homepage, this can also be used as a central home for cross-collection features such as private messaging, user profile editing, etc.
es_es: Además de mostrar una buena página de inicio, esto también puede utilizarse como un inicio centralizado de características transversales tales como mensajería privada, edición de perfiles de usuario, etc.

source: A collection optimized to be used as a standard blog (with the most common features).
es_es: Una colección optimizada para utilizarse como un blog estándar (con las características más comunes).

source: Many users start with a blog and add other features later.
es_es: Muchos usuarios comienzan con un blog y añaden otras características más tarde.

source: Gallery
es_es: Galería

source: A collection optimized for publishing photo albums.
es_es: Una colección optimizada para publicar álbumes de fotos.

source: Use this if you want to publish images without much text.
es_es: Utilice esta opción si desea publicar imágenes con poco texto.

source: A collection optimized to be used as a forum. (This should be used with a forums skin)
es_es: Una colección optimizada para ser usada como un foro. (Esto debería usarse con un skin para foro).

source: Use this if you want a place for your user community to interact.
es_es: Utilice esta opción si desea un lugar para interactuar en una comunidad de usuarios.

source: A collection optimized to be used as an online manual, book or guide. (This should be used with a manual skin)
es_es: Una colección optimizada para ser usado como un manual en línea, libro o guía. (Esto debería usarse con un skin para manual)

source: Use this if you want to publish organized information with chapters, sub-chapters, etc.
es_es: Utilice esta opción si desea publicar información organizada con capítulos, subcapítulos, etc.

source: Tracker
es_es: Tracker (rastreador)

source: A collection optimized for issue tracking or collaborative editing. Look for the workflow properties on the post editing form.
es_es: Una colección optimizada para el seguimiento de problemas o la edición colaborativa. Busque las propiedades del flujo de trabajo en el post Edición de Formulario.

source: Use this if several users need to collaborate on resolving issues or publishing articles...
es_es: Utilice esta opción si varios usuarios necesitan colaborar en la resolución de problemas o la publicación de artículos...

source: General caching has been enabled.
es_es: El cacheado general ha sido habilitado.

source: Page caching has been enabled.
es_es: El cacheado de página ha sido habilitado.

source: General caching could not be enabled. Check /cache/ folder file permissions.
es_es: El cacheado general no pudo habilitarse. Compruebe los permisos de fichero de la carpeta /cache/ .

source: Page caching could not be enabled. Check /cache/ folder file permissions.
es_es: El cacheado de página no pudo habilitarse. Compruebe los permisos de fichero de la carpeta /cache/ .

source: General caching has been disabled. Cache contents have been purged.
es_es: El cacheado general ha sido deshabilitado. Los contenidos de la caché han sido purgados.

source: Page caching has been disabled. Cache contents have been purged.
es_es: El cacheado de página ha sido deshabilitado. Los contenidos de la caché han sido purgados

source: IMPORTANT: your account is not active yet! Activate your account now by clicking on the activation link in the email we sent you. <a %s>More info &raquo;</a>
es_es: IMPORTANTE: ¡su cuenta no está aún activada! Active ahora su cuenta haciendo clic en el enlace de activación del correo que le enviamos. <a %s>Más información &raquo;</a>

source: Make private!
es_es: ¡Hágalo privado!

source: Everyone
es_es: Todos

source: Public
es_es: Público

source: Community
es_es: Comunidad

source: Logged in users only
es_es: Sólo usuarios autentificados

source: Blog members only
es_es: Sólo miembros del blog

source: Members
es_es: Miembros

source: Moderators only (+You)
es_es: Sólo moderadores (y usted)

source: Review
es_es: Revisar

source: Private
es_es: Privado

source: You only
es_es: Sólo tu

source: Draft
es_es: Borrador

source: You only (+backoffice users)
es_es: Sólo usted (y los usuarios de backoffice (soporte interno))

source: Deprecated
es_es: Desaprobado

source: Not published!
es_es: ¡No publicado!

source: Redirected
es_es: Redirigido

source: Recycled
es_es: Reciclado

source: Change status to
es_es: Cambiar status a

source: Visible by
es_es: Visible por

source: Visible by anyone
es_es: Visible por todos

source: Visible by logged-in users only
es_es: Visible sólo por los usuarios autentificados

source: Visible by members only
es_es: Visible sólo por los miembros

source: Waiting for moderator review
es_es: Esperando a la revisión del moderador

source: Visible by you only
es_es: Visible sólo por usted

source: Unfinished post
es_es: Post inconcluso

source: Save as Public!
es_es: ¡Guardar como Público!

source: Save for Community!
es_es: ¡Guardar como Comunidad!

source: Save for Members!
es_es: ¡Guardar como Miembros!

source: Save for Review!
es_es: ¡Guardar como Revisar!

source: Save as Private!
es_es: ¡Guardar como Privado!

source: Save as Draft!
es_es: ¡Guardar como Borrador!

source: Save as Deprecated!
es_es: ¡Guardar como Obsoleto!

source: Save as Redirected!
es_es: ¡Guardar como Redirigido!

source: Deprecate!
es_es: ¡Desaprobar!

source: Open to moderators!
es_es: ¡Abierto a moderadores!

source: Restrict to moderators!
es_es: ¡Restringido a moderadores!

source: Open to members!
es_es: ¡Abierto a miembros!

source: Restrict to members!
es_es: ¡Restringido a miembros!

source: Open to community!
es_es: ¡Abierto a la comunidad!

source: Restrict to community!
es_es: ¡Restringido a la comunidad!

source: Make public!
es_es: ¡Hacerlo público!

source: Blogs owned by the user
es_es: Blogs propiedad del usuario

source: User does not own any blogs
es_es: El usuario no posee blog alguno

source: Delete all
es_es: Borrar todos

source: Delete all blogs owned by %s
es_es: Borra todos los blogs propiedad de %s
