Repository: washedfrere/dudad
Catalog: blog/locales/*/LC_MESSAGES/messages.po
Languages: es_es

source: The file %s is not writable.
es_es: No se puede escribir en el archivo %s.

source: The locale %s has been reloaded.
es_es: El idioma/local %s ha sido recargado.

source: The locale %s is currently enabled.
es_es: El idioma/local %s está actualmente habilitado.

source: The locale %s cannot be deleted.
es_es: El idioma/loca %s no puede ser eliminado.

source: The locale %s has been deleted from database.
es_es: El idioma/local %s ha sido elminado de la base de datos.

source: To completely delete it, you should also delete the file %s from the server hard disk.
es_es: Para completar la eliminación, usted debe eliminar también el archivo %s del disco duro del servidor.

source: Switched priorities.
es_es: Prioridades cambiadas.

source: The file .POT was generated successfully
es_es: El fichero .POT fue generado con éxito

source: The file .POT was imported into database successfully
es_es: El fichero .POT fue importado a la base de datos con éxito

source: Global settings are shared between all blogs; see Blog settings for more granular settings.
es_es: Las configuraciones globales son compartidas por todos los blogs; mira las configuraciones de Blog para configuraciones particulares.

source: No .PO file found
es_es: No se encontró archivo .PO

source: The file %s cannot be written to disk. Please check the filesystem permissions.
es_es: El archivo %s no puede ser escrito en el disco. Por favor, verifique los permisos del sistema de archivos.

source: The locale is incorrect!
es_es: ¡La localización regional es incorrecta!

source: The file .PO was imported into database successfully
es_es: El fichero .PO fue importado a la base de datos con éxito

source: The file .PO was generated successfully
es_es: El fichero .PO fue generado con éxito

source: A translated string was updated.
es_es: Se actualizó una cadena traducida

source: New translated string was added.
es_es: Se añadió una nueva cadena traducida.

source: A translated string was deleted.
es_es: Se borró una cadena traducida.

source: Translation editor
es_es: Editor de la traducción

source: Delete this translated string!
es_es: ¡Borrar esta cadena traducida!

source: Add new translated string
es_es: Añadir una nueva cadena traducida

source: Edit a translated string
es_es: Editar una cadena traducida

source: Original string
es_es: Cadena original

source: Translated string
es_es: Cadena traducida

source: Translation editor for locale "%s"
es_es: Editor de la traducción para la localización "%s"

source: Add new translated string...
es_es: Añadir nueva cadena traducida...

source: Edit this string...
es_es: Editar esta cadena...

source: Delete this string!
es_es: ¡Borrar esta cadena!

source: Import .PO file into DB
es_es: Importar fichero .PO a la BD

source: Generate .PO file
es_es: Generar fichero .PO

source: Translate this string...
es_es: Traducir esta cadena...

source: Create backups
es_es: Crear copias de seguridad

source: Create backups & upgrade b2evolution
es_es: Crear copias de seguridad y actualizar b2evolution

source: Auto Upgrade
es_es: Autoactualizar

source: Upgrade from SVN
es_es: Actualizar desde SVN

source: Basic test job
es_es: Tarea de testeo básico

source: Error test job
es_es: Tarea de testeo de errores

source: Clean up scheduled jobs older than a threshold
es_es: Limpiar tareas programadas después de un umbral

source: Heavy DB maintenance (CHECK & OPTIMIZE)
es_es: Mantenimiento de BD pesada (CHECK y OPTIMIZE)

source: Light DB maintenance (ANALYZE)
es_es: Mantenimiento de BD ligera (ANALYZE)

source: Prune old files from page cache
es_es: Elimina viejos archivos de la cache de la página

source: Prune recycled comments
es_es: Purgar comentario reciclados

source: This feature is disabled on the demo server.
es_es: Esta funcionalidad esta deshabilitada en el servidor de demostración.

source: System backup is in progress...
es_es: La copia de seguridad del sistema está en progreso...

source: System backup is in progress. Please reload this page in a few minutes.
es_es: Copia de seguirdad del sistema en progreso. Por favor recarga esta página en unos minutos.

source: Application files
es_es: Archivos de la aplicación

source: Configuration files
es_es: Archivos de configuración

source: Media folder
es_es: Carpeta de medios

source: Content tables
es_es: Tablas de contenido

source: Logs & stats tables
es_es: Registros y tablas de estadísticas

source: You have not selected anything to backup.
es_es: No ha seleccionado nada para realizar copia de respaldo.

source: Starting backup to: &laquo;%s&raquo; ...
es_es: Comenzado copia de seguridad a: &laquo;%s&raquo; ...

source: Backup complete. Directory: &laquo;%s&raquo;
es_es: Copia de seguridad completa. Carpeta: &laquo;%s&raquo;

source: Creating folders/files backup...
es_es: Creando carpetas/archivos de la copiaa de seguridad...

source: Archiving files to &laquo;<strong>%s</strong>&raquo;...
es_es: Archivando ficheros en &laquo;<strong>%s</strong>&raquo;...

source: Backing up &laquo;<strong>%s</strong>&raquo; ...
es_es: Realizando copia de seguridad &laquo;<strong>%s</strong>&raquo; ...

source: Unable to create &laquo;%s&raquo;
es_es: Imposible crear &laquo;%s&raquo;

source: Creating database backup...
es_es: Creando copia de seguridad de la base de datos...

source: Unable to write database dump. Database dump already exists: &laquo;%s&raquo;
es_es: Imposible escribir el volcado de la base de datos. El volcado de la base de datos ya existe: &laquo;%s&raquo;

source: Unable to write database dump. Could not open &laquo;%s&raquo; for writing.
es_es: Imposible escribir el volcado de la base de datos. No se puede abrir &laquo;%s&raquo; para escritura.

source: Dumping tables to &laquo;<strong>%s</strong>&raquo;...
es_es: Volcando tablas a &laquo;<strong>%s</strong>&raquo;...

source: Backing up table &laquo;<strong>%s</strong>&raquo; ...
es_es: Realizando copia de seguridad de la tabla &laquo;<strong>%s</strong>&raquo; ...

source: This is an old version!
es_es: ¡Esta es una versión antigua!

source: You should NOT install this older version.
es_es: Ustede NO debe instalar esta versión más antigua.

source: This package is already installed!
es_es: ¡Este paquete ya está instalado!

source: No upgrade is needed at this time. You might force a re-install if you want to force a cleanup.
es_es: No se necesita actualizar en este momento. Usted podría forzar una reinstalación si desea forzar la limpieza.

source: Switching to maintenance mode...
es_es: Entrando en modo de mantenimiento...

source: Unable to switch maintenance mode. Maintenance file can't be created: &laquo;%s&raquo;
es_es: Imposible cambiar al modo de mantenimiento. El archivo de mantenimiento no puede ser creado: &laquo;%s&raquo;

source: Switching out of maintenance mode...
es_es: Saliendo del modo de mantenimiento...

source: Unable to delete a maintenance file: &laquo;%s&raquo;
es_es: No se pudo borrar un fichero de mantenimiento: &laquo;%s&raquo;

source: Unable to create &laquo;%s&raquo; directory.
es_es: Imposible crear carpeta &laquo;%s&raquo; .

source: Checking .htaccess denial for directory:
es_es: Verificar denegación para .htaccess de la carpeta:

source: Unable to create &laquo;%s&raquo; file in directory.
es_es: Imposible crear el archivo &laquo;%s&raquo; en la carpeta.

source: Unable to create &laquo;%s&raquo; directory to extract files from ZIP archive.
es_es: Imposible crear el directorio &laquo;%s&raquo; para extraer el contenido del archivo ZIP.

source: Unable to decompress &laquo;%s&raquo; ZIP archive.
es_es: Imposible descomprimir el archivo ZIP &laquo;%s&raquo;.

source: Unknown policy command: %s
es_es: Política de comando desconocida: %s

source: Incorrect policy command: %s
es_es: Política de comando incorrecta: %s

source: To continue the upgrade process please fix the issues of the file %s or delete it.
es_es: Para continuar el proceso de actualización, por favor solucione los problemas del archivo %s o elimínelo.

source: Ignoring %s because of upgrade_policy.conf
es_es: Ignorando %s a causa de upgrade_policy.conf

source: Unavailable creating of folder %s, probably no permissions.
es_es: Creación de una carpeta %s no disponible, probablemente no tiene permiso.

source: Ignoring softmove of %s because %s is already in place (see upgrade_policy.conf)
es_es: Ignorando softmove de %s porque %s ya está en su sitio (ver upgrade_policy.conf)

source: Moving %s to %s as stated in upgrade_policy.conf
es_es: Moviendo %s a %s como se determina en upgrade_policy.conf

source: Unavailable copying to %s, probably no permissions.
es_es: Copiado a %s no disponible, probablemente no tiene permisos.

source: WARNING: <code>upgrade_policy.conf</code> not found. ALL FILES WILL BE BLINDLY UPGRADED WITHOUT DISCRIMINATION. Please refer to <code>/conf/upgrade_policy_sample.conf</code> for more info.
es_es: ADVERTENCIA: <code>upgrade_policy.conf</code> no se encontró. TODOS LOS FICHEROS SERÁN ACTUALIZADOS A CIEGAS SIN DISCRIMINACIÓN. Consulte <code>/conf/upgrade_policy_sample.conf</code> para más información.

source: No permission to open the %s file.
es_es: No tiene permiso para abrir el fichero %s.

source: The %s file is empty.
es_es: El fichero %s está vacío.

source: Cleaning up...
es_es: Limpiando...

source: No "remove" sections have been defined in the file %s.
es_es: No "elimine" secciones que hayan sido definidas en el fichero %s.

source: No cleanup is being done. You should manually remove the <code>/install</code> folder and check for other unwanted files...
es_es: No se está realizando limpieza. Debería eliminar manualmente la carpeta <code>/install</code> y comprobar que no haya otros ficheros no deseados...

source: Removing %s as stated in upgrade_policy.conf...
es_es: Eliminando %s como se determina en upgrade_policy.conf ...

source: No permissions to delete the folder
es_es: No tiene permisos para borrar esta carpeta

source: No permissions to delete the file
es_es: No tiene permisos para borrar este fichero

source: No file found
es_es: No se encontraron ficheros

source: Affected paths:
es_es: Rutas afectadas:

source: Affected tables:
es_es: Tablas afectadas:

source: Unzip
es_es: Descomprimir

source: Ready to upgrade
es_es: Listo para actualizar

source: Backup &amp; Upgrade
es_es: Respaldar &amp; Actualizar

source: Installer script
es_es: Rutina de instalación

source: Connect to SVN
es_es: Conectar a SVN

source: Export
es_es: Exportar

source: WARNING: USE WITH CAUTION!
es_es: ADVERTENCIA: ¡UTILICE CON CUIDADO!

source: Downloading package...
es_es: Descargando paquete...

source: Please enter the URL to download ZIP archive
es_es: Por favor, introduzca la URL para decargar el archivo ZIP

source: The URL "%s" must point to a ZIP archive.
es_es: La URL "%s" debe apuntar a un archivo ZIP.

source: Unable to delete previously downloaded package %s before forcing the download.
es_es: Imposible eliminar el paquete %s descargado previamente antes de forzar la descarga.

source: The package %s is already downloaded.
es_es: El paquete %s ya ha sido descargado.

source: Downloading package to &laquo;<strong>%s</strong>&raquo;...
es_es: Descargando paquete en &laquo;<strong>%s</strong>&raquo;...

source: Unable to download package from &laquo;%s&raquo;
es_es: Imposible descargar el paquete desde &laquo;%s&raquo;

source: Unable to create file: &laquo;%s&raquo;
es_es: No se pudo crear el fichero: &laquo;%s&raquo;

source: Unable to remove file: &laquo;%s&raquo;
es_es: No se pudo eliminar el fichero: &laquo;%s&raquo;

source: Unzipping package...
es_es: Descomprimiendo paquete...

source: Unable to delete previous unzipped package %s before forcing the unzip.
es_es: Imposible eliminar el paquete %s descomprimido previamente antes de forzar la descompresión.

source: The package %s is already unzipped.
es_es: El paquete %s ya está descomprimido.

source: Unpacking package to &laquo;<strong>%s</strong>&raquo;...
es_es: Descomprimiendo paquete en &laquo;<strong>%s</strong>&raquo;...

source: Ready to upgrade...
es_es: Listo para actualizar...

source: The new files are ready to be installed.
es_es: Los nuevos archivos están listos para ser instalados.

source: If you continue, the following sequence will be carried out automatically (trying to minimize "<a %s>maintenance time</a>" for the site):
es_es: Si continúa, la siguiente secuencia se llevará a cabo automáticamente (intentando minimizar el "<a %s>tiempo de mantenimiento</a>" para el sitio):

source: The site will switch to <a %s>maintenance mode</a>
es_es: El sitio se cambiará a <a %s modo de mantenimiento</a>

source: A backup will be performed
es_es: Se realizará un respaldo

source: The upgrade will be applied
es_es: Se va a aplicar la actualización

source: The install script of the new version will be called
es_es: Se llamará a la rutina de instalación de la nueva versión

source: The cleanup rules from %s will be applied
es_es: Se aplicarán las reglas de limpieza desde %s

source: The site will switch to normal mode again at the end of the install script.
es_es: El sitio será devuelto a modo normal nuevamente al finalizar la rutina de instalación.

source: Installing package from SVN...
es_es: Instalando el paquete desde el SVN...

source: Installing package...
es_es: Instalando paquete...

source: System upgrade is in progress. Please reload this page in a few minutes.
es_es: Actualizanción del sistema en progreso. Por favor recarga esta página en unos pocos minutos.

source: Verifying that all destination files can be overwritten...
es_es: Verificando que todos los archivos de destino pueden sobrescribirse...

source: Copying new folders and files...
es_es: Copiando nuevas carpetas y archivos...

source: The files and database backup was created successfully but all folders and files could not be overwritten
es_es: Los ficheros y las copias de respaldo de la base de datos se crearon exitosamente, pero todas las carpetas y ficheros no pudieron ser sobreescritas

source: Please restore the backup files from the &laquo;%s&raquo; package. The database was not changed.
es_es: Por favor restaure las copias de respaldo de los ficheros desde el paquete &laquo;%s&raquo; . La base de datos no fue cambiada

source: <strong>The following folders and files can't be overwritten:</strong>
es_es: <strong>Las siguientes carpetas y archivos no pueden sobrescribirse:</strong>

source: All new b2evolution files are in place. You will now be redirected to the installer to perform a DB upgrade.
es_es: Todos los ficheros b2evolution están en su sitio. Ahora será redirigido al instalador para realizar una actualización de la BD.

source: Note: the User Interface will look different.
es_es: Nota: la interfaz de usuario parecerá diferente

source: Continue to installer
es_es: Contniuar al instalador

source: Upgrade failed!
es_es: ¡Actualización fallida!

source: Retry
es_es: Reintentar

source: Exporting package from SVN...
es_es: Exportando paquete desde el SVN...

source: Please enter the URL of repository
es_es: Introduzca la URL del repositorio

source: Unable to get a repository version, probably URL of repository is incorrect.
es_es: No se pudo obtener una versión del repositorio, probablemente la URL de repositorio es incorrecta.

source: Please select a correct revision number. The latest revision is %s.
es_es: Por favor seleccione un número de revisión correcto. La última revisión es %s.

source: Unable to delete previous exported package %s before forcing the export.
es_es: Imposible eliminar el paquete %s exportado previamente antes de forzar la exportación.

source: Revision %s has already been downloaded. Using: %s
es_es: La revisión %s ya ha sido descargada. Usando: %s

source: Backup application files and data
es_es: Copia de seguridad de archivos de la aplicación y datos

source: Folders & files
es_es: Rutas y archivos

source: Database tables
es_es: Tablas de la base de datos

source: General Options
es_es: Opciones Generales

source: Maintenance mode
es_es: Modo de mantenimiento

source: Recommended
es_es: Recomendado

source: check this to completely lock b2evolution
es_es: marcar aquí para bloquear b2evolution completamente

source: Maintenance lock
es_es: Bloqueo por mantenimiento

source: check this to prevent login (except for admins), sending comments/messages and receiving DB updates (other than logging)
es_es: marque esto para prevenir inicios de sesión (excepto para administradores), enviar comentarios/mensajes y recibir actualizaciones de BD (excepto las de registro)

source: Leave the site open for modifications during backup. (Not recommended).
es_es: Dejar este sitio abierto a modificaciones mientras se hacen respaldos. (No recomendado).

source: Lock b2evolution while backing up
es_es: Bloquear b2evolution mientras se hacen respaldos

source: Compress backup files into ZIP archive.
es_es: Comprimir los archivos de la copia de seguridad en un archivo ZIP.

source: Advanced backup options
es_es: Opciones avanzadas de respaldo

source: There are no new updates.
es_es: No hay nuevas actualizaciones.

source: Update
es_es: Actualización

source: Version
es_es: Versión

source: This is a test implementation. Please enter the URL of the ZIP file to download and install!
es_es: Esta es una implementación de prueba. Por favor, ¡introduzca la URL del archivo ZIP a descargar e instalar!

source: Continue
es_es: Continuar

source: Unzip package
es_es: Descomprimir paquete

source: Skip Download
es_es: Saltar Descarga

source: Force New Download
es_es: Forzar Nueva Descarga

source: Back to Package Selection
es_es: Volver a la selección de paquete

source: Skip Export
es_es: Saltar Exportación

source: Force New Export
es_es: Forzar Nueva Exportación

source: Backup & Upgrade
es_es: Respaldar & Actualizar

source: Force Backup & Upgrade
es_es: Forzar Respaldo & Actualización

source: URL of repository
es_es: URL del repositorio

source: e.g. https://server.com/svn/repository/
es_es: ej. https://server.com/svn/repository/

source: SVN folder
es_es: Carpeta SVN

source: e.g. trunk/blogs/
es_es: ej. trunk/blogs/

source: Leave blank to get the latest revision
es_es: Dejar en blanco para obtener la última revisión

source: Revision
es_es: Revisión

source: Export revision from SVN...
es_es: Exportar revisión desde SVN...

source: Skip Unzip
es_es: Saltar Descompresión

source: Force New Unzip
es_es: Forzar Nueva Descompresión

source: Back to download package
es_es: Regresar a la descarga de paquete

source: Read & Send messages to people in contacts list only (except for blocked contacts)
es_es: Sólo Leer y enviar mensajes a gente en la lista de contactos (excepto para contactos bloqueados)

source: Read & Send messages to anyone (except for blocked contacts)
es_es: Leer y enviar mensajes a cualquiera (excepto para contactos bloqueados)

source: Read, Send & Delete any messages (including for blocked contacts)
es_es: Leer, enviar y borrar cualquier mensaje (incluyendo los dirigidos a contactos bloqueados)

source: Abuse Management
es_es: Gestión de abusos

source: Maximum number of new threads per day
es_es: Número máximo de hilos nuevos por día

source: Leave empty for no limit
es_es: Dejar vacío para no poner límite

source: Send reminders about unread messages
es_es: Enviar recordatorios de mensajes no leídos

source: The requested thread does not exist any longer.
es_es: El hilo solicitado ya no existe.

source: Thread &laquo;%s&raquo; deleted.
es_es: Hilo &laquo;%s&raquo; eliminado.

source: You are about to delete all messages in the conversation &laquo;%s&raquo;.
es_es: Está a punto de borrar todos los mensajes en la conversación &laquo;%s&raquo;.

source: You have successfuly left the &laquo;%s&raquo; conversation!
es_es: ¡Ha abandonado la conversación &laquo;%s&raquo; con éxito!

source: You have successfuly closed the &laquo;%s&raquo; conversation!
es_es: ¡Ha cerrado la conversación &laquo;%s&raquo; con éxito!

source: &laquo;%s&raquo; was blocked.
es_es: &laquo;%s&raquo; fue bloqueada.

source: You have blocked this user from contacting you.
es_es: Tiene a este usuario bloqueado para que no entre en contacto con usted.

source: You have unblocked this user so he can contact you again.
es_es: Ha desbloqueado a este usuario para que pueda ponerse en contacto con usted otra vez.

source: Message deleted.
es_es: Mensaje eliminado.

source: You are about to delete this message.
es_es: Está a punto de borrar este mensaje.

source: Send a message to all selected contacts
es_es: Enviar un mensaje a todos los contactos seleccionados

source: Send a message to all %d contacts in the &laquo;%s&raquo; group
es_es: Enviar un mensaje a todos los %d contactos en el grupo &laquo;%s&raquo;

source: Thread
es_es: Hilo

source: Cannot delete thread &laquo;%s&raquo;
es_es: No se puede eliminar el hilo &laquo;%s&raquo;

source: Delete thread &laquo;%s&raquo;?
es_es: ¿Eliminar el hilo &laquo;%s&raquo;?

source: %d contacts have been added to the &laquo;%s&raquo; group.
es_es: %d contactos han sido añadidos al grupo &laquo;%s&raquo;.

source: The group has been renamed.
es_es: El grupo ha sido renombrado.

source: The group has been deleted.
es_es: El grupo ha sido borrado.

source: You are not allowed to view messages.
es_es: No tiene permitido ver mensajes.

source: You are not allowed to view this thread.
es_es: No tiene permitido ver este hilo.

source: The requested message does not exist any longer.
es_es: El mensaje solicitado ya no existe.

source: Can't show messages without thread!
es_es: ¡No puede mostrar mensajes sin hilo!

source: Cannot delete message.
es_es: No se puede eliminar el mensaje.

source: Delete message?
es_es: ¿eliminar mensaje?

source: Invalid message content.
es_es: Contenido de mensaje inválido.

source: It seems you tried to send the same message twice. We only kept one copy.
es_es: Parece que ha intentado enviar el mismo mensaje dos veces. Sólo conservaremos una copia.

source: %s just sent you a new message!
es_es: ¡%s acaba de enviarle un mensaje nuevo!

source: %s just replied to your message!
es_es: ¡%s acaba de responder a su mensaje!

source: %s just replied to a conversation you are involved in!
es_es: ¡%s caba de responder a la conversación en la que usted está envuelto!

source: This is a preview only! Do not forget to send your message!
es_es: ¡Esto es sólo una vista previa! ¡No olvide enviar su mensaje!

source: Your private message has been sent.
es_es: Su mensaje privado ha sido enviado.

source: You already have a group with this name.
es_es: Usted ya tiene un grupo con este nombre.

source: Please enter group name
es_es: Introduzca un nombre de grupo

source: Please select at least one user.
es_es: Seleccione al menos un usuario.

source: Please enter name for new group.
es_es: Introduzca el nombre para un nuevo grupo.

source: New contacts group has been created.
es_es: Ha sido creado un nuevo grupo de contactos.

source: User &laquo;%s&raquo; has been removed from the &laquo;%s&raquo; group.
es_es: El usuario &laquo;%s&raquo; ha sido eliminado del grupo &laquo;%s&raquo;.

source: Close Friends
es_es: Amigos cercanos

source: Acquaintances
es_es: Conocidos

source: In these groups
es_es: En estos grupos

source: Not in these groups
es_es: No en estos grupos

source: Remove from group
es_es: Eliminar del grupo

source: Add to group
es_es: Añadir al grupo

source: You are not allowed to start a new conversation, because your limit is 0.
es_es: No tiene permiso para iniciar una nueva conversación, porque su límite es 0.

source: You can still start %d new conversations today.
es_es: Aún puede iniciar %d conversaciones nuevas hoy.
