Repository: washedfrere/dudad
Catalog: blog/locales/*/LC_MESSAGES/messages.po
Languages: es_es

source: Plain text only.
es_es: Sólo texto simple.

source: Downloading: %s
es_es: Descargando: %s

source: Your download will start in: %s seconds.
es_es: Su descarga comenzará en: %s segundos.

source: If your download hasn't started automatically, please <a %s>click here</a>.
es_es: Si su descarga no ha comenzado automáticamente, por favor <a %s>haga clic aquí</a>.

source: Your download will start shortly...
es_es: Su descarga comenzará en breve...

source: If nothing happens, please <a %s>click here</a>.
es_es: Si no ocurre nada, por favor <a %s>haga click aquí</a>.

source: This is a private website or section
es_es: Esta es una sección o sitio web privado

source: You need special permissions to access the contents of this website/section.
es_es: Necesita permisos especiales para acceder al contenido de esta sección/sitio web.

source: If you need assistance, please <a %s>contact the owner of this website/section</a>.
es_es: Si necesita asistencia, por favor <a %s>contacte con el propietario de esta sección/sitio web</a>.

source: Content issues
es_es: Temas de contenido

source: This is an independent website published solely under the reponsibility of its owner.
es_es: Este es un sitio web independiente publicado exclusivamente bajo la responsabilidad de su propietario.

source: In case of concerns with the contents of this website/section, please <a %s>contact the owner of this website/section</a>.
es_es: En caso de problemas con el contenido de esta sección/sitio web, por favor <a %s>contacte con el propietario de esta sección/sitio weeb</a>.

source: What to do if the owner doesn't respond
es_es: Qué hacer si el propietario no contesta

source: PREVIEW Comment by
es_es: PREVISUALIZAR comentario de:

source: You are already logged in
es_es: Usted ya está autentificado

source: Use standard login form instead
es_es: Usar formulario de autentificación standard en su lugar

source: Use standard password recovery form instead
es_es: Utilice en su lugar el formulario estándar de recuperación de contraseña

source: It is likely that the message you are trying to access has been identified as a spam or scam message and therefore has been deleted by a moderator.
es_es: Es probable que el mensaje al que está intentando acceder haya sido identificado como spam o estafa, por lo que ha sido eliminado por un moderador.

source: This may have happened in the time between you received a notification for this new message and the time you're now trying to read the message.
es_es: Esto puede haber sucedido entre el momento de recibir la notificación de nuevo mensaje y el momento de leerlo.

source: We are striving to keep this site free of inappropriate messages and misbehaving users. Despite our efforts, if you identify misbehaving users, please be sure to report them by using the 'Report this user' feature that you will find on their profile.
es_es: Nos esforzamos por mantener este sitio libre de mensajes inapropiados y usuarios indeseados. A pesar de estos esfuerzos, si identifica un usuario con mal comportamiento, por favor asegúrese de informar mediante el uso del enlace 'Informar de este usuario' que encontrará en su perfil.

source: Previous messages in this conversation
es_es: Mensajes previos en esta conversación

source: Mobile: Footer
es_es: Móvil: Pie de página

source: User registration is currently not allowed.
es_es: La inscripción de usuarios no está permitida actualmente.

source: Your invitation code
es_es: Su código de invitación

source: Choose an username
es_es: Escoja un nombre de usuario

source: Choose a password
es_es: Escoja una contraseña

source: Please type your password again
es_es: Por favor, teclee su contraseña otra vez

source: We respect your privacy. Your email will remain strictly confidential.
es_es: Respetamos su privacidad. Su correo electrónico permanecerá estrictamente confidencial.

source: Your real first name.
es_es: Su nombre real.

source: Preferred language
es_es: Idioma preferido

source: Register my account now!
es_es: ¡Registrar mi cuenta ahora!

source: Already have an account... ?
es_es: ¿Tiene ya una cuenta...?

source: Use standard registration form instead
es_es: Utilice en su lugar el formulario de inscripción estándar

source: Common links
es_es: Enlaces comunes

source: I accept these terms
es_es: Acepto estos términos

source: Edit in Back-Office
es_es: Editar en Back-Office

source: %s years old
es_es: %s años de edad

source: Send Message
es_es: Enviar mensaje

source: Add to Contacts
es_es: Añadir a contactos

source: Edit Blocked Contact
es_es: Editar contactos bloqueados

source: Edit Contact
es_es: Editar contacto

source: Block Contact
es_es: Bloquear contacto

source: Unblock Contact
es_es: Desbloquear contacto

source: Edit Reported User
es_es: Editar informe de usuario

source: Delete Spammer
es_es: Borrar spammer

source: Comments posted by %s
es_es: Comentarios posteados por %s

source: Comment on:
es_es: Comentar:

source: Posts created by %s
es_es: Posts creados por %s

source: Login now...
es_es: Iniciar sesión ahora...

source: Additional fields
es_es: Campos adicionales

source: If you need to attach files, please use <a %s>Advanced Edit</a>.
es_es: Si necesita adjuntar archivos, por favor utilice <a %s>Edición Avanzada</a>.

source: If you need to attach additional files, please use <a %s>Advanced Edit</a>.
es_es: Si necesita adjuntar archivos adicionales, por favor utilice <a %s>Edición Avanzada</a>.

source: If you need to attach files, please add a comment right after you post this.
es_es: Si necesita adjuntar archivos, por favor deje un comentario justo después de esta publicación.

source: If you need to attach additional files, please add a comment right after you edit this.
es_es: Si necesita adjuntar archivos adicionales, por favor deje un comentario justo después de esta edición.

source: posted on
es_es: publicado en

source: in
es_es: en

source: Parent
es_es: Padre

source: Item not found.
es_es: Elemento no encontrado.
