Repository: washedfrere/dudad
Catalog: blog/locales/*/LC_MESSAGES/messages.po
Languages: es_es

source: Please remember: this comment will be included in a private discussion view and <u>only will be visible to other admins</u>
es_es: Por favor, recuerde: este comentario se incluirá en una discusión privada y <u>solo será visible por otros administradores</u>

source: Edit profile
es_es: Editar perfil

source: Send comment
es_es: Enviar comentario

source: Posts to show
es_es: Publicaciones para mostrar

source: Past
es_es: Pasados

source: Future
es_es: Futuros

source: Assignees
es_es: Asignados

source: Any
es_es: Cualquiera

source: Archives
es_es: Archivos

source: "%s" list
es_es: Lista de "%s"

source: Task list
es_es: Listado de tareas

source: Item/Task
es_es: Elemento/Tarea

source: Assigned
es_es: Asignado

source: Create a new task...
es_es: Crear una tarea nueva...

source: New task
es_es: Tarea nueva

source: Mass post contents
es_es: Contenidos del grupo de publicaciones

source: Separate posts with a blank line. The first line of each post becomes a title.
es_es: Artículos separados con una línea en blanco. La primera línea de cada artículo pasa a ser el título.

source: Create paragraphs at each line break
es_es: Crear párrafos para cada salto de línea

source: Create posts
es_es: Crear publicación

source: Visibility / Sharing
es_es: Visibilidad / Compartir

source: Mass edit the current post list
es_es: Edición en grupo de la lista de publicaciones actual

source: There are %d posts in your selection, only the first 100 are displayed
es_es: Hay %d artículos en tu selección, sólo se muestran los 100 primeros

source: <title> tag
es_es: etiqueta <title> (título)

source: New post status
es_es: Nuevo estatus de publicación

source: Edit this post status...
es_es: Editar este estatus de publicación...

source: Duplicate this post status...
es_es: Duplicar este estatus de publicación...

source: Delete this post status!
es_es: ¡Borrar este estatus de publicación!

source: Create a new post status...
es_es: Crear un nuevo estatus de publicación...

source: Merge tags?
es_es: ¿Combinar etiquetas?

source: Confirm
es_es: Confirmar

source: New Tag
es_es: Nueva etiqueta

source: Posts that have this tag
es_es: Publicaciones que tienen esta etiqueta

source: Post ID
es_es: ID de Publicación

source: Unlink this tag from post!
es_es: ¡Desvincular esta etiqueta de la publicación!

source: Are you sure you want to remove the tag "%s" from "%s"?
es_es: ¿Seguro que desea eliminar la etiqueta "%s" de "%s"?

source: Must be a number
es_es: Debe ser un número

source: Used
es_es: Usado

source: Edit this tag...
es_es: Editar esta etiqueta...

source: Delete this tag!
es_es: ¡Borrar esta etiqueta!

source: Cleanup orphans
es_es: Limpiar huérfanos

source: Add a new tag...
es_es: Añadir nueva etiqueta...

source: New tag
es_es: Nueva etiqueta

source: Delete this Post Type!
es_es: ¡Borrar este Tipo de Publicación!

source: Edit post type
es_es: Editar el tipo de publicación

source: New post type
es_es: Nuevo tipo de publicación

source: New Post Type
es_es: Nuevo Tipo de Publicación

source: Post type
es_es: Tipo de Publicación

source: Permission level
es_es: Nivel de permiso

source: Back-office tab
es_es: Pestaña Back-office

source: Items of this type will be listed in this back-office tab. If empty, items will be found only in the "All" tab.
es_es: Los elementos de este tipo se mostrarán en esta pestaña del back-office. Si está vacío, los elementos se encontrarán solamente en la pestaña "Todo".

source: b2evolution will automatically append .main.php or .disp.php
es_es: b2evolution añadirá automáticamente .main.php o .disp.php

source: Required
es_es: Requerido

source: Optional
es_es: Opcional

source: This feature is not compatible with Intro posts.
es_es: Esta función no es compatible con mensajes de Introducción.

source: Use title
es_es: Título usado

source: Use text
es_es: Texto usado

source: Check to allow HTML in posts.
es_es: Marcar para permitir HTML en los posts.

source: Allow Teaser and Page breaks
es_es: Permitir saltos de página

source: Allow attachments
es_es: Permitir adjuntos

source: Allow featured
es_es: Característica permitida

source: Use of Advanced Properties
es_es: Uso de Propiedades Avanzadas

source: Use tags
es_es: Etiquetas usadas

source: Use excerpt
es_es: Extractos usados

source: Use URL
es_es: URL usada

source: Use Parent ID
es_es: Uso del ID del padre

source: Use <title> tag
es_es: Etiqueta <title> usada

source: Use <meta> description
es_es: Descripción <meta> usada

source: Use <meta> keywords
es_es: Palabras clave <meta> usadas

source: Use of Location
es_es: Uso de la Ubicación

source: Use country
es_es: País usado

source: Use region
es_es: Comunidad usada

source: Use sub-region
es_es: Provincia usada

source: Use city
es_es: Ciudad usada

source: Turn this on to be able to set the location coordinates and view on map.
es_es: Active esto para permitir las coordenadas de localización y visualizar en el mapa.

source: Use coordinates
es_es: Coordenadas usadas

source: Use of Comments
es_es: Uso de Comentarios

source: Also see collection's feedback options
es_es: Véase también la colección de opciones de retroalimentación

source: Use comments
es_es: Usar comentarios

source: Allow closing comments
es_es: Permitir el cierre de comentarios

source: Check to allow closing comments on individual items/posts.
es_es: Compruebe para permitir el cierre de comentarios en elementos individuales/publicaciones.

source: Allow disabling comments
es_es: Permitir desactivar los comentarios

source: Check to allow disabling comments on individual items/posts.
es_es: Compruebe para permitir desactivar los comentarios en elementos individuales/publicaciones.

source: Use comment expiration
es_es: Usar caducidad de comentarios

source: Use of Custom Fields
es_es: Uso de Campos Personalizados

source: Use custom fields
es_es: Utilizar campos personalizados

source: Add new numeric custom field
es_es: Añadir nuevo campo numérico personalizado

source: Ex: Price, Weight, Length... &ndash; will be stored as a double floating point number.
es_es: Ej: Precio, peso, longitud... &ndash; serán almacenados como un doble número de coma flotante

source: Numeric
es_es: Numérico

source: Add new text custom field
es_es: Añadir un nuevo campo de texto personalizado

source: Ex: Color, Fabric... &ndash; will be stored as a varchar(2000) field.
es_es: Ej: Color, textura... &ndash; serán guardados como un campo varchar(2000)

source: String
es_es: Cadena

source: Remove custom field
es_es: Quitar campo personalizado

source: Are you sure want to delete this custom field?\nThe update will be performed when you will click on the 'Save Changes!' button.
es_es: ¿Está seguro de que desea eliminar este campo personalizado?\nLa actualización se realizará cuando haga clic en el botón '¡Guardar Cambios!'.

source: Item/Post/Page types
es_es: Tipos de Ítem/Publicación/Página

source: Duplicate this Post Type...
es_es: Duplicar este Tipo de Publicación...

source: Edit this Post Type...
es_es: Editar este Tipo de Publicación...

source: The item type is enabled.
es_es: El tipo de elemento está habilitado.

source: The item type is disabled.
es_es: El tipo de elemento está deshabilitado.

source: Enabled in<br />%s
es_es: Habilitado en <br />%s

source: The item type is the default for %s.
es_es: El tipo de elemento es el predeterminado para %s.

source: Set this item type as the default for %s.
es_es: Establecer este tipo de elemento como predeterminado para %s.

source: The item type is not the default for %s.
es_es: El tipo de elemento no es el predeterminado para %s.

source: Default for<br />%s
es_es: Predeterminado para <br />%s

source: Perm Level
es_es: Nivel de Permisos

source: Create a new element...
es_es: Crear un nuevo un elemento...

source: Requested link owner object does not exist any longer.
es_es: El objeto propietario del enlace solicitado ya no existe.

source: Link has been moved up.
es_es: El enlace se ha movido arriba.

source: Link has been moved down.
es_es: El enlace se ha movido a abajo.

source: Link order has not been changed.
es_es: El órden de los enlaces no se ha cambiado.

source: Link position has been changed.
es_es: La posición del enlace ha sido cambiada.

source: Link position has not been changed.
es_es: La posición del enlace no ha sido cambiada.

source: %d votes
es_es: %d votos

source: Attach files
es_es: Adjuntar ficheros

source: Attach files to "%s"
es_es: Adjuntar ficheros a "%s"

source: Attach files to comment #%s
es_es: Adjuntar ficheros al comentario #%s

source: Images &amp; Attachments
es_es: Imágenes &amp; Adjuntos

source: Attach existing files
es_es: Adjuntar ficheros existentes

source: Save post to start uploading files
es_es: Guardar publicación para iniciar subida de ficheros

source: Save & Link files from original
es_es: Guardar y Enlazar ficheros desde el original

source: Move upwards
es_es: Mover arriba

source: Move down
es_es: Mover abajo

source: Delete this link!
es_es: ¡Eliminar este vínculo!

source: Insert image into the post
es_es: Insertar imagen en el post

source: Comment on
es_es: Comentar

source: Are you sure want to unlink this file?
es_es: ¿Está seguro de que desea desvincular este fichero?

source: Link this image to your comment
es_es: Enlace esta imagen a su documento

source: Link this file to your comment
es_es: Enlace este fichero a su comentario

source: The file will be linked for download at the end of the comment.
es_es: El fichero será enlazado al final del comentario para ser descargado.

source: Insert the following code snippet into your comment.
es_es: Inserte el siguiente pedazito de código en su comentario.

source: View this comment...
es_es: Ver este comentario...

source: Link files to current comment
es_es: Enlazar ficheros al comentario actual

source: Selected files have been linked to comment.
es_es: Los ficheros seleccionados han sido enlazados al comentario.

source: Link has been deleted from the &laquo;Comment&raquo;.
es_es: El enlace ha sido borrado del &laquo;Comentario&raquo;.

source: Above comment
es_es: Comentario de arriba

source: Below comment
es_es: Comentario de debajo

source: Link this image to your item.
es_es: Enlazar esta imagen a su elemento.

source: Link this file to your item.
es_es: Enlazar este fichero a su elemento.

source: The file will be appended for linked at the end of the item.
es_es: El fichero será adjuntado a los enlazados al final del elemento.

source: Insert the following code snippet into your item.
es_es: Inserte el siguiente pedazito de código en su elemento.

source: View this item...
es_es: Ver este elemento...

source: Edit this item...
es_es: Editar este elemento...

source: Link files to current item
es_es: Enlazar ficheros al elemento actual

source: Selected files have been linked to item.
es_es: Los archivos seleccionados han sido vinculados al elemento.

source: Link has been deleted from &laquo;item&raquo;.
es_es: El enlace ha sido borrado desde el &laquo;elemento&raquo;.

source: Teaser
es_es: Vista previa

source: Teaser-Permalink
es_es: Teaser-Enlace Permanente

source: Teaser-Ext Link
es_es: Teaser-Enlace Ext

source: After "more"
es_es: Después de "más"

source: Inline
es_es: En la línea

source: Fallback
es_es: Imagen predeterminada

source: Cover
es_es: Cubierta

source: Link this image to the user.
es_es: Enlazar esta imagen al usuario.

source: Link this file to the user.
es_es: Enlazar este fichero al usuario.

source: View this user...
es_es: Ver este usuario...

source: Edit this user...
es_es: Editar este usuario...

source: Link files to current user
es_es: Enlazar ficheros al usuario actual

source: Link has been deleted from &laquo;user&raquo;.
es_es: El enlace ha sido borrado

source: Destination
es_es: Destino

source: Link a file...
es_es: Vincular un archivo...

source: The locale %s has been deactivated because it's not UTF-8
es_es: El local %s ha sido desactivado porque no es UTF-8

source: The main locale was no longer valid and has been set to %s.
es_es: El local principal ya no era válido y ha sido cambiado a %s.

source: The locale %s was re-enabled automatically because it's currently the default locale. The default locale must be a valid and enabled locale.
es_es: El idioma/local %s fue rehabilitado automáticamente porque es el local por defecto actual. El local por defecto debe ser un local válido y habilitado.

source: %d users with invalid locale %s
es_es: %d usuarios con idioma/local %s inválido

source: %d collections with invalid locale %s
es_es: %d colecciones con idioma/local %s inválido

source: You have disabled some locales. This results in:
es_es: Usted ha deshabilitado algunos idiomas/locales. Esto ha resultado en:

source: These will be assigned the default locale %s
es_es: Se les asiganrá el idioma/local por defecto %s

source: Unexpected error occured, regional settings could not be updated.
es_es: Ha ocurrido un error inesperado, la configuración regional no pudo ser actualizada.

source: Locale settings
es_es: Configuraciones regionales

source: The first two letters should be a <a %s>ISO 639 language code</a>. The last two letters should be a <a %s>ISO 3166 country code</a>.
es_es: Las primeras dos letras deberían ser <a %s>un código de idioma ISO 639</a>. Las últimas dos letras deberían ser <a %s>un código de país ISO 3166</a>

source: Enabled
es_es: Habilitado

source: Should this locale be available to users?
es_es: ¿Debería estar disponible esta localización para usuarios?

source: name of the locale
es_es: nombre de la localización

source: Charset
es_es: Set de carácteres

source: Date format
es_es: Formato de fecha

source: See below.
es_es: Ver abajo.

source: Time format
es_es: Formato de hora

source: Short time format
es_es: Formato corto de hora

source: Day at the start of the week.
es_es: Día en el que comienza la semana.

source: Start of week
es_es: Inicio de la semana

source: Lang file
es_es: Archivo de idioma

source: the lang file to use, from the <code>locales</code> subdirectory
es_es: el archivo de idioma para usar, ubicado en el subdirectorio <code>locales</code>

source: 1 is highest. Priority is important when selecting a locale from a language code and several locales match the same language; this can happen when detecting browser language. Priority also affects the order in which locales are displayed in dropdown boxes, etc.
es_es: 1 superior. Prioridad es importante cuando seleccionas una localización de un código de idioma que coincida con varias otras con el mismo idioma; esto puede ocurrir en la detección de idioma del navegador. Prioridad también afecta al orden con que se muestran las localizaciones en cajas de selección, etc.

source: Date preview
es_es: Vista previa de fecha

source: Flags
es_es: Banderas

source: The flags are stored in the file <code>%s</code>. The config for background-position is located in the file %s and defined by array $country_flags_bg.
es_es: Las banderas están guardadas en el fichero <code>%s</code>. La configuración para la posición-del-fondo está emplazada en el fichero %s y definido por el vector $country_flags_bg .

source: Date/Time Formats
es_es: Formatos de Fecha/Hora

source: The following characters are recognized in the format strings:
es_es: Los siguientes caracteres son reconocidos en cadenas de formateo:

source: a - "am" or "pm"
es_es: a - "am" o "pm"

source: A - "AM" or "PM"
es_es: A - "AM" o "PM"

source: B - Swatch Internet time
es_es: B - Hora de Internet Swatch

source: c - ISO 8601 date (Requires PHP 5); i.e. "2004-02-12T15:19:21+00:00"
es_es: c - Fecha ISO 8601 (Requiere PHP 5); ej.: "2004-02-12T15:19:21+00:00"

source: d - day of the month, 2 digits with leading zeros; i.e. "01" to "31"
es_es: d - día del mes, 2 dígitos, antecedido con cero de ser necesario; ej.: "01" hasta "31"

source: D - day of the week, textual, 3 letters; i.e. "Fri"
es_es: D - día de la semana, textual, 3 letras; ej.: "Vie"

source: e - day of the week, 1 letter; i.e. "F"
es_es: e - día de la semana, 1 letra; ej.: "V"

source: F - month, textual, long; i.e. "January"
es_es: F - mes, textual; ej.: "Enero"

source: g - hour, 12-hour format without leading zeros; i.e. "1" to "12"
es_es: g - hora, en formato de 12 horas sin cero; ej.: "1" hasta "12"

source: G - hour, 24-hour format without leading zeros; i.e. "0" to "23"
es_es: G - hora, en formato de 24 horas sin cero; ej.: "0" hasta "23"

source: h - hour, 12-hour format; i.e. "01" to "12"
es_es: h - hora, en formato de 12 horas; ej.: "01" hasta "12"

source: H - hour, 24-hour format; i.e. "00" to "23"
es_es: H - hora, en formato de 24 horas; ej.: "00" hasta "23"

source: i - minutes; i.e. "00" to "59"
es_es: i - minutos; ej.: "00" hasta "59"

source: I (capital i) - "1" if Daylight Savings Time, "0" otherwise.
es_es: I (i mayúscula) - "1" si aplica horario de verano, "0" si no

source: j - day of the month without leading zeros; i.e. "1" to "31"
es_es: j - día del mes sin cero; ej.: "1" hasta "31"

source: l (lowercase "L") - day of the week, textual, long; i.e. "Friday"
es_es: l (L minúscula) - día de la semana, textual, largo; por ejemplo "Viernes"

source: L - boolean for whether it is a leap year; i.e. "0" or "1"
es_es: L - boleano que muestra si el año es bisiesto; ej.: "0" o "1"

source: m - month; i.e. "01" to "12"
es_es: m - mes; ej.: "01" hasta "12"

source: M - month, textual, 3 letters; i.e. "Jan"
es_es: M - mes, textual, 3 letras; ej.: "Ene"

source: n - month without leading zeros; i.e. "1" to "12"
es_es: n - mes sin ceros; ej.: "1" hasta "12"

source: O - Difference to Greenwich time (GMT) in hours; i.e. "+0200"
es_es: 0 - Diferencia con la hora Greenwich (GMT) en horas; ej.: "+0200"

source: r - RFC 822 formatted date; i.e. "Thu, 21 Dec 2000 16:01:07 +0200"
es_es: r - fecha en formato RFC 822; ej.: "Mar, 21 Dic 2000 16:01:07 +0200"

source: s - seconds; i.e. "00" to "59"
es_es: s - segundos; ej.: "00" hasta "59"

source: S - English ordinal suffix, textual, 2 characters; i.e. "th", "nd"
es_es: S - Sufijo Inglés ordinal, textual, 2 carácteres; ej.: "th", "nd"

source: t - number of days in the given month; i.e. "28" to "31"
es_es: t - número de días de un determinado mes; ej.: "28" a "31"

source: T - Timezone setting of this machine; i.e. "MDT"
es_es: T - ajustes de la zona horaria del servidor; ej.: "MDT"

source: U - seconds since the epoch
es_es: U - segundos desde el epoch (hora de sistema UNIX: 01-01-1970)

source: w - day of the week, numeric, i.e. "0" (Sunday) to "6" (Saturday)
es_es: w - día de la semana, numérico, ej.: "0" (Domingo) a "6" (Sábado)

source: W - ISO-8601 week number of year, weeks starting on Monday; i.e. "42"
es_es: W - número de la semana ISO-8601, las semanas comienzan el día Lunes; ej.: "42"

source: Y - year, 4 digits; i.e. "1999"
es_es: Y - año, 4 dígitos; ej.: "1999"

source: y - year, 2 digits; i.e. "99"
es_es: y - año, 2 dígitos; ej.: "99"

source: z - day of the year; i.e. "0" to "365"
es_es: z - día del año; ej.: "0" a "365"

source: Z - timezone offset in seconds (i.e. "-43200" to "43200"). The offset for timezones west of UTC is always negative, and for those east of UTC is always positive.
es_es: z - diferencia de zona horaria en segundos (ej.: "-43200" hasta "43200"). La diferencia de zonas horarias al Oeste de UTC es siempre negativa, la de las al Este de UTC siempre positiva.

source: isoZ - full ISO 8601 format, equivalent to Y-m-d\TH:i:s\Z
es_es: isoZ - formato completo ISO 8601, equivalente a Y-m-d\TH:i:s\Z

source: Unrecognized characters in the format string will be printed as-is.<br />You can escape characters by preceding them with a \ to print them as-is.
es_es: Los caracteres no reconocidos en la cadena de formato se imprimiran tal como aparecen.<br />Puede escapar caracteres antecediéndolos con \ para mostrarlos tal cual.

source: Confirm update
es_es: Confirmar actualización

source: Abort
es_es: Abortar

source: Note: default locale is not enabled.
es_es: Nota: la localización por defecto no está habilitada

source: Default locale
es_es: Localización predeterminado

source: Overridden by browser config, user locale or blog locale (in this order).
es_es: Anulado por la configuración del navegador, la localización del usuario o del blog (en este orden).

source: Available locales
es_es: Localizaciones disponibles

source: Hide translation info
es_es: Ocultar información de traducción

source: (Re)generate POT file
es_es: (Re)gerenar el archivo POT

source: (Re)import POT file
es_es: (Re)importar el archivo POT

source: # strings in .POT file: %s - # strings in DB: %s
es_es: # cadenas en el archivo .POT: %s - # cadenas en la BD: %s

source: To allow the extraction of language files, please set $allow_po_extraction = 1; in conf/_locales.php.
es_es: PAra permitir la extracción de archivos de idioma, por favor cambia $allow_po_extraction = 1; en conf/_locales.php.

source: Show translation info
es_es: Mostrar información de traducción

source: Date fmt
es_es: Fmto fecha

source: Time fmt
es_es: Fmto hora

source: Short time fmt
es_es: Fmto corto de hora

source: Day at the start of the week: 0 for Sunday, 1 for Monday, 2 for Tuesday, etc
es_es: Día inicial de la semana: 0 para Domingo, 1 para Lunes, 2 para Martes, etc

source: Strings
es_es: Cadenas

source: Translated
es_es: Traducido

source: Extract
es_es: Extracto

source: Edit locale
es_es: Editar localización

source: Preview: %s
es_es: Vista previa: %s

source: Move priority up
es_es: Subir prioridad

source: Move priority down
es_es: Bajar prioridad

source: Copy locale
es_es: Copiar localización

source: Restore default locale settings
es_es: Restaurar valores regionales predeterminados

source: Delete locale
es_es: Eliminar idioma/local

source: No PO file
es_es: Sin archivo PO

source: %d%% in PO
es_es: %d%% en PO

source: Extract .po file into b2evo-format
es_es: Extraer archivo *.po al formato b2evo

source: Create new locale
es_es: Crear una nueva localización

source: Are you sure you want to restore to default locales?\nAll custom locale definitions will be lost!
es_es: ¿Estás seguro de que quieres restaurar los valores regionales predeterminados?\n¡Todas las definiciones personalizadas se perderán!

source: Regional settings updated.
es_es: Configuración regional actualizado.

source: Please use valid locale format.
es_es: Por favor, use un formato válido de idioma/local

source: Date format cannot be empty.
es_es: El formato de fecha no puede estar vacío.

source: Time format cannot be empty.
es_es: El formato de hora no puede estar vacío.

source: Short time format cannot be empty.
es_es: El formato corto de hora no puede ser vacío.

source: Priority must be numeric (1-255).
es_es: La prioridad debe ser numérica (1-255).

source: Deleted settings for locale &laquo;%s&raquo; in database.
es_es: Eliminada la configuración de localización &laquo;%s&raquo; en la base de datos.

source: Inserted (and disabled) locale &laquo;%s&raquo; into database.
es_es: Insertado (y deshabilitado) la localización &laquo;%s&raquo; en la base de datos.

source: Inserted locale &laquo;%s&raquo; into database.
es_es: Insertada la localización &laquo;%s&raquo; en la base de datos.

source: Saved locale &laquo;%s&raquo;.
es_es: Guardada la localización &laquo;%s&raquo;.

source: We cannot reload the locale %s because the file %s was not found.
es_es: No podemos recargar el idioma/loca %s porque no se encontró el archivo %s.

source: Locale definitions reset to defaults. (<code>/conf/_locales.php</code>)
es_es: Definiciones regionales reinciadas según valores predeterminados. (<code>/conf/_locales.php</code>)

source: Extracting language file for %s...
es_es: Extrayendo el archivo de idioma para %s...

source: File <code>%s</code> not found.
es_es: Archivo <code>%s</code> no encontrado.
