<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
<HEAD>
<TITLE>torredekapter.es:ayuda</TITLE>
</HEAD>
<BODY bgcolor="white">
<img src="trrdkptrlogo.png" style="position:absolute; top:0; left:0;"/>
<h3 align="center">
  <sup>Localizaci&oacute;n</sup>
  torredekapter<sub>.es</sub>:ayuda
  <sup>Opci&oacute;n:</sup>
  <sub><a href="../index.html">Inicio</a></sub>
</h3>
<hr>
<h2><sup>Ayuda de</sup>torredekapter<sub>.es</sub></h2>
<p align="justify">Te damos la bienvenida a la p&aacute;gina de ayuda. Daremos una explicaci&oacute;n de d&oacute;nde est&aacute;s y qu&eacute; puedes hacer aqu&iacute;.</p>
<p align="justify">En primer lugar, no est&aacute;s en una web corriente, aunque pueda parecerlo. Aqu&iacute;, no encontrar&aacute;s anuncios ni nada relativo al mundo del negocio, finanzas ni nada que no sea colaboracionismo (en cuanto a la filosof&iacute;a de torredekapter.es como sitio web no lucrativo) Podr&iacute;a ser un sitio de ocio, pero tampoco se trata de eso. Asimismo, negaremos toda relaci&oacute;n con sectas o grupos que interfieran con la libertad de expresi&oacute;n, que tengan algo que ver con la coacci&oacute;n, en sus diferentes expresiones, o que tengan por fin alg&uacute;n tipo de obligaci&oacute;n. Porque aqu&iacute;, la &uacute;nica obligaci&oacute;n es la que t&uacute; quieras ponerte y la libertad es la que de de s&iacute; nuestros conocimientos de creaci&oacute;n de p&aacute;ginas web (sentimos si no damos la talla, pero es lo que hay) y tu propia imaginaci&oacute;n. Buscamos gente que quiera ser libre y que quiera aprender, junto a nosotros, qu&eacute; es eso de la vida y qu&eacute; es eso del ser humano y sus "cosillas" Resumiendo: tampoco es una p&aacute;gina de humanismos ni de ciencia, ni de exposici&oacute;n ni de nada, porque catalogarnos ser&iacute;a meternos en un mismo cors&eacute; a todos... y los que hacemos estas p&aacute;ginas tenemos diferentes tallas de cintura ;)</p>
<p align="justify">Dej&eacute;monos de explicaciones sup&eacute;rfluas y vayamos al grano: has llegado aqu&iacute; pidiendo ayuda, as&iacute; que te la ofrecemos a continuaci&oacute;n.</p>
<p align="justify">Al principio de la página, puedes ver el men&uacute; de navegaci&oacute;n. El men&uacute; va cambiando en cada lugar que entres, por lo que te recomendamos echarle un vistazo r&aacute;pido siempre.</p>
<p align="justify">En la p&aacute;gina principal tienes un men&uacute; de opciones. En concreto, tienes seis opciones (sin contar la de ayuda, claro) que te llevar&aacute;n a seis p&aacute;ginas diferentes. Cada p&aacute;gina est&aacute; caracterizada por un contenido com&uacute;n y relativo a la opci&oacute;n de men&uacute; sobre la que pulsas. Te lo explicamos m&aacute;s en detalle.</p>
<h2>Opci&oacute;n NOTICIAS</h2>
<p align="justify">En este apartado, encontrar&aacute;s informaci&oacute;n de "&uacute;ltima hora" o, mejor dicho, la &uacute;ltima informaci&oacute;n sobre nosotros, nuestras actividades, cosas que nos parezcan interesantes, curiosas. Tambi&eacute;n encontrar&aacute;s titulares o enlaces a noticias en otras p&aacute;ginas fuera de la nuestra, las cuales reconocer&aacute;s por el link (o enlace) en la barra de informaci&oacute;n de tu explorador de internet.</p>
<h2>Opci&oacute;n ESCRITOS</h2>
<p align="justify">Esta secci&oacute;n contiene p&aacute;ginas por las que puedes navegar, siempre dentro de nuestro sitio. Art&iacute;culos en formato web, ideas, elucubraciones, historias. Todo, suponemos, de gran inter&eacute;s para t&iacute;, que est&aacute;s buscando leer o ver cosas fuera de lo com&uacute;n. Esperamos comprensi&oacute;n y apoyo, ya que todo lo que escribimos aqu&iacute; tiene un alto grado de sentimiento y ponemos nuestro coraz&oacute;n en tus manos (aleg&oacute;ricamente hablando)</p>
<h2>Opci&oacute;n IM&Aacute;GENES</h2>
<p align="justify">Disponemos de multitud de fotograf&iacute;as de nuestras excusriones en busca de algo m&aacute;s all&aacute; de lo que d&iacute;a a d&iacute;a estamos acostumbrados a sentir. Algunas de esas fotograf&iacute;as las exponemos aqu&iacute;. Tambi&eacute;n tenemos hueco para las tuyas. De acuerdo? Aunque tengamos que mirar y revisar, comparar, ordenar y todas esas cosas que hay que hacer con las fotograf&iacute;as para elegir la mejor y colocarla en el mejor album (o en diferentes &aacute;lbumes, si lo creemos conveniente) Al entrar, ver&aacute;s fotograf&iacute;as desordenadas y &aacute;lbumes, en los que hemos tratado de ordenar, bajo nuestros criterios, algunas im&aacute;genes con un tema com&uacute;n. Ya te dar&aacute;s cuenta de que "nuestro criterio" es un t&eacute;rmino ambiguo y variable ¿has le&iacute;do al principio que somos libres?</p>
<h2>Opci&oacute;n DOCUMENTOS</h2>
<p align="justify">Aparte del espacio dedicado a los escritos interactivos que se pueden leer en la web, tambi&eacute;n somos prol&iacute;ficos escritores y necesitamos dar rienda suelta a todas las ideas que tenemos en la cabeza. Como eso no cabe en un espacio como un sitio web, o ser&iacute;a muy cansado colocarlo de esta manera, hemos optado por abrir un apartado para poner los documentos que vamos creando para que los puedas descargar y leer o copiar o lo que quieras hacer con el archivo (borrarlo de tu ordenador tambi&eacute;n es una opci&oacute;n, por qu&eacute; no) De igual manera que con las fotograf&iacute;as, aceptamos documentos para ordenarlos como nos de la gana y plantarlos en nuestro sitio. Siempre hacemos referencia al creador, si este as&iacute; lo desea o lo dejamos en el anonimato, si es lo que prefieres. Si t&uacute; tambi&eacute;n tienes la man&iacute;a de escribir sobre temas, desarrollar ideas, tesis, novelas con alg&uacute;n tipo de conclusi&oacute;n que apoyen el entender, comprender o adquirir conocimientos, aqu&iacute; estamos en disposici&oacute;n de recogerlos y "publicarlos".</p>
<h2>Opci&oacute;n COLABORADORES</h2>
<p align="justify">Al fin y al cabo, como personas, formamos un grupo heterog&eacute;neo y queremos que se sepa que somos personas, as&iacute; que hemos puesto una p&aacute;gina para nosotros mismos, para decir quienes somos y qui&eacute;n colabora con nosotros. No ponemos datos personales ni nada que pueda hacernos, de alguna manera, saltar a la fama. Todo lo contrario: en el anonimato estamos muy c&oacute;modos y nos permite seguir meti&eacute;ndonos el dedo en la nariz o rascarnos la entrepierna sin la sensaci&oacute;n de sentirnos vigilados al hacerlo. Ver&aacute;s aqu&iacute; qu&eacute; aspecto tenemos y puedes intentar comprender por qu&eacute; hacemos lo que hacemos... si lo consigues, por favor, h&aacute;znoslo saber para que nosotros tambi&eacute;n lo entendamos.</p>
<h2>Opci&oacute;n REFERENCIAS</h2>
<p align="justify">M&aacute;s all&aacute; de nuestra memoria y de nuestros conocimientos, recurrimos a otros sitios a la hora de aprender o comprender. Tenemos un espacio dedicado a la bibliograf&iacute;a que utilizamos, a los sitios web que consultamos, a los art&iacute;culos que leemos y a las personas que nos cuentan cosas alucinantes o con las que vivimos experiencias poco normales. Tenemos aqu&iacute; un listado de todas esas fuentes de conocimiento que vamos consultando. No hemos sabido c&oacute;mo poner ah&iacute; las referencias a los registros ak&aacute;shicos, pero si hay que "subir" al cielo o "bajar" al infireno para hablar con alguien, tambi&eacute;n lo pondremos.</p>
<h2>Fin</h2>
<p  align="justify">Esperamos que tu recorrido por esta peque&ntilde;a obra te resulte gratificante, productiva y novedosa.</p>
<h3 align="center">Suerte!</h3>
<a href="../index.html">Inicio</a>
<hr>
<h3 align="center">(C) torredekapter.es 2009-2010</h3>
</BODY>
</HTML>
